{
  "attach_pages": "5",
  "attach_size": "1083",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202304171585491995_1.pdf?1681730814000.pdf",
  "company_code": "80027629",
  "eitime": "2023-04-17 11:26:54",
  "extend": {},
  "info_code": "AP202304171585491995",
  "language": "1",
  "notice_content": "　　晶盛机电(300316)\r\n　　Zhejiang Jingsheng (JSG) preannounced over the weekend that net profit in1Q23 is expected to surge 81-103% YoY to RMB800-900mn, which is betterthan expectation. We believe this was likely driven by strong growth of cruciblesrevenue and margin, as well as faster-than-expected equipment delivery. Werevise up our earnings forecast in 2023E/24E/25E by 11%/10%/7%. We reviseup our TP to RMB106, based on 32x 2023E P/E, on the back of 32% earningsCAGR in 2023E-24E. Reiterate BUY. Upcoming catalysts include: (1) the launchof the 5th generation crystal growing furnace in 2Q23E; (2) new orders on solarcell & module equipment; and (3) spin-off of crucible business unit.\r\n　　5th generation crystal growing furnace to be launched. JSG recentlycompleted the R&D of the 5th generation furnace. According to JSG, the newgeneration furnace will allow the customers to develop their own softwaresystems so as to offer differentiated products. We expect JSG to announcethe new product in May.\r\n　　TCL Zhonghuan’s latest expansion plan positive to JSG. TCLZhonghuan (002129 CH, NR) announced last week that it plans to raiseRMB13.8bn through the issuance of CB to finance two capacity expansionplans (total capex RMB14.3bn). First, Zhonghuan plans to spendRMB3.65bn on a smart factory with annual wafer capacity of 35GW. Weexpect JSG will win the majority of equipment orders. Second, Zhonghuanwill spend RMB10.7bn to build a smart factory for TOPCon solar cell (annualcapacity: 25GW). Given the long-standing cooperation between Zhonghuanand JSG, we see chance for JSG to start winning orders for solar cellequipment.\r\n　　Spin-off of crucible business. JSG announced last week that it plans tospin off Meijing New Materials (美晶新材料) for separate listing. Meijing isthe subsidiary of JSG, which is mainly engaged in the production and salesof crucibles for both solar power and semiconductor sector. The monthlyproduction capacity of crucibles is expected to increase from 15k units as ofend-2022 to >20k units in 3Q23E. JSG currently owns 57.8% of Meijing.OJing Science & Technology (001269 CH, NR), major peer of Meijing, iscurrently trading at 27x 2023E P/E (Bloomberg consensus).\r\n　　We revise up our net profit forecast in 2023E/24E/25E by 11%/10%/7%to reflect (1) 21%/19%/16% increase in revenue, driven by higher growthassumption on materials and faster equipment delivery; (2) higher grossmargin due to price hike of crucibles. Our net profit revision is less than thatof the revenue as our MI assumption is higher (JSG owns 57.8% of cruciblebusiness).",
  "notice_date": "2023-04-17 00:00:00",
  "notice_title": "1Q23E profit beat expectations; Multiple catalysts ahead",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung,Katherine Ng",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1031",
          "publishName": "光伏设备"
        }
      ],
      "short_name": "晶盛机电",
      "short_name_ch": "晶盛机电",
      "short_name_cht": "晶盛機電",
      "short_name_en": "JINGSHENG",
      "stock": "300316"
    }
  ],
  "short_name": "晶盛机电",
  "source_sample_name": "招银国际"
}