{
  "attach_pages": "54",
  "attach_size": "4821",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202411121640825106_1.pdf?1731401341000.pdf",
  "company_code": "80036123",
  "eitime": "2024-11-12 08:49:01",
  "extend": {},
  "info_code": "AP202411121640825106",
  "language": "0",
  "notice_content": "　　山金国际(000975)\n　　投资要点：\n　　公司主营为贵金属、有色金属矿采选及金属贸易，目前是国内领先的黄金生产商之一。\n　　公司业务围绕其现有四大国内在产矿山展开，贵金属资源开发为其业务核心。（1）黑河矿区是国内罕见的高品位贵金属矿山，长期作为公司黄金业务利润的重要来源，探矿增储工作取得进展，有效解决矿区资源延续性问题；（2）吉林板庙子金矿经营稳健，矿区资源实现较好的探采平衡；（3）青海大柴旦矿区是公司唯一能够实现露天开采矿山，具备一定的成本优势，持续性的勘探投入成果显著，而近期可落地的项目主要有两项，即青龙沟Ⅱ、Ⅲ矿段扩建项目以及细晶沟金矿探转采工程，两项目的潜在产出将是公司国内矿产金产量增量的主要来源；（4）云南芒市华盛金矿为公司2021年购得，目前矿区复工复产及矿权审批工作正在持续推进；（5）2024年8月公司收购纳米比亚Twin Hills金矿，该项目是公司海外业务扩展的首次尝试；（6）铅锌银业务围绕公司控股的内蒙古玉龙多金属矿矿山展开，9月1118高地探转采工作顺利完成，未来矿产品产量有望持续增长。\n　　公司资源禀赋优异，成本优势明显，国资进入后发展前景广阔。山东国资进入后，能够给公司带来的直接或间接的赋能将主要来自于四个方面：加速现有矿区探矿拓产进程、投资并购、探矿增储等领域有望展开深度合作、降低融资成本，拓宽融资规模、潜在的集团优质矿山资源注入。预计未来可能的业务扩张方向将更加集中于海外，利用股东的资金及渠道支持，加快海外矿山并购的步伐。而国内市场将围绕现有矿山周边进行外延，同时扩张可能聚焦于中小体量矿山进行尝试。公司对未来几年的战略规划制定了清晰的发展路径，我们判断公司有能力在未来更加积极的进行并购扩张、实现战略目标，除了国资股东所带来的信用以及资金方面的支持以外，更重要的是来自于自身优于行业其他公司的负债管理、成本管理以及盈利能力。\n　　短期金价或将承压，中长期不改上行趋势。短期内由于特朗普当选，导致市场担忧美联储降息路径扰动，进而动摇对于流动性边际宽松推动金价上行的主逻辑，同时当前多方赛道过于拥挤，在大选结果兑现后存在阶段性逆向交易的可能性，因此短期内金价或将承压，但年内美联储降息路径清晰，预计回调空间有限。中期来看，对于再通胀的担忧仍将成为“特朗普交易2.0”的市场主线，同时叠加美联储降息，市场流动性边际转宽，具备极强抗通胀、抗风险能力、强金融属性的黄金，其价格中枢预计进一步上行。长期来看，美国国家赤字率提升以及全球央行购金增储将为黄金长期价格提供足够支撑。金价中长期上行趋势不改，黄金股估值中枢有望持续提升。\n　　盈利预测与投资评级。我们预计2024年-2026年公司营收分别为135.87亿元、158.07亿元、169.11亿元；净利润分别为27.06亿元、37.89亿元、43.32亿元；归母净利润分别为24.42亿元、34.27亿元、39.20亿元，当前公司市值对应PE分别为19.46、13.86、12.12倍，参考可比公司，结合公司未来发展前景，我们对其进行首次覆盖，同时给予公司买入评级。\n　　风险提示：项目进展不及预期、黄金价格波动等。\n",
  "notice_date": "2024-11-12 00:00:00",
  "notice_title": "山金国际：黄金新贵，整装待发",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "李纵横",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "732",
          "publishName": "贵金属"
        }
      ],
      "short_name": "山金国际",
      "short_name_ch": "山金国际",
      "short_name_cht": "山金國際",
      "short_name_en": "SJI",
      "stock": "000975"
    }
  ],
  "short_name": "山金国际",
  "source_sample_name": "联储证券"
}