{
  "attach_pages": "5",
  "attach_size": "995",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504031650691829_1.pdf?1743674619000.pdf",
  "company_code": "80027629",
  "eitime": "2025-04-03 10:03:39",
  "extend": {},
  "info_code": "AP202504031650691829",
  "language": "1",
  "notice_content": "　　用友网络(600588)\r\n　　Yonyou hosted (2 April) an earnings conference call following its 2024 annualresults. In 2024, Yonyou’s total revenue reached RMB9.2bn, down 7% YoY,owing to postponed customer demand amid macro headwinds, and Yonyou’sstrategy to promote the subscription business model with greater intensity. Netloss attributable to ordinary shareholders expanded to RMB2.1bn in 2024 (2023:RMB967mn), mainly due to: 1) the decline in revenue generation; 2)compensation provided to the employees that have left their jobs; and 3)provisions for goodwill impairment. Management guided to strive for large-scaleloss reduction in 2025 through improving labour productivity and improving thequality and efficiency of product delivery. Although we remain positive thatYonyou will benefit from increasing digitalization demand nationwide over thelong term, and think the international expansion plan should help revive revenuegrowth in the coming years, we remain cautious in the near term. The 40% risein its stock price YTD has largely priced in positive market sentiment regardingincremental benefits brought by the “DeepSeek moment”, in our view, andconcrete evidence on incremental monetization from AI is the next key to watchto drive a further rerating. We lift our TP to RMB14.49 (was RMB9.08) based on5.3x 2025E EV/sales, in line with its two-year average. Maintain HOLD.\r\n　　Solid progress made in large enterprise customer acquisition. By theend of 2024, Yonyou recorded 7 new contract wins from central state-ownedenterprises, bringing the total number of contract wins to 44. Revenuegeneration from the core BIP3 product reached RMB3.14bn in 2024, and itsrevenue contribution to total revenue was up by 2.4ppts YoY. The overallsubscription revenue growth of 26% YoY was also higher than that of totalrevenue, demonstrating an improvement in revenue structure. Subscriptionrelated contract liabilities reached RMB2.31bn in 2024, up 25.9% YoY.\r\n　　High R&D capitalization rate remains a concern. In 2024, Yonyou’s R&Dexpenditure came in at RMB2.1bn, flat YoY, which in our view demonstratedYonyou’s effort in optimizing cost while maintaining investment to driveproduct feature enhancement. However, R&D capitalization rate rose to arecord high of 52% (vs. 48/50% in 2022/2023, compared to Kingdee’s 32%in 2024). Although Yonyou suspended the disclosure of ARR contribution in2024, it needs to improve ARR contribution and further optimize R&Dcapitalization, to drive a better long-term profitability outlook, in our view.The number of employees for Yonyou was 21,283, down 3,666 YoY (or 15%YoY), and we expect the improvement in labor productivity to help drivebetter operating efficiency ahead.\r\n　　Maintain HOLD with a new TP of RMB14.49. We lower 2025E and 2026Erevenue forecast both by 18% to factor in slower-than-expected revenuegrowth in both large-sized enterprises and mid-sized enterprises. However,our TP is lifted to RMB14.49 based on 5.3x 2025E EV/sales (previouslyRMB9.08 on 3.1x 2024E EV/sales), in line with its two-year average, tofactor in the industrywide rerating trend brought by more positive sentimenton AI-related monetization.",
  "notice_date": "2025-04-03 00:00:00",
  "notice_title": "Striving for large-scale loss reduction in 2025",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Saiyi HE,Ye TAO,Wentao LU,Joanna Ma",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "用友网络",
      "short_name_ch": "用友网络",
      "short_name_cht": "用友網絡",
      "short_name_en": "Yonyou",
      "stock": "600588"
    }
  ],
  "short_name": "用友网络",
  "source_sample_name": "招银国际"
}