{
  "attach_pages": "5",
  "attach_size": "963",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011061427070200_1.pdf?1604668891000.pdf",
  "company_code": "80027629",
  "eitime": "2020-11-06 13:21:31",
  "extend": {},
  "info_code": "AP202011061427070200",
  "language": "1",
  "notice_content": "　　上汽集团(600104)\r\n　　In the first three quarters, SAIC achieved total revenue of RMB498.7bn, down 14.8% YoY while NP was RMB16.7bn, down 19.9% YoY. In 3Q20, revenue was RMB214.9bn, an increase of 2.8% YoY while NP was RMB8.3bn, an increase of 17.4% YoY. We raise our TP to RMB33.9 (based on 13.5x 2021E P/E) with an upside of 23.3%,  from TP RMB21.1 based on 11.5x  2020E P/E. Upgrade  to BUY.\r\n　　In 3Q20, GPM was 11.0%, down 2.4ppt YoY, reflecting intensified market competition.  The expense ratio was 9.6%, down  2.3ppt YoY  (tax exp  -0.1ppt, S&D  exp  -2.0ppt,  Admin exp  -0.3ppt). The decrease in  S&D  exp  ratio was mainly due to 1) implementation of the new  accounting standard in the current period  which  moves  the  car  loan  interest  subsidy  from  S&D  expense  to revenue recognition  offset;  and 2) the YoY decrease of logistic expense and advertising expense.\r\n　　SAIC  achieved  a  total  investment  income  of  RMB8.9bn  in  3Q20,  an increase  of  19%  YoY.  Among  which,  investment  income  from  JVs  and associates  was  RMB6.6bn,  an  increase  of  2.9%  YoY.  SAIC  Volkswagen achieved sales of 454K  units in  3Q20, down 4%  YoY.  SAIC GM  achieved sales of 395K units, an increase of 3% YoY.  We believe the main factor which contributes to YoY earning  growth  in 3Q20  was  still the investment income from financial assets.\r\n　　The  sales  performance  of  major  JVs  is  still  mixed.  SAIC  Volkswagen launched a mid-term facelift version  Santana in Oct (-23% YoY in 3Q20). At the end of Oct, the first BEV based on the MEB platform, namely ID.4 was put into  production.  We  expect  both  new  models  to  drive  the  recovery  of  the Volkswagen brand. However, the Skoda brand fell 29% YoY in 3Q20, which is still expected to drag down the recovery of SAIC Volkswagen in the short term. For SAIC-GM, the sales volume of Excelle (英朗) in Sep exceeded 30K units after the re-launch of four-cylinder version. As a result, Buick achieved a 30% YoY growth in 3Q20. The sales of high-end brand Cadillac increased by 75%  YoY  given the strong performance in overall  luxury   segment. However, due to lack of brand power, Chevrolet  declined  by 47%  YoY, dragged down the overall performance of SAIC GM.\r\n　　The realization of certain catalysts gradually boosts market sentiment. SAIC Volkswagen officially released its first model ID.4 based on the MEB platform,  marking  a  milestone  on  Volkswagen’s  NEV  roadmap  in  China market. We expect the  market will re-evaluate  SAIC’s  NEV presence after the  rollout  of  the  \"Development  Plan  for  New  Energy  Vehicle  Industry (2021~2035).  In  addition,  we  expect  SAIC  Audi  project  will  have  news coming out in 2021E.  Forming the  two-pillar (Audi + Cadillac)  among  the high-end brand will further enhance market sentiment on SAIC.\r\n　　We raise our bottom-line forecast to RMB24.1bn in 2020E to reflect the strong 3Q20 results.  Our revised NP forecast suggests that SAIC’s  bottomline will grow  55% YoY in 4Q20E. At the same time, we revised up our NP forecast to RMB29.3bn in 2021E to reflect  its  great cost control. We raise our TP to  RMB33.9  (based on 13.5x 2021E P/E) with an upside of  23.3% from initial TP  RMB21.1  (based  on initial  11.5x 2020E  P/E).  Upgrade  to BUY.",
  "notice_date": "2020-11-06 00:00:00",
  "notice_title": "Market sentiment is rising on A-share auto",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jack Bai",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "上汽集团",
      "short_name_ch": "上汽集团",
      "short_name_cht": "上汽集團",
      "short_name_en": "SAIC Motor",
      "stock": "600104"
    }
  ],
  "short_name": "上汽集团",
  "source_sample_name": "招银国际"
}