{
  "attach_pages": "31",
  "attach_size": "3589",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202101271454714949_1.pdf?1611741309000.pdf",
  "company_code": "10000296",
  "eitime": "2021-01-27 09:55:09",
  "extend": {},
  "info_code": "AP202101271454714949",
  "language": "0",
  "notice_content": "　　中国中免(601888)\n　　推荐逻辑：1）2020年离岛免税政策超预期放宽支持下，免税蛋糕持续做大，2020年海南离岛免税品销售规模达到274.8亿元，同比增长103.7%。公司作为免税行业龙头优先享受行业红利；2）短期来看，公司在疫情后期发力离岛免税补购及线上直邮等线上销售渠道取得良好成效，离岛补购线上平台上线4天销售额就突破了800万元，线上业务将充分弥补线下客流下降的损失、挖掘潜在消费需求，对短期业绩形成支撑；3）长期来看，免税行业趋于良性竞争，公司作为行业龙头采购的规模壁垒较高，对上游品牌商议价能力较强，伴随线上销售的供应链管理逐渐理顺，公司的免税龙头壁垒有望进一步夯实。\n　　规模壁垒突出，盈利增长强劲的免税龙头。公司实际控制人为国务院国资委。强大的央企背景给公司带来得天独厚的政策优势。2013年至2019年公司营业收入年复合增长率为18.4%，其中免税业务复合增速达到40.5%，公司免税业务蓬勃发展支撑公司营业收入保持快速增长。2019年公司收入479.7亿元，同比增长2%，由于年内剥离子公司国旅总社业务，免税业务占比大幅提升达到95.5%。专注免税业务后公司盈利能力再度提升，2019年公司毛利率达到49.4%（7.9pp），净利率达到9.7%（+3.1pp）。2020年公司采取拓宽线上渠道、加强主动营销等手段应对疫情影响，叠加离岛免税政策在下半年超预期放宽，公司单季度盈利能力持续改善，Q1-Q3净利率分别达到-6.2%，10.8%和15.1%。\n　　免税消费加速回流+政策超预期放宽，龙头优先受益。中国免税品消费外流现象严重，但近年来免税品境内消费占比逐步提高。世界免税协会数据显示，2019年，中国免税品消费额约占全球免税品的40%，销售规模约为全球销售规模的9.6%（前值7.5%），远低于消费规模的占比，侧面证明免税品消费外流现象严重；但与2018年相比中国免税品销售额占比较快提升，且在疫情影响下消费需求有望加速回流。2020年7月离岛免税政策超预期放宽，购物限额从5000元/人逐步放宽至10万元/人并取消单件商品8000元免税限额规定，带动海南免税商品销售规模大幅增长，2020年7-9月单月同比增速均超过200%，10-12月海南进入旅游旺季，在十一黄金周和双十一等购物节营销活动密集推出的背景下，单月免税额仍保持150%以上的高增长，离岛免税有效吸纳了回流的消费需求，并通过线上消费等多元渠道创造出新的消费场景。\n　　一体三翼深化免税布局，规模优势渐成。1）离岛免税：限额放宽后离岛免税客单价天花板打开，2020年海南免税消费客单价达到6128.8元/人，同比增长69.4%，公司未来有望凭借线上推出离岛补购政策+线下多业态综合店布局，较快提升客单价水平；2）机场免税：机场免税在各免税渠道中份额最高，2018年占比达到73.2%；其中中免系已包揽北上广核心机场的免税经营权。在全国有免税店运营的65家机场中占有58家。疫情影响下机场店线下客流量大幅下滑，公司推出日上直邮有税业务，充分发挥协同采购的规模优势，有效弥补了线下客流不足的损失；3）市内免税：20年公司重启5家市内免税店抢先布局市内免税，形成了对口岸出境免税店的有效补充，并在全国重点布局城市开展选址调研，尽管公司目前在市内已有的免税门店布局未占有明显优势，但已开始加速扩张步伐，市内免税业务仍具备较大想象空间。\n　　盈利预测与投资建议。公司作为免税商品销售行业龙头，线上渠道深化布局构成新成长驱动力，长期在规模优势下议价能力优越。预计2020-2022年EPS分别为3.17、5.25、7.31元，未来三年净利润复合增速为45.5%。考虑到2020年政策超预期放宽背景下，公司铺开线上渠道销售额快速提升，且市内免税店已加速布局，增长仍具潜力，给予2021年70倍PE，对应目标价367.5元，首次覆盖给予“买入”评级。\n　　风险提示：疫情影响扩大使海南过夜旅客数量下滑，行业竞争加剧，海外疫情加剧、出境游减少使机场免税店收入恢复不及预期。\n",
  "notice_date": "2021-01-27 00:00:00",
  "notice_title": "全渠道深化布局，免税龙头规模优势渐成",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "蔡欣",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "西南证券",
  "star": "3"
}