{
  "attach_pages": "7",
  "attach_size": "258",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207071575884200_1.pdf?1657186415000.pdf",
  "company_code": "80000007",
  "eitime": "2022-07-07 09:33:35",
  "extend": {},
  "info_code": "AP202207071575884200",
  "language": "0",
  "notice_content": "　　邮储银行(601658)\r\n　　事项：\r\n　　邮储银行通过微信公众号“邮储银行+” 发布邮惠万家银行开业新闻： 6 月 30 日， 中国邮政储蓄银行全资控股子公司中邮邮惠万家银行有限责任公司举办开业启动会， 宣布正式开业并推出首批产品。 我们认为邮惠万家银行是邮储银行数字化转型的有益探索， 对我国银行业数字化转型也有积极意义。 邮惠万家银行作为邮储银行的全资子公司， 有望与母行一起更好地通过“线上+线下” 相结合的方式服务客户， 帮助邮储银行更好地践行普惠金融理念。 我们保持公司盈利预测不变， 预计其 2022~2024 年净利润为 862 亿元/973亿元/1092 亿元， 同比增长 13.2%/12.9%/12.2%， 对应摊薄 EPS0.88 元/1.00 元/1.13 元， 当前股价对应的动态 PE 为 6.1x/5.4x/4.8x， 维持“买入” 评级。\r\n　　评论：\r\n　　邮惠万家银行： “服务三农、 助力小微、 普惠大众”\r\n　　中邮邮惠万家银行有限责任公司成立于 2022 年 1 月 7 日， 注册资本人民币 50 亿元， 邮储银行持股 100%。邮惠万家银行聚焦“服务三农、 助力小微、 普惠大众” 的使命， 致力于打造金融服务乡村振兴、 科技助力美好生活的创新平台。 围绕这一目标， 邮惠万家银行打造了场景金融、 普惠信贷、 大众财富和数字乡村四大业务平台。 根据公司 2021 年报披露的信息， 四大业务平台的基本情况如下：\r\n　　（1） 场景金融平台： 将深度融入农业产业链、 政务服务等场景， 提供一揽子、 个性化、 定制化的综合金融服务；\r\n　　（2） 普惠信贷平台： 在确保客户信息安全前提下， 推动多方数据的共享利用， 以先进的风控能力， 提供普惠信贷产品；\r\n　　（3） 大众财富平台： 接入多家资管机构的丰富产品， 提供一站式、 数字化、 定制化的财富管理服务， 降低大众理财门槛， 优化理财服务体验；\r\n　　（4） 数字乡村平台： 连接各类农业农村生产生活场景， 提供面向三农的数字化综合金融服务。首批产品上线， 彰显普惠特色开业新闻中称， “邮惠万家银行构建了具有数字银行特征的以微服务和分布式生态为主的技术体系， 投产了包括核心系统、 信贷系统、 统一支付系统等 13 个信息系统， 中化农资贷、 理财超市、 数字银行卡等首批产品已正式上线。 ”\r\n　　邮惠万家银行首批推出的产品彰显普惠特色， 充分反映出公司“服务三农、 助力小微、 普惠大众” 的定位。比如公司与中化集团先正达 MAP 平台共同打造的特色产品“中化农资贷” ， 可以根据不同作物种植周期在种、 肥、 药、 农资、 农具、 农技、 农险等各个农业生产所涉及的环节设计产品， 为客户精准提供资金支持，充分体现出公司服务三农的特色。 这一贷款产品专款专用， 放款后农户若要支用贷款， 系统就会将钱自动划转到中化用于购买农资， 更加适合行业性质与发展需要。\r\n　　邮惠万家银行还围绕公司目标客群推出了系列普惠产品， 比如面向县域及下沉市场客户的理财超市， 致力打造以零钱管理、 稳健优选产品为主的惠农理财平台， 目前已接入中邮理财等多家理财子公司的产品。 公司还与中化集团旗下先正达 MAP 平台合作推出一款面向产业链经销商提供服务的产品“经销贷” 等。\r\n　　科技立行， 以人为本\r\n　　邮惠万家银行立足科技立行， 而科技则以人为本。 邮储银行官网信息显示， 邮惠万家银行法定代表人、 董事长为梁世栋。 梁世栋自 2020 年 1 月起任邮储银行风险管理部总经理， 2020 年 2 月起任邮储银行首席风险官， 2021 年 12 月起任中邮邮惠万家银行有限责任公司董事长。 曾任中国建设银行风险管理部副处长、处长， 中国人民银行金融稳定局副局长， 中国银行间市场交易商协会党委委员， 国新国际有限公司董事等职务。 根据邮储银行披露的信息， 邮惠万家银行着力打造具有创业基因和创新潜质的高素质人才队伍， 敏捷高效、 经验丰富的专业化团队已初具规模。 截至 2021 年末， 邮惠万家银行在岗员工 151 人， 其中技术和数据人员接近 2/3， 70%来自于互联网或科技公司， 平均年龄 32 岁， 硕士研究生及以上占比超 50%， 并初步建立了市场化的考核激励机制。\r\n　　 邮惠万家银行是银行业数字化转型的有益探索\r\n　　银保监会对十二届全国人大五次会议第 7039 号建议的答复中给出过直销银行的官方定义： 直销银行是以互联网为主要渠道， 通过计算机、 手机、 电话以及其他电子服务手段为客户提供服务的银行形式， 国内外实践中主要包括子公司和内设部门（事业部） 两种运营形式。 直销银行的内涵十分广泛， 一些互联网银行也可以归为直销银行的范畴， 而目前我国由商业银行成立的、 以子公司形式运营的直销银行仅有三家。 其中邮惠万家银行是唯一一家由国有大行成立的直销银行， 且为母行全资控股， 邮储银行此次在探索直销银行发展方面走在了行业前列。\r\n　　我们认为长期来看， 邮惠万家银行有望通过实践的方式， 给我国直销银行的发展提供更多经验。 从这一角度来讲， 邮惠万家银行的成立不仅有助于邮储银行自身的发展， 对我国银行业的发展也有良好的外部效应，为银行数字化转型探路。 因而相比于邮惠万家银行的收入、 利润等财务指标， 我们后续将更加关注其对银行数字化转型的示范意义。\r\n　　邮惠万家银行的优势在于“线上+线下” 的深度融合\r\n　　我们认为， 邮惠万家银行有望与母行一起更好地通过“线上+线下” 相结合的方式服务客户。 近年来， 部分互联网企业深入挖掘数据价值， 尝试数据在商业、 金融领域的应用， 互联网银行的概念被提了出来。 我们认为， 邮惠万家银行的成立有三方面的优势： （1） 邮惠万家银行本质上就是一家互联网银行， 因而有望通过对互联网、 大数据等手段的应用， 增加服务客户的手段和效果， 从而在传统商业银行线下服务之外，补充完善服务客户的渠道和手段。 （2） 与传统商业银行内部的网络金融部等部门不同， 邮惠万家银行以子公司形式运作， 有望在商业银行体系中引入互联网企业的文化， 实现 IT 与银行业务的高效协调； （3）与单纯的互联网银行不同， 邮惠万家银行作为邮储银行全资控股的子公司， 有望与母行的线下网点深度融合， 借助线下网点渠道和广大的线下员工， 为客户提供更好的服务。\r\n　　 邮惠万家银行成立有望帮助邮储银行更好地践行普惠金融理念\r\n　　邮储银行网点布局下沉， 更加深入基层。 我们认为， 邮储银行的特色十分鲜明： 邮储银行拥有近 4 万个网点， 是银行当中网点数量最多的， 而且明显多于其他银行。 从网点分布来讲， 邮储银行的网点更加下沉，一方面是更多布局在县域甚至村镇， 另一方面也更多倾向于偏远地区， 可以说是最深入基层的大行。 从数据上看， 截至 2021 年末， 邮储银行共有营业网点 39603 个， 其中自营网点 7828 个， 代理网点 31775 个，公司 2021 年中报披露其位于城市的网点占比 30.6%， 位于县城的网点占比 21.9%， 位于县以下区域的网点占比 47.5%。 而截至 2022 年 3 月末， 邮储银行服务个人客户超 6.4 亿户， 其中 4 亿多户分布在县及县以下地区\r\n　　我们认为邮惠万家银行的设立， 有望通过“线上+线下” 方式更好地践行邮储银行普惠金融的理念。 一方面， 普惠金融是邮储银行的一大特色。 自成立以来， 邮储银行始终坚持服务“三农” 、 城乡居民和中小企业的定位， 坚守“普惠城乡， 让金融服务没有距离” 的使命， 较早布局普惠金融领域， 我们认为邮惠万家银行的名称也深刻体现出其普惠金融的特点。 而邮惠万家银行也是邮储银行“践行服务‘三农’ 、 助力小微、 普惠大众的发展使命， 打造金融服务乡村振兴、 科技助力美好生活的创新联接平台。 ” 另一方面， 随着我国乡村振兴战略的不断推进， 下沉市场未来发展空间广阔。 邮惠万家银行的成立， 有望进一步提升邮储银行 “线上+线下” 的协同优势， 更好地把握下沉市场的“上升” 机遇。\r\n　　投资建议\r\n　　邮储银行基本面稳中向好， 最新披露的一季报资产质量依然优异， 我们保持公司盈利预测不变， 预计其2022~2024 年净利润为 862 亿元/973 亿元/1092 亿元， 同比增长 13.2%/12.9%/12.2%， 对应摊薄 EPS0.88元/1.00 元/1.13 元， 当前股价对应的动态 PE 为 6.1x/5.4x/4.8x， 维持“买入” 评级。\r\n　　风险提示\r\n　　宏观经济形势持续走弱、 货币政策超预期宽松、 监管政策变动等可能对银行产生不利影响。",
  "notice_date": "2022-07-07 00:00:00",
  "notice_title": "“线上+线下”，普惠千万家",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "王剑,陈俊良,田维韦",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "邮储银行",
      "short_name_ch": "邮储银行",
      "short_name_cht": "郵儲銀行",
      "short_name_en": "PSBC",
      "stock": "601658"
    }
  ],
  "short_name": "邮储银行",
  "source_sample_name": "国信证券",
  "star": "1"
}