{
  "attach_pages": "51",
  "attach_size": "7251",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212041580799551_1.pdf?1670168876000.pdf",
  "company_code": "10000296",
  "eitime": "2022-12-04 15:47:56",
  "extend": {},
  "info_code": "AP202212041580799551",
  "language": "0",
  "notice_content": "　　恒生电子(600570)\n　　投资要点\n　　推荐逻辑：公司作为证券IT和Fintech龙头，核心产品市占率领先，将充分受益于资本市场改革浪潮带来的下游IT建设需求扩张。1）短期看人效拐点，2022Q3公司进入业绩兑现期，单Q3毛利率同比+3.24pp，三费(管理/销售/财务)费率同比-10.7pp，人效拐点初现，利润弹性可期；2）中期看核心产品持续渗透，核心产品O45、UF3.0升级动因明显，将带来25.2亿元增量收入，营收增长持续性强；3）长期瞄准资本市场大发展，全面注册制引领的金融市场六大确定性改革将为资本市场IT行业贡献43.9亿增量市场空间，但相较于海外，我国资本市场基础设施和投资工具仍待补充，随着多层次资本市场逐步健全，公司业务深度和广度将不断拓宽，支撑公司穿越周期实现长期增长。\n　　资本市场改革创造增量需求，公司强者恒强充分受益。政策方面，在审慎监管与改革开放的双重主旋律背景下，我国资本市场持续繁荣，IT系统的功能需求和需求主体等逐年增加。2022年以来，以全面注册制为代表的政策落地预期提升，有望开启新一轮的信息化建设周期。根据我们的测算，包括全面注册制在内的六大改革举措或拉动43.9亿的证券IT增量需求。金融IT系统需要金融公司和厂商之间长期的磨合实践，客户粘性较高，行业格局稳定，恒生凭借集中交易系统基石产品等占据战略制高点，有望实现能力的平稳迁移，将充分受益。\n　　IT技术变革吸引存量替换，推动业务横纵深拓展。技术方面，老一代系统在功能、处理效率等方面愈发难以满足金融创新的需要，分布式、云原生等底层架构应运而生，区块链、人工智能等新兴技术与上层应用紧密融合，持续拉动金融机构的系统替换需求。公司前瞻性布局云上生产-生态-升级的云原生分布式技术架构，不仅显著提升自身开发效率，而且推动产品化向平台化的转变，实现向一次性付费+平台维护费的类订阅制收入模式的转换，提升公司业绩持续性。长期来看，公司通过互联网创新业务对行业趋势进行高站位布局，包括横向扩张至银行和保险IT业务；纵深扩展数据能力和财富管理业务；并且基于恒云科技积极推进国际市场前进步伐，业务横纵深扩张将成为公司长期新增长极。\n　　马太效应持续发酵，下半年订单集中释放。公司持续进行高研发投入，对UF2.0和O32等核心产品进行架构升级，随着资本市场持续扩容和金融机构业务更加多样化，金融机构对公司核心产品O45和UF3.0的升级动因明显。此外，据调研，下游金融公司全年IT预算并未减少只是有所延后，下半年订单集中释放，Q3开始恒生的订单和收入呈快速恢复态势，全年业绩依然稳健。\n　　盈利预测与投资建议。公司正处于技术转型的关键投入阶段，基于分布式云原生架构的新一代产品尚未完全落地，费用与成本短期承压，采用PS估值法。公司在技术与市场占有率等方面均长期处于国内领先地位，将持续受益金融科技行业，新一代产品落地进程有望加快，利润将逐步释放。故给予2023年11倍PS，对应目标市值931.8亿元，对应目标价49.04元，维持“买入”评级。\n　　风险提示：政策推进不及预期风险；下游行业周期风险；新品推广不及预期风险；金融资产公允价值波动风险等。\n",
  "notice_date": "2022-12-04 00:00:00",
  "notice_title": "立资本市场改革浪潮之巅，恒生依旧“恒生”",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王湘杰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "恒生电子",
      "short_name_ch": "恒生电子",
      "short_name_cht": "恒生電子",
      "short_name_en": "HUNDSUN",
      "stock": "600570"
    }
  ],
  "short_name": "恒生电子",
  "source_sample_name": "西南证券",
  "star": "3"
}