{
  "attach_pages": "53",
  "attach_size": "4117",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202507091705968291_1.pdf?1752129389000.pdf",
  "company_code": "80000038",
  "eitime": "2025-07-10 06:33:05",
  "extend": {},
  "info_code": "AP202507091705968291",
  "language": "0",
  "notice_content": "　　顺丰控股(002352)\n　　综合物流龙头，前瞻布局多元增长。公司创立于1993年，历经三十余年发展，已成为中国及亚洲最大、全球第四大综合物流服务提供商。1）公司坚定前瞻投入差异化赛道，从商务件龙头成长为综合物流平台型公司。2）采用高控制力和执行力的直营模式，优在质量，多网融通、营运模式变革助力直营网络再进化。3）独立第三方物流快递龙头，创始人持股比例较高，无大型电商平台控股或参股，确保公司自上而下战略延续性强。\n　　核心快递业务：时效件底盘稳固，经济件效益改善。1）时效件：壁垒高筑，第一曲线有望再回升。顺丰多年深耕时效件产品，持续打造高频次运营模式和直营体系，高筑供给端壁垒，造就了公司在高端件市场的垄断地位。2）经济件：调优产品结构，效益持续改善。2023年剥离丰网彻底退出低价件竞争，专注中高端经济型快递市场，票均成本改善，毛利已转正。\n　　多元物流业务：多赛道布局，谋生态拓版图。1）快运：万亿市场格局优化，双轮驱动协同发展。顺丰快运与顺心捷达双品牌运作抢占中高端快运市场，2022年首次扭亏为盈，2023年加速盈利，目前已经实现收入、时效双第一。2）冷运及医药：积淀已久，期待盈利拐点。公司提供的标准化冷链解决方案比较少见，开拓全新业务很难一蹴而就，未来成长空间可观。3）同城即时配送：“全”、“准”、“稳”三大杀手锏助推高速成长。业务多元、技术提效、骑手为大助推顺丰同城高质量稳健增长，2023年跨越盈亏平衡点。\n　　供应链及国际业务：出海破局，打造第二增长曲线。1）国际复盘：国际业务市场大且利润率高。中国快递物流出海已是大势。对标国际快递龙头，相比国内业务，国际业务具有更高的利润率。2）强化关键核心节点资源，网络布局实力增强。公司持续加强航空网络规划、清关资源建设、升级末端本土快递，提升国际快递服务水平。3）融通嘉里：收购嘉里物流拓宽成长空间。\n　　鄂州机场：对内提升产品力，对外强化网络覆盖。1）赋能国内业务：助力时效网络升级，推动第一曲线回升。鄂州机场与轴辐式网络结构的建立，将在降低成本、提升时效、提升稳定性以及产业集聚构筑增量等方面为时效件带来显著改变。2）赋能国际业务：融会贯通，连接国际。鄂州机场发挥轴辐式网络中转集散功能，枢纽作用充分释放对打开供应链及国际业务想象空间有重要意义。\n　　投资建议：我们预计公司2025-2027年归母净利润分别为120/138/158亿元，EPS分别为2.37/2.72/3.12元，A股当前股价对应PE为20/18/15倍，H股当前股价对应PE为17/14/13倍。随着顺周期预期改善，中高端快递市场具备需求回暖机会价值，业绩弹性大。首次覆盖，给予“推荐”评级。\n　　风险提示：宏观需求修复不及预期，油价及人工成本大幅上行，新业务改善不及预期，海外经济衰退及国际地缘政治环境恶化。\n",
  "notice_date": "2025-07-09 00:00:00",
  "notice_title": "深度报告：顺势而为，构筑长期主义价值底色",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "黄文鹤,张骁瀚,陈佳裕",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "422",
          "publishName": "物流行业"
        }
      ],
      "short_name": "顺丰控股",
      "short_name_ch": "顺丰控股",
      "short_name_cht": "順豐控股",
      "short_name_en": "SF HOLDING",
      "stock": "002352"
    }
  ],
  "short_name": "顺丰控股",
  "source_sample_name": "民生证券",
  "star": "3"
}