{
  "attach_pages": "5",
  "attach_size": "1097",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401021615913895_1.pdf?1704188891000.pdf",
  "company_code": "80027629",
  "eitime": "2024-01-02 09:48:11",
  "extend": {},
  "info_code": "AP202401021615913895",
  "language": "1",
  "notice_content": "　　立讯精密(002475)\r\n　　Based on filings of Pegatron (iPhone OEM) on 28 Dec, Luxshare is expected toinvest RMB 2.1bn for 62.5% stake of Pegatron’s iPhone assembly plant inKunshan. After the deal close, Luxshare will become the 2nd largest iPhoneassembler with 35%+ share after Foxconn, and Pegatron will target to reallocateresources and regional production capacity. Despite recent macro headwindsand iPhone’s pressure from Huawei’s comeback, we believe Luxshare is wellpositioned for further share gain across Apple’s iPhone/ Watch/AirPods/VisionPro supply chain in FY24/25E. We are positive on Luxshare’s synergy withrecent acquisitions, fast-growing auto/comm. business and better operatingefficiency in FY24/25E. The stock is trading at 22.2x/17.6x FY23/24E P/E (1-sdbelow 5-yr avg. P/E). Maintain BUY with the same TP of RMB46.96 (based on24x FY24E P/E). Upcoming catalysts include Vision Pro ramp-up and auto tier-1 progress.\r\n　　Luxshare to acquire Pegatron’s iPhone assembly plant in Kunshan,boosting iPhone assembly share. Luxshare will invest RMB 2.1bn in theKunshan plant for 62.5% stake as capital expansion, and Pegatron’s stakein the facility will drop to 37.5%. After the expansion into iPhone assemblybusiness since iPhone 14 Series, Luxshare has been gaining shares withorder win of three iPhone 15 models in 2023, including premium 15 Pro.Foxconn, Pegatron and Luxshare are the three major iPhone assemblerswith share allocation of 60%, 25% and 15%, based on our estimates. Afterthe deal close, we believe Luxshare will surpass Pegatron to become the2nd largest iPhone assembler after Foxconn.\r\n　　Accelerated share gain across Apple product lines and strong outlookin auto/comm segments. Luxshare pre-announced FY23E net incomegrowth at 17.5-22.5% YoY in 3Q23 earnings release, implying 31% YoYgrowth in 4Q23 (vs 15% in 3Q). We believe stronger earnings in 4Q23 wasa result of Luxshare’s share gain in top module/ smartphone OEM biz andhigher share allocation of high-end models, and we are positive on furtheriPhone OEM business upside in FY24/25E post Kunshan plant acquisition.In addition, comm./auto tier-1 business are poised to deliver solid growthand better margins with order wins and product portfolio expansion.\r\n　　Attractive risk/reward; Reiterate BUY. We are positive on Luxshare’sshare gain across Apple product lines and robust auto/comm. outlook, andmarket concerns on Huawei’s comeback are overdone. The stock is tradingat 22.2x/17.6x FY23/24E P/E, close to 1-SD below 5-year hist. avg. P/E.Reiterate BUY with the same TP of RMB46.96 (24x FY24E P/E).",
  "notice_date": "2024-01-02 00:00:00",
  "notice_title": "Acquisition of Pegatron’s Kunshan plant to further boost iPhone assembly share gain",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Alex Ng,Claudia Liu",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "立讯精密",
      "short_name_ch": "立讯精密",
      "short_name_cht": "立訊精密",
      "short_name_en": "LXJM",
      "stock": "002475"
    }
  ],
  "short_name": "立讯精密",
  "source_sample_name": "招银国际"
}