{
  "attach_pages": "6",
  "attach_size": "939",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203231554447458_1.pdf?1648033802000.pdf",
  "company_code": "80000064",
  "eitime": "2022-03-23 11:10:02",
  "extend": {},
  "info_code": "AP202203231554447458",
  "language": "0",
  "notice_content": "　　中国化学(601117)\r\n　　事件描述： \r\n　　2022 年 3 月 22 日公司发布公告，公司控股子公司天辰齐翔尼龙新材料项目（一期）配套丙烯腈联产装置一次性开车成功，截至当前装置顺利产出丙烯腈优级品，生产运行稳定。公司将按计划推进己二胺装置、己二腈装置的生产运行， 全力保障己二腈产品的顺利产出。\r\n　　2022 年开年经营稳健向好， 新签合同金额大幅上涨\r\n　　截至 2022 年 2 月，公司累计实现营业收入 238.58 亿元；累计新签合同额 767.42 亿元。 其中，建筑工程承包 524 个，勘察设计监理咨询 338 个。从地区分布上看，境内合同金额达 671.5 亿元，同比增长 83.83%；境外合同金额达 95.92 亿元，同比增长 118.3%\r\n　　三大项目顺利推进投产， 加速新材料赛道转型\r\n　　公司在建己二腈—尼龙新材料、气凝胶、可降解塑料三个化工新材料项目顺利推进，同时多个项目取得突破性进展：\r\n　　1）天辰齐翔己二腈项目已整体进入中交、投料试生产交错期，生产所需的大宗化工原料已进场。根据现场进度介绍，丙烯腈装置已产出合格丙烯腈产品，预计己二胺装置将于 2022 年 3 月底产出合格己二胺产品，预计己二腈装置将于 2022 年 4 月上旬产出合格己二腈产品。\r\n　　2）华陆新材气凝胶项目于 2022 年 2 月 27 日一次性开车成功，当前已产出第一批合格硅基纳米气凝胶复合绝热毡产品。\r\n　　3）公司子公司化学工业第三设计院有限公司下属企业中化学天业新材料有限公司打造的可降解塑料 PBAT 项目一期年产 10 万吨 PBAT 项目已顺利机械竣工，整体进入了开车、试生产阶段。\r\n　　公司拟投资 150 亿元，建设 60 万吨/年环氧丙烷、 90 万吨/年过氧化氢、20 万吨/年尼龙 66、 10 万吨/年尼龙 12 等项目。 公司加速尼龙新材料领域布局， 同步探索在其他地区规划多个尼龙新材料项目，将自有技术逐步产业化。公司有望增强在尼龙行业的话语权， 同时带来新的利润增量。\r\n　　依托丰富技术储备，“ 纯碱+磷化工” 双管齐下布局新能源、电子赛道\r\n　　纯碱：锂离子电池重要正极材料碳酸锂和光伏组件核心光伏玻璃的生产都需要用到纯碱。 目前纯碱的生产方法可分为天然碱法和化学合成法两种，其中化学合成法又可分为联碱法和氨碱法两种。从全球范围看，天然碱法制纯碱以其独特的优势成为主流的制纯碱工艺。天然碱法制纯碱的投资、生产制造成本更低，而且具有不排废渣、废液的环保优势。在双碳背景下天然碱法深度影响纯碱行业的供需已经逐渐成为趋势。中国化学在天然纯碱、合成纯碱的工程建设有丰富经验。 2018 年建成全球在运行最大规模的天然碱项目——土耳其卡赞天然碱项目， 2019 年承接当时全球在建最大的天然碱项目——美国太平洋天然碱项目。 2020 年中国化学承接阿拉善塔木素天然碱开发利用项目， 2021 年 4 月举行装置区开工仪式，建设产能为年产 780 万吨纯碱、 80 万吨小苏打加工装置。根据百川资讯最新统计，全国纯碱总有效产能 3231 万吨， 该项目建设后项目产能占有率将达到 20%。 未来随着光伏、新能源持续发展， 中国化学天然纯碱的工程技术将打开新增长极。\r\n　　磷化工：磷酸作为一种基础化工原料， 可以制备农业中的磷肥、食品中的添加剂、电子工业中的芯片基础材料等。 中国化学旗下五环公司长期深耕磷化工领域。 2012 年自主研发出“ 半水-二水法磷酸装置技术” 填补国内空白，具有能耗低、磷收率高、成品酸质量好、石膏品质好、运行成本低等优势，为国内磷化工产业的蓬勃发展奠定基础。 2020 年 9 月 2 日， 由五环公司总承包的目前全球规模最大的兴发 38 万吨/年磷酸项目采用“半水-二水湿法磷酸” 工艺装置一次投料成功，。此外， 五环公司以磷酸技术为基础逐步深入磷化工环保节能技术研发， 进而开发芯片基础材料。\r\n　　磷化工环保方案提供商：针对目前制约磷化工发展的环保问题， 五环公司首创针对“ 三磷” 问题的整体技术解决方案。 一是源头减量化，推广先进的磷酸绿色生产工艺“ 半水-二水法”，提高磷收率，减少磷石膏中的磷含量。 二是通过对磷石膏进行在线改性，回收磷石膏渣浆中的水溶磷，固定磷石膏中可溶性磷、氟和有机质，使其酸碱度调整为接近中性，性质与天然石膏接近。磷石膏堆存浸出液指标可达到地表 III 类水标准，从根本上消除磷石膏堆存安全、环保风险，为磷石膏大规模综合利用创造良好条件。 三是通过含磷水的资源化利用，将磷化工企业的低浓度含磷水中的水溶磷生产为磷酸盐产品，水质提升到接近生产给水标准，在解决环保问题的同时，提高经济效益。通过整体技术解决方案，将磷化工企业的环保问题通盘解决， 并实现资源化、循环化。\r\n　　依托磷化工进军芯片材料领域： 2021 年 3 月 17 日，五环公司与湖北兴发集团签署电子化学品专区系列产品项目合作框架协议，主要围绕电子化学品、电子级特气、电子级电镀液及电子级硅材料等进行研发、攻关和产业化，旨在突破芯片国产化“卡脖子” 问题，是全国第二个、中部地区第一个电子化学品专区。\r\n　　未来在芯片新材料高速发展、环保日益趋严的背景下，公司在磷化工方面的工艺技术和环保解决方案将得到更广阔的应用。\r\n　　公司作为一流工程公司，技术底蕴深厚，研发创新能力强，不仅在传统大化工领域积累丰富经验，而且在天然碱、磷化工等领域也实现自主研发的突破。 在碳中和时代，公司一方面可以推动自主研发的 POE、 POM、 ASA等众多新材料实现工业化来进一步完善新材料布局，实现实业板块更大发展，另一方面凭借诸多减碳、固碳的技术手段以及绿色磷化工的环保发展路径，公司有望成为双碳时代碳中和解决方案的综合服务提供商， 成长可期。\r\n　　“聚焦主业+高附值材料延伸”一体化发展战略， 公司未来发展可期\r\n　　近年来，公司突出化学工程优势业务，拓展基础设施业务，同时加快战略新兴产业布局促进实业发展，坚持聚焦主业，向向高附加值的实业领域延伸，形成一体化优。 公司以被国外垄断的、国内没有工业化生产的化工新材料技术为主攻方向，积极打造化工领域原创技术“ 策源地” 。 公司成功开发了“丁二烯直接氢氰化法” 生产己二腈技术，打破了国外对 己二腈技术的垄断，填补国内行业空白。\r\n　　公司还对旗下二级企业设计分级分类差异化的业绩考核机制，对业绩指标完成好的企业，加大奖励； 对三级企业采取风险抵押模式加强工程项目的精细化管理，建立起了适合公司发展实际的有效激励机制。 公司未来将不断延伸实业板块的产品链、产业链、价值链，走向更广阔的市场。\r\n　　投资建议\r\n　　预计公司 2021-2023 年归母净利润分别为 45.2、 67.2、 82.2 亿元，同比增速为 23.7%、 48.4%、 22.4%。对应 PE 分别为 12.6、 8.5、 6.9 倍。维持“ 买入” 评级。\r\n　　风险提示\r\n　　产能投放不及预期、 化工项目审核收紧、企业安全生产等。",
  "notice_date": "2022-03-23 00:00:00",
  "notice_title": "向高附加值材料转型，多个项目迎来突破",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "尹沿技,王强峰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "425",
          "publishName": "工程建设"
        }
      ],
      "short_name": "中国化学",
      "short_name_ch": "中国化学",
      "short_name_cht": "中國化學",
      "short_name_en": "CNCEC",
      "stock": "601117"
    }
  ],
  "short_name": "中国化学",
  "source_sample_name": "华安证券",
  "star": "4"
}