{
  "attach_pages": "4",
  "attach_size": "990",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204271561920305_1.pdf?1651068310000.pdf",
  "company_code": "80027629",
  "eitime": "2022-04-27 14:05:10",
  "extend": {},
  "info_code": "AP202204271561920305",
  "language": "1",
  "notice_content": "　　药明康德(603259)\r\n　　1Q22 earnings in line. WuXi AppTec reported 1Q22 revenue of RMB8,474 mn, up 71% YoY, attributable recurring net income of RMB1,714mn, up 107% YoY, and attributable Non-IFRS net income of RMB2,053mn, up 86% YoY. Unfavorable exchange rate changes continued to adversely impact the Company’s earnings in 1Q22. Revenue growth in 1Q22 would have further accelerated by 7.3 ppts to 79% YoY under constant currency. Gross profit margin (GPM) declined to 35.8% in 1Q22 from 37.1% in 1Q21 due to RMBappreciation, while adjusted Non-IFRS GPM at constant exchange rate improved 1.1 ppts YoY to 37.8% in 1Q22. The management maintained its revenue growth guidance of 65-70% YoY for 2022E and 63-65% YoY for 2Q22E, assuming that the Omicron outbreak in Shanghai could be largely under control by the end of April. \r\n　　Resilient growth in both COVID-19 projects and non-COVID-19 projects, a further proof of the Company’s successful business model. Revenue of WuXi Chemistry soared by 102% YoY in 1Q22, mainly driven by the 139% YoY revenue growth of chemical CDMO services. We estimate that WuXi AppTec booked approximately RMB1.5bn revenue from commercial COVID-19 projects in 1Q22 and the management expected the revenue from commercial COVID-19 projects to further ramp up QoQ for the rest of 2022. It’s worth noting that revenue from non-COVID chemical CDMO services delivered an impressive revenue growth of 56% YoY, which was attributable to WuXi AppTec’s unique CRDMO business model. The Company’s CDMO pipeline contained 1,808 projects as of Mar 2022 (vs 1,666 as of Dec 2021), including 49 projects in Phase III and 42 in commercial stage. Toaccommodate growing demand, WuXi AppTec aims to invest RMB9-10bn in Capex in 2022E (vs RMB6.9bn in 2021), and ~60% of the Capex will go to chemical CDMO business.\r\n　　Cell & gene therapy (CGT) CTDMO segment rebounded in 1Q22. CGT CTDMO business turned around from 3% YoY revenue decline in 2021 to 37% YoY revenue growth in 1Q22 thanks to the expanding project pipeline and the launch of TESSA services, a revolutionary novel process to manufacture AAV. As of Mar 2022, the Company had 14 TESSA evaluation projects, indicating good customer demand. We expect the GPM of WuXi ATU segment to improve with the ramp-up in utilization of the newly-built Shanghai Lingang site and Philadelphia site.\r\n　　Maintain BUY. We revised our TP from RMB188.64 to RMB185.04, based on a 9-year DCF model (WACC: 9.74%, terminal growth rate: 3.0%).",
  "notice_date": "2022-04-27 00:00:00",
  "notice_title": "Successful business model drives sustainable earnings growth",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "药明康德",
      "short_name_ch": "药明康德",
      "short_name_cht": "藥明康德",
      "short_name_en": "WUXI APPTEC",
      "stock": "603259"
    }
  ],
  "short_name": "药明康德",
  "source_sample_name": "招银国际"
}