{
  "attach_pages": "6",
  "attach_size": "921",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207121576070473_1.pdf?1657616718000.pdf",
  "company_code": "80092742",
  "eitime": "2022-07-12 09:05:18",
  "extend": {},
  "info_code": "AP202207121576070473",
  "language": "0",
  "notice_content": "　　紫光股份(000938)\r\n　　事件： 2022年7 月 11 日， 紫光股份有限公司收到间接控股股东北京智广芯控股有限公司《关于紫光集团有限公司控股股东、实际控制人发生变更的通知》， 公司变更为无实际控制人。\r\n　　点评：\r\n　　紫光集团债务重整落地， 股权不确定消除，未来发展可期\r\n　　根据公司公告以及北京一中院裁定批准的重整计划，由北京智路资产管理有限公司和北京建广资产管理有限公司作为牵头方组成的联合体（以下简称“智路建广联合体”）为紫光集团等七家企业实质合并重整战略投资者，智路建广联合体拟通过其搭建的战投收购平台智广芯整体承接重整后紫光集团 100%股权， 两家原股东清华控股有限公司及北京健坤投资集团有限公司全部退出。 2022 年 7 月 11 日，紫光集团已完成工商变更登记手续，其 100%股权已登记至智广芯名下， 智广芯变更为公司间接控股股东。本次实际控制人变更前， 中华人民共和国教育部为公司最终实际控制人。 本次实际控制人变更后，公司变更为无实际控制人。紫光集团股权顺利完成交割，标志着司法重整执行阶段的工作全面进入收官环节， 对于紫光股份而言， 股权层面的不确定性消除， 有利于公司治理结构的优化， 同时智广芯控股背后出资人组合有望充分发挥其“控股型科技投资、战略型产业运营”的双轮驱动优势， 与公司已有产业形成协同优势，弥补产业链短板， 助力公司产业发展。\r\n　　数字经济驱动 ICT 设备长期成长， “芯—云—网—边—端”全产业布局夯实核心竞争力\r\n　　数字经济已成为当前经济发展关键支撑， ICT 设备为支撑企业数智化转型的核心基石，长期受益于数字化时代的发展。 公司围绕“数字大脑”智能战略，通过两大主营业务和五大核心子公司实现“芯—云—网—边—端”全产业链深度布局： 1）芯片： 新华三半导体自研高端网络设备芯片，驱动盈利能力持续提升； 2）云计算： 新华三与紫光云提供公有云、私有云、混合云多重解决方案，实现云计算产品全线覆盖； 3）网络和 IT 设备： 公司在交换机、路由器、服务器等领域均具备核心竞争力，随着华为向纯软聚焦，公司市场份额有望持续提升；4）网络安全： 国家重视网络安全发展，公司网安竞争实力强劲； 5）商用终端： 践行“AI inAll”智能战略，致力于构建全场景的数字赋能链路。\r\n　　多产品国内领先，研发持续投入巩固 ICT 龙头地位\r\n　　2021 年，在中国企业级 WLAN 市场份额为 28.4%，连续 13 年蝉联市场第一；在中国以太网交换机市场份额为 35.2%，位列市场第二；在中国企业网路由器市场份额从上年的 30.8%提升至31.3%，持续位列市场第二；在中国X86服务器市场份额由上年的15.4%增至17.4%，提升至市场第二；在中国 Non-X86 服务器市场份额为 19.5%，由上年的第四跃升至第一；中国刀片服务器市场份额为 47.8%，持续蝉联市场第一；在中国存储市场份额为 12.6%，位列市场第二；在中国安全硬件市场份额为 9.0%，位列市场第二； 2021 年前三季度，在中国超融合市场份额 20.5%，市场份额升至第一。 公司 2021 年研发投入达 48.81 亿元，同比增长 14.15%，持续加大的 ICT 技术和解决方案研发投入为公司业务快速发展和市场份额提升奠定了坚实的基础。\r\n　　紫光云协同发展，云计算布局持续完善\r\n　　紫光云持续打造云服务核心能力， 深度协同促进云业务增长，目前已在全国建设 43 个节点，覆盖 22 个省份， 其中自建节点 8 个、合营节点 11 个、政务云和专享云节点 24 个。 加快云服务、智慧城市及行业云方面布局。\r\n　　云服务： 陆续中标重庆市政务云、甘肃六地市政务云、北京政务云等云服务项目。智慧城市： 紫光云公司与新华三深度协同，陆续中标烟台经济技术开发区智慧城市、智慧滨海城市大脑二期、曲靖城市大脑、智慧青城、淮安智慧城市等项目。\r\n　　行业云： 重点面向工业云、建筑云和水务云等行业云，构建平台+生态+运营的一体化服务体系，深耕行业应用，打造核心 PaaS 和 SaaS 能力。由紫光云公司和新华三共同打造的紫光UNIPower 工业互联网平台入选 ForresterWave 中国互联网工业平台研究报告“卓越表现者”象限、进入 IDC 中国工业互联网平台厂商评估报告“主要厂商”象限；水务云在水务治理、水质监测系统、水务信息化上实现深耕细作；建筑云在智慧园区、智慧工地、住建信息化等方向持续发力；陆续中标沈阳工业企业上云 2021 项目、江津区智慧园区工业云项目、南湖流域治理水务云项目等。\r\n　　盈利预测与投资评级\r\n　　公司是国内 ICT 设备龙头企业，具备完整的“云-网-边-端-芯”产业链，近年来在运营商高端市场和海外市场持续取得突破，我们看好公司在数字经济时代的竞争实力和长远发展。预计公司 2022-2024 年归母净利润分别为 26.54 亿元、 32.78 亿元、 40.57 亿元， 当前收盘价对应PE 分别为 20.37 倍、 16.49 倍、 13.32 倍， 维持“买入”评级。\r\n　　风险因素\r\n　　云计算产业发展不及预期； 海外业务发展不及预期； 母公司债务重组效果不达预期。",
  "notice_date": "2022-07-12 00:00:00",
  "notice_title": "集团债务重整落地，公司未来发展可期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "紫光股份",
      "short_name_ch": "紫光股份",
      "short_name_cht": "紫光股份",
      "short_name_en": "UNIS",
      "stock": "000938"
    }
  ],
  "short_name": "紫光股份",
  "source_sample_name": "信达证券",
  "star": "3"
}