{
  "attach_pages": "7",
  "attach_size": "1222",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404291631574913_1.pdf?1714401395000.pdf",
  "company_code": "80027629",
  "eitime": "2024-04-29 14:36:35",
  "extend": {},
  "info_code": "AP202404291631574913",
  "language": "1",
  "notice_content": "　　三一重工(600031)\n　　SANY Heavy (SANY)’s net profit in 2023 came in at RMB4.53bn (+6% YoY),which is 12% below both our and consensus estimates. In addition, net profit in1Q24 only grew 5% YoY to RMB1.58bn due to a lack of revenue growth (-1%YoY). We are still concerned about further slowdown of export this year, giventhe weakness in the overseas demand (in particular in Europe). We maintainour 2024E earnings forecast but revise up our 2025E estimates by 8% as wetake into consideration a moderate recovery in China’s market. Still, our newestimates remain 24%/29% below consensus. Maintain HOLD with new TP ofRMB14.8, based on 24x 2024E P/E.\n　　4Q23 results below expectations. Revenue declined 17% YoY toRMB17.9bn. Gross margin narrowed 1.9ppt YoY to 25.6%. EBIT wasRMB698mn (-25% YoY), largely helped by a fair value gain of RMB602mn.Net profit dropped by 29% YoY to RMB480mn.\n　　Slowdown of overseas revenue in 2H23. Overseas revenue in 2H23(62% of SANY’s revenue) grew 4% YoY to RMB20.8bn (slowed from 36%in 1H23). In terms of region, Europe grew 15% YoY to RMB8.1bn (39% ofoverseas revenue). Asia Pacific (ex-China) remained stable at RMB7.6bn(36% of overseas). Both America and Africa revenue dropped 6% YoY in2H23 (17%/7% of overseas).\n　　Sluggish 1Q24 results. Revenue dropped 1% YoY while gross marginexpanded 0.5ppt to 28.4%. Helped by lower R&D and administrativeexpense ratio, net profit grew 5% YoY to RMB1.58bn. On the positive side,operating cash flow improved significantly to RMB4.38bn (vs -RMB1.6bn in1Q23).\n　　Valuation. We revise up our TP to RMB14.8, based on 24x 2024E P/Ewhich is equivalent to 0.5SD above the average of 20x since 2017 (previousTP: RMB12.3, based on 19x). We now apply an above average targetmultiple as we see initial signs of stabilisation of excavator sales in China’smarket, and we expect a moderate recovery in 2025E.\n　　Upside risk: stabilization of property investment in China; Downside risk:further slowdown of overseas demand.\n",
  "notice_date": "2024-04-29 00:00:00",
  "notice_title": "2023 net profit a miss; 1Q24 still weak; Stay on the sidelines",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "三一重工",
      "short_name_ch": "三一重工",
      "short_name_cht": "三一重工",
      "short_name_en": "SANY HEAVY IND",
      "stock": "600031"
    }
  ],
  "short_name": "三一重工",
  "source_sample_name": "招银国际"
}