{
  "attach_pages": "46",
  "attach_size": "2544",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202211031579845943_1.pdf?1667471852000.pdf",
  "company_code": "80000200",
  "eitime": "2022-11-03 10:37:32",
  "extend": {},
  "info_code": "AP202211031579845943",
  "language": "0",
  "notice_content": "　　招商轮船(601872)\n　　全球综合航运龙头，拥有全球规模最大的VLCC船队和规模居世界前列的散货船队。凭借长期深耕航运业的灵活动态的经营策略，公司经营效益和稳定性都明显领先于同行，“油散集气”多元化业务组合有望助力公司平滑经营波动。油运业务当前底部反转趋势已成，在供需两端多因素催化下或将迎来向上大周期，同时公司今年大力布局的LNG业务受俄乌冲突影响有望长期受益，我们看好LNG业务的后续潜力，给予公司增持评级。\n　　支撑评级的要点\n　　全球综合航运龙头，“油散集气”多元化组合有望平滑经营波动。公司拥有全球规模最大的VLCC船队，散货船队经过不断扩张目前规模居世界前列，近年来公司已逐步形成“2+N”的多元化业务组合，使其在强周期的航运行业中能够分散单一业务剧烈波动带来的风险。分散风险的同时，公司凭借长期深耕航运业的灵活动态经营策略使其经营效益和稳定性都明显领先同行，2021年在油运处于历史低谷期公司仅小幅亏损，2017-2021年公司营收和归母净利持续实现增长，公司经营已逐步呈现弱周期并兼具成长属性。\n　　油运底部反转趋势已成，多因素催化或迎来向上大周期。油运当前运价已由负转正，未来存较多因素催化：1）供给端。VLCC之前连续1年多无新增订单，未来两年将出现无船下水的历史罕见情形，同时EEXI环保新规将于2023年初正式实施，预计环保新规影响下船舶面临降速使得有效供给受到限制。2）需求端。首先欧美主要国家原油储备处于历史低位，未来补库带来的需求弹性较高，其次俄乌冲突导致的油运运距拉长显著提升吨公里需求这一变化难以逆转，最后美国页岩油近两年受疫情影响一直消耗DUC，我们判断DUC或将迎来向上拐点，美国页岩油产量后续有望随着新增钻井和DUC同步上行，页岩油产量上升或使得美国页岩油出口增加，进而带动油运需求。\n　　散运当前受工业经济下行有所承压，供给端缓增下静待后续恢复。公司散运业务经营相对稳健，VLOC的锁定比率为100%，客户主要为巴西淡水河谷。当前全球PMI下行导致钢铁产量下降，进而影响煤炭和铁矿石的海运需求，散运各船型运价指数皆出现下跌，不过从供给端看，散运在手订单比例较低，同时新增订单较少，散货船平均年龄近五年持续上行，拆船平均年龄处于低位，供给端整体增长缓慢，我们预计后续散运业务将随着需求一侧回暖恢复。\n　　集运受需求端影响明显回落，LNG运输加大布局未来可期。集运当前受需求端影响运价指数出现明显走弱，同时过去两年集运新船订单较多，后续供给端或面临较大压力，不过当前集运运价指数已跌至与疫情前相对接近的水平，考虑到垄断联盟、长协以及港口拥堵，未来集运进一步大幅下跌空间有限，我们认为后疫情时代集运将在不利和有利的多种因素作用下迎来新的平衡。LNG运输受俄乌冲突影响未来有望长期受益，一是俄对欧管道气输送大幅减少将显著提升LNG在天然气贸易中占比，二是欧洲寻求从美国增加LNG进口以替代部分俄天然气缺口，而欧洲至美国运距较远，吨公里需求将明显提升。公司今年逐步加大LNG运输的战略布局，我们看好公司LNG业务的未来潜力。\n　　盈利预测与估值\n　　2022-2024年，预计EPS分别为元0.61元/股、0.77元/股、0.85元/股。PB为1.9倍、1.7倍、1.5倍。首次覆盖给予增持评级。\n　　评级面临的主要风险\n　　油运需求不及预期风险、燃油价格大幅上升风险、集运价格大幅下跌风险、全球工业经济下行风险。\n",
  "notice_date": "2022-11-03 00:00:00",
  "notice_title": "油运多因素催化迎向上大周期，LNG业务加大布局未来可期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王靖添",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "450",
          "publishName": "航运港口"
        }
      ],
      "short_name": "招商轮船",
      "short_name_ch": "招商轮船",
      "short_name_cht": "招商輪船",
      "short_name_en": "CMES",
      "stock": "601872"
    }
  ],
  "short_name": "招商轮船",
  "source_sample_name": "中银证券",
  "star": "4"
}