{
  "attach_pages": "11",
  "attach_size": "1157",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202301181582103505_1.pdf?1674027844000.pdf",
  "company_code": "10001968",
  "eitime": "2023-01-18 07:44:04",
  "extend": {},
  "info_code": "AP202301181582103505",
  "language": "0",
  "notice_content": "　　赛力斯(601127)\n　　事件\n　　1月13日，AITO官宣旗下M5EV、M7两款产品的部分车型降价。华为表示，AITO问界2022年交付超7.5万辆，是成长最快的新能源汽车品牌，为答谢广大用户，AITO问界系列带来了力度最大的新年福利，优惠力度高达3万元，对部分车型推出新年感恩回馈活动：问界M5全系赠送2年基础保养；为M5EV全系、M7舒适版、豪华版首任车主提供预估总价值3.3-3.5万元的权益，整车质保延长至8年/16万公里，并赠送12万AITO积分，积分可在AITO商城内选购产品；为问界M7旗舰版首任车主延长整车质保至8年/16万公里，预估价值2.3万元。\n　　点评\n　　问界热销车型降价，以价换量提升性价比和客户体验。据AITO品牌公布的交付数据，问界系列8月首次过万之后，连续三个月稳定在一万辆以上，但11月份月交付量仅为8,260辆，环比下滑31.3%，最新12月份交付量为10,143辆。据乘联会数据，2022年问界M5增程版销量近4.9万辆，问界M7超过2.1万辆，但是和ModelY正面竞争的M5EV不足1万辆，与华为方面10万-20万辆的交付目标，还有不小的差距。问界品牌作为赛力斯与华为深度合作的结晶，诞生之初就被市场认为是含金量极高的新造车模式。问界在鸿蒙座舱、核心部件、产品定义、车辆调教、渠道销售、品牌营销等方面获得华为的独家赋能，得益于“含华量”最高，问界M5、M7上市后，赛力斯在短短数月内一跃成为月销破万的新能源汽车品牌。正因其品牌价值拥有华为强大的资源加持，问界本次不惜延后盈亏平衡的降价策略，将客户体验和产品价值放在首位，主动杜绝了如特斯拉降价后可能出现的老车主维权现象，是让新老车主均可满意的最优解。华为的千店级门店渠道具有强大的乘数效应，我们认为问界有望依靠华为销售网络迅速抢占市场，通过规模化效应抵消降价对盈利的负面效果。而作为国内首家跟降特斯拉的竞品车企，问界有望快速以价换量，有效提升产品性价比和客户体验，以助进一步提振销量和市场份额。\n　　源自问界高于问界，赛力斯与华为共创双赢未来。华为2022年12月内部会议中提出要在2025年实现盈利，而汽车是华为唯一亏损的业务，华为目前每年仅在智能汽车业务就投入了十几亿美元的研发费用。华为汽车BU确立的转型方向为：智能汽车解决方案减少科研预算，加强商业闭环，研发走模块化的道路，聚焦在几个关键部件建立竞争优势，从追求规模转向追求利润和现金流。因此华为并不满足于和赛力斯的智选合作模式，正与更多车企实现不同程度的绑定，扮演供应商、经销商等多重角色，成功建立造车生态体系并不断壮大。对于赛力斯而言，问界品牌是其在国内新能源汽车市场站稳脚跟、快速抢滩的开端和关键，而仅从销量来看，问界仅占赛力斯集团整体销量的30%。1月2日，赛力斯公告2022年汽车总销量26.72万辆，其中问界品牌销量8万辆。在与华为的合作逐渐褪去独特排他性的情况下，赛力斯也不断强调其自主产品和自研技术足以应对不断加剧的新能源汽车竞争；赛力斯的当务之急是扭转其亏损扩大的趋势，并尽快实现盈亏平衡。我们认为，2023年赛力斯和华为的深化合作有望为问界品牌带来更多惊喜，而追求各自目标带来的协同效应有望帮助赛力斯和华为实现双赢的局面。\n　　赛力斯战略布局全球化，SERES5新车订单超2万台。1月13日，赛力斯集团携SERES5亮相比利时布鲁塞尔车展，与20余家合作伙伴完成签约。赛力斯经过5年时间的研发、设计和验证，形成了“中国领先，世界先进”的高性能纯电驱动技术和智能增程电驱技术。此次在欧洲正式推出SERES5旗下三款新能源车型，其中纯电版车型将分别搭载90KWh半固态电池和80KWh磷酸铁锂电池，WLTP续航里程达530km，公司预计于3月开始交付。我们认为SERES5新车型的发布，象征着赛力斯全球化战略布局更进一步，海外市场拓展有助赛力斯加速实现规模效应。\n　　风险\n　　车型升级迭代不及预期；上游原材料成本波动风险；市场竞争加剧风险等。\n",
  "notice_date": "2023-01-18 00:00:00",
  "notice_title": "问界以价换量提升性价比和客户体验，赛力斯与华为共创双赢未来",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Barney Yao,Oscar Wang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "赛力斯",
      "short_name_ch": "赛力斯",
      "short_name_cht": "賽力斯",
      "short_name_en": "SERES",
      "stock": "601127"
    }
  ],
  "short_name": "赛力斯",
  "source_sample_name": "海通国际"
}