{
  "attach_pages": "35",
  "attach_size": "5145",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409261640054261_1.pdf?1727363610000.pdf",
  "company_code": "80000134",
  "eitime": "2024-09-26 15:13:30",
  "extend": {},
  "info_code": "AP202409261640054261",
  "language": "0",
  "notice_content": "　　东鹏饮料(605499)\n　　公司概况：广东起家，逐步辐射全国的能量饮料龙头。公司前身系深圳东方公司东鹏饮料厂，成立于1987年，后经私有化改革转制为民营企业，2009年推出防尘盖瓶装东鹏特饮，以差异化的包装和定价占据竞争优势。随着东莞样本市场打造成功，公司2013年开启全国化征程，并于2021年成功上市，2023年销售体量突破百亿。同时，公司积极构建多品类发展战略，陆续推出东鹏补水啦、鹏友上茶、东鹏大咖、VIVI鸡尾酒、海岛椰、多喝多润等多元化子品牌，有望复用渠道、品牌势能，成为国内领先的综合饮料集团。\n　　行业分析：市场扩容前景广阔，格局稳固东鹏占优。（1）行业规模：软饮料中增速最优，体量近600亿。能量饮料具备抗疲劳的功能属性和轻度成瘾性，过去十年复合增速11.8%、超越软饮料整体表现。2023年市场规模达到576亿元，同比增长8.1%，未来有望随人群拓展、场景延伸、口味扩充等实现持续增长，中期对标日本，体量或近千亿。（2）行业发展：缘起红牛，逐步壮大。1995年红牛进入中国，率先培育能量饮料市场，随后行业受益于工业化高速发展迎来快速成长期，红牛始终处于龙头地位、占据八成以上份额，但自2106年起陷入商标权纷争，份额有所松动，东鹏、乐虎等国产品牌趁势崛起，行业格局由一家独大转变为一超多强。（3）品牌竞争：东鹏更胜一筹。剖析各品牌发展特点，国产品牌高质价比定位避开了与红牛的正面对抗，相较中高端产品更容易打开市场，而东鹏的更胜一筹，主要源于更为聚焦，即二十多年来的深耕一隅，带来产品、渠道和品牌的累积优势。\n　　能量饮料：差异化构筑优势，全国化贡献增量。\n　　（1）竞争优势：品价比高、渠道势能强、品牌心智强。红牛商标权之争为东鹏提供了发展机遇，在此过程中，东鹏也逐步构建形成了自身的竞争优势。主要体现在三个方面：a.产品层面，锚定庞大的蓝领群体，以高质价比和特色专利包装迅速打开市场，逐步占领价格敏感型人群的消费心智形成需求粘性；b.渠道层面，由广东向全国快速铺设，领先上马数字化运营系统并不断完善，可实现产品流转全程跟踪，极大地提高了渠道运营效率和管理决策效率；c.品牌层面，通过多形式、高频次、全覆盖的营销强度，占领消费者累困时刻的第一联想，并将品牌高度逐步上升至民族层面，提高知名度和美誉度。\n　　（2）未来空间：全国化征途未满，海外市场初步发力，销售体量尚未封顶。对于国内而言，公司自广东起家，逐步向全国辐射，现仍处于加强全国化建设的成长阶段，区域间发展不平衡，省外网点数量和单点卖力均有提升空间。通过两种方法测算，我们预计中期维度下东鹏能量饮料国内收入将突破200亿元，较2023年至少一倍增长空间；海外方面，公司也在积极探索发展契机，先后开发了出口美国、韩国、马来西亚等地的能量饮料产品，并已通过贸易商将产品出口到海外18个国家和地区，随着出海布局的逐步深化，公司能量饮料有望迎来更广阔的发展空间；\n　　第二曲线：补水啦初显成效，多点布局培育新动能。公司开启多品类发展战略，迈向综合型饮料集团。在新品打造过程中，补水啦率先脱颖而出，呈现强劲的增长动能，其他新品也表现出良好增势，初步验证新品逻辑。归纳分析来看，公司在第二曲线打造中拥有一套高胜率、高赔率打法，具体表现为，（1）行业维度：一择优质潜力赛道，二以跟随者入局。公司所选赛道契合消费长期发展趋势如健康减糖（电解质饮料、无糖茶、植物饮料）、迎合年轻群体消费需求（如即饮咖啡、鸡尾酒），具备长远发展的战略优势，且以跟随者身份入局，降低市场教育成本，更易共享行业发展机遇；2）公司维度：延续高质价比战略，复用渠道、品牌优势。沿用能量饮料的高质价比战略，疲软环境下有望实现竞争转化，叠加前期构筑的渠道、品牌优势，新品更易取得突破性成长。\n　　投资建设：公司能量饮料基本盘稳固，新品补水啦势头迅猛、第二曲线持续发力，叠加品牌、渠道、规模等优势，有望顺利实现单一品类向多品类切换，逐步成为国内领先的综合型饮料企业。我们维持前期盈利预测，预计2024-2026年公司营业收入152.55/196.66/247.64亿元，同比增长35.4%/28.9%/25.9%，归母净利润为29.13/38.24/48.27亿元，同比增长42.8%/31.3%/26.2%，维持“买入-B”评级。\n　　风险提示：市场需求不及预期，新品表现不及预期，原材料价格大幅上涨，数据测算或有误差等。\n",
  "notice_date": "2024-09-26 00:00:00",
  "notice_title": "东鹏展翅，征程未有穷期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "李鑫鑫,王颖",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "东鹏饮料",
      "short_name_ch": "东鹏饮料",
      "short_name_cht": "東鵬飲料",
      "short_name_en": "EASTROC BEVERAGE",
      "stock": "605499"
    }
  ],
  "short_name": "东鹏饮料",
  "source_sample_name": "华金证券",
  "star": "1"
}