{
  "attach_pages": "7",
  "attach_size": "623",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203301555932814_1.pdf?1648630259000.pdf",
  "company_code": "80000007",
  "eitime": "2022-03-30 08:50:59",
  "extend": {},
  "info_code": "AP202203301555932814",
  "language": "0",
  "notice_content": "　　工商银行(601398)\r\n　　事项：\r\n　　2015年以来工商银行以ECOS工程建设为契机，打造出具有国际领先水平的分布式开放生态银行系统。我们认为，工商银行在持续开展自身金融科技创新的同时，开创了一条符合银行业经营实际和未来发展的数字化转型路径，并面向同业推广输出，有利于带动银行业整体数字化转型进程。我们维持盈利预测不变，预计公司2021-2023年净利润为3492/3667/3825亿元，对应增长10.5%/5.0%/4.3%，EPS为0.95/1.00/1.05元，当前股价对应的动态PE为4.6x/4.4x/4.2x，对应动态PB为0.54x/0.50x/0.46x，维持“买入”评级。\r\n　　评论：\r\n　　深化数字化转型，引领银行业发展趋势\r\n　　在新一轮科技革命和产业变革深入发展的大背景下，深化数字化转型是银行业践行创新驱动发展战略的必然选择。工商银行长期以来重视以科技手段推动业务与管理，近年来积极将数字化转型注入高质量发展动能，并对行业的数字化转型起到全面引领作用。\r\n　　（1）深化数字化转型是银行业高质量发展的必然趋势\r\n　　随着中国进入高质量发展阶段，客户对金融服务的需求日益多样化，我国商业银行的传统发展模式受到挑战。（1）随着数字经济高速增长以及新冠疫情催生消费者需求发生改变，以大数据、云计算、人工智能、区块链等技术为代表的金融科技加快应用，银行业传统的思维模式和服务方式受到巨大冲击。（2）我国银行业的利率市场化等各项改革加速推进，银行业盈利水平也呈明显的下降趋势。（3）疫情对实体经济造成较大冲击，进一步对银行业的盈利水平产生影响。近十年来，我国上市银行的ROE和ROA呈明显下降趋势。\r\n　　（2）工商银行早早布局，数字化转型成效明显\r\n　　面对这些问题，银行业迫切需要加快数字化转型，运用金融科技调整传统的发展模式，而工商银行一以贯之坚持数字化发展，走在同行业前列。2015年以来，工行以ECOS工程建设为契机，打造了具有国际领先水平的第五代全分布式开放银行生态系统，实现了从单一核心银行系统到去核心化开放生态系统的转变。作为中国银行业的“头雁”，工商银行在持续开展自身金融科技创新的同时，开创了一条更加符合银行业经营实际和未来发展的数字化转型路径，并面向同业推广输出，有利于带动银行业整体数字化转型进程。\r\n　　率先提出“五维布局”；数字化转型新征程前景广阔\r\n　　工商银行率先提出“数字生态、数字资产、数字技术、数字基建、数字基因”五维布局，全面推出面向未来的数字化品牌“数字工行（D-ICBC）”。\r\n　　（1）围绕五维布局，深化“数字工行”建设\r\n　　一是积极推进数字生态建设，不断增强金融服务的普惠性和适用性。二是加强数据资产应用能力。目前，工商银行已经建成业界容量最大、功能最完备的大数据服务平台，并以此推动服务、产品、运营的智能化转型。三是增强数字技术创新驱动能力。工商银行已自主研发建成了全球银行业规模最大的企业级云计算平台并实施全球银行业规模最大的主机业务下移，实现全部超10亿个借记卡账户下移至开放平台。四是优化数字基建布局。工商银行积极发挥行业领先优势，承建了金融业网络安全态势感知与信息共享平台。五是加强培育数字基因。将数字基因渗透到经营管理中，建设高水平数字化人才队伍，促进科技与业务的融合。\r\n　　（2）数字化转型与“双循环”新发展格局相契合\r\n　　工商银行打造与现代经济体系相适应的“数字工行（D-ICBC）”，服务以国内大循环为主体、国内国际双循环相互促进的新发展格局。（1）借助数字化技术不断提升服务小微的能力，助力国内大循环。工商银行根据小微客户商业模式和交易特征升级数字普惠产品与运营体系。同时，综合运用税务、电力、结算等多维数据，为小微企业经营提供信用贷款支持。2021年工行普惠贷款余额再创新高，超过1万亿元，同比增长超过50%，其中大部分普惠贷款是通过线上发放。（2）助力国家战略发展，推动国内国际双循环。工商银行为专精特新等国家战略板块打造并完善数字供应链，提供产业链场景金融服务。同时，不断深化贸易金融、跨境金融，支持“一带一路”合作项目。打造“工银全球付”系列产品，研发“环球撮合荟”跨境撮合平台，助力中资企业走出去。\r\n　　构建GBC端数字共同体，协同优势逐渐显现\r\n　　工商银行通过政务（G）、产业（B）、消费（C）三端协同发力，打造数字共同体，深化发展“第一个人金融银行”战略。一是在G端创新数字政务服务新模式，与全国29个省市区开展政务数据合作，助力政务服务“一网通办”。二是在B端深度参与产业数字化，围绕教育、医疗等民生热点领域推出“金融+行业”的云服务生态圈，对外输出超过2000类的金融产品和服务，服务总类、产品覆盖数量居同行业首位。三是在C端着力打造云上工行服务新模式，持续推动手机银行升级，为个人客户提供1000万余种智能服务方案。2021年中报显示工商银行个人手机银行客户超4.43亿户，保持同行业领先。\r\n　　践行科技自立自强，形成核心竞争力\r\n　　工商银行依托“五维布局”，践行科技自立自强，形成高水平发展的核心竞争力。一是打造同业领先的核心技术平台，提升数字基建安全保障能力和数字技术创新驱动能力。2015年起，工行依托ECOS工程，自主研发“云计算+分布式”两大核心技术平台，全面承载本行的核心业务。二是加快建设数字新基建。工商银行打造世界一流国家绿色数据中心，日交易峰值达8.68亿笔，每年减少二氧化碳排放近6000吨，并于2021年获评“国家绿色数据中心”。三是全面推进新技术布局。工商银行把区块链作为核心技术自主创新突破口，围绕大数据、云计算等前沿技术打造了工银图灵、工银玺链、工银星云等一系列新技术平台。其中，工银玺链已在安全防控、性能容量等方面取得150多项突破，入选《福布斯》2021年全球区块链50强。\r\n　　投资建议：\r\n　　我们认为，工商银行在持续开展自身金融科技创新的同时，开创了一条符合银行业经营实际和未来发展的数字化转型路径，并面向同业推广输出，有利于带动银行业整体数字化转型进程。我们维持盈利预测不变，预计公司2021-2023年净利润为3492/3667/3825亿元，对应增长10.5%/5.0%/4.3%，EPS为0.95/1.00/1.05元，当前股价对应的动态PE为4.6x/4.4x/4.2x，对应动态PB为0.54x/0.50x/0.46x，维持“买入”评级。\r\n　　风险提示：\r\n　　宏观经济形势持续走弱可能对银行资产质量产生不利影响。。",
  "notice_date": "2022-03-30 00:00:00",
  "notice_title": "引领行业数字化转型",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "王剑,陈俊良,田维韦",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "工商银行",
      "short_name_ch": "工商银行",
      "short_name_cht": "工商銀行",
      "short_name_en": "ICBC",
      "stock": "601398"
    }
  ],
  "short_name": "工商银行",
  "source_sample_name": "国信证券",
  "star": "1"
}