{
  "attach_pages": "6",
  "attach_size": "648",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303281584602593_1.pdf?1679996906000.pdf",
  "company_code": "80092742",
  "eitime": "2023-03-28 09:48:26",
  "extend": {},
  "info_code": "AP202303281584602593",
  "language": "0",
  "notice_content": "　　荣盛石化(002493)\n　　事件：2023年3月27日晚，荣盛石化发布关于引入战略投资者暨签订战略合作协议的公告。公司控股股东荣盛控股与沙特阿美全资子公司AOC签署股份转让协议，拟将其所持有的公司10.13亿股通过协议转让的方式转让给AOC，同时荣盛石化与沙特阿美签署了《原油采购协议》、《ATS框架协议》、《原料供应框架合同》、《化学品框架协议》、《精炼和化工产品框架协议》、《原油储存框架协议》等多项战略协议，在保障公司原材料供应、客户资源拓宽、产业布局、技术协同等方面进一步加深合作。\n　　点评：\n　　长周期原油采购协议落成，充分保障原材料供应。沙特阿美、浙石化和荣盛石化签订了《原油采购协议》和《ATS框架协议》，协议约定沙特阿美向浙石化供应承诺数量为48+8万桶/日（约2790万吨/年）的阿拉伯原油供浙石化炼油厂加工，该协议固定期限为20年，后续以5年为期延长。当前浙石化拥有4000万吨/年的原油加工量，在与沙特阿美签署协议后，沙特阿美对浙石化的原油供应比率或将接近70%。2022年，公司基于现有原油采购协议，向沙特阿美及其关联方购买了约603亿元人民币的原油等原材料，我们预计未来公司与沙特阿美的原材料采购金额或超过千亿人民币。此外，阿美新加坡贸易公司（ATS）还和公司签署了20万吨/年的特定《原料供应框架合同》，旨在为公司提供石脑油、混合二甲苯、直馏燃油等生产原料。我们认为，公司与沙特阿美长周期的原油采购协议落成，能够有效增强原材料供应保障，降低原料供应的不稳定性和价格的大幅波动风险，进一步增强产业链抗风险能力。\n　　化工品采购协议签署，公司海外市场空间持续打开。公司与沙特阿美签署《化学品框架协议》，协议约定沙特阿美将向公司采购80万吨/年的聚乙烯、聚丙烯等化工产品；公司与ATS签署《精炼和化工产品框架协议》，协议约定ATS将向公司采购30万吨/年的化工产品和1.5万桶/日（约75万吨/年）的精炼产品。根据我们测算，80万吨/年的化工品采购量将占浙石化聚烯烃产品产量的25.5%，明显支撑了公司的产品需求扩张。我们认为，沙特阿美与公司签署的化工品采购协议能够有效推动公司化工品出海，同时有望依托沙特阿美的海外销售渠道，进一步开拓产品国际市场空间和深化海外客户战略合作。\n　　技术共享有望推动成长突破，产品丰富度未来可期。本次战略合作中，公司与沙特阿美还签署了《技术分享框架协议》，双方利用其优势进行技术互补，共同开发满足未来市场需求的新技术、工艺和设备，并向市场推广，同时还将共享研究和开发的必要资源，包括联合研究和开发项目中的人力、设备和原材料资源等。我们认为，当前公司正处于产业深化发展进程，布局了光伏材料、工程塑料、树脂材料等多产业链，其中部分产品在国内尚未形成工业化产能，市场空间广阔。公司与沙特阿美的技术共享，一方面能够为当前在建项目提供技术支撑，同时也能够为新产业链布局打造良好基础，持续丰富下游产品，推动公司产品布局带来成长性突破。\n　　原油储存协议强化供应稳定，油运潜在机遇乘势而起。公司与沙特阿美签署了《原油储存框架协议》，协议约定浙石化或其关联方向沙特阿美提供指示性容量为300万立方米的原油储罐，沙特阿美将储罐中的原油库存维持在150万公吨的指示性最低水平，若低于150万公吨水平，沙特阿美需在42天内补足。此外，若储罐的库存低于75万公吨，储罐的原油不得供应给除浙石化以外的任何客户。我们认为，该协议签署后，一方面沙特阿美对浙石化的储罐设施存有库存补足义务，保障了公司原油加工的稳定性；另一方面，沙特阿美意在建设面向中国其他客户乃至面向东亚地区的储存和贸易中转中心，对于进口及转运贸易中的油运企业或将带来长期机遇。\n　　盈利预测与投资评级：我们预计公司2022-2024年归母净利润分别为39.39、104.53和123.43亿元，归母净利润增速分别为-68.9%、162.0%和18.1%，EPS（摊薄）分别为0.39、1.03和1.22元/股，对应2023年3月27日的收盘价，PE分别为32.77、12.51和10.59倍。本次与沙特阿美的多项战略合作，为公司后续原材料保障、市场空间开拓、技术突破等带来多重机遇，同时其控股子公司浙石化目前作为国内唯一一家拥有成品油出口资质的民营企业，荣盛石化将受益于海外成品油价差高位，公司业绩二次成长空间有望打开。我们维持对荣盛石化的“买入”评级。\n　　风险因素：协议违约赔偿风险；产品出口政策约束风险；原油价格短期大幅波动的风险；需求恢复不及预期的风险；炼化产能过剩的风险。\n",
  "notice_date": "2023-03-28 00:00:00",
  "notice_title": "引入沙特阿美战略投资，合作共赢开创新篇",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明,胡晓艺",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "471",
          "publishName": "化纤行业"
        }
      ],
      "short_name": "荣盛石化",
      "short_name_ch": "荣盛石化",
      "short_name_cht": "榮盛石化",
      "short_name_en": "RSPC",
      "stock": "002493"
    }
  ],
  "short_name": "荣盛石化",
  "source_sample_name": "信达证券",
  "star": "3"
}