{
  "attach_pages": "6",
  "attach_size": "1287",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202211031579863180_1.pdf?1667482794000.pdf",
  "company_code": "80027629",
  "eitime": "2022-11-03 13:38:08",
  "extend": {},
  "info_code": "AP202211031579863180",
  "language": "1",
  "notice_content": "　　卓胜微(300782)\r\n　　Maxscend  announced  its  3Q22  results.  3Q  revenue declined  30.5%  YoY  and13.6% QoQ to RMB782mn. NP to shareholders fell 54.6% YoY and 20.5% QoQ to RMB233mn.  The decline was mainly  attributable to the  weak mobile market. 3Q GPM increased  slightly  to  54.1% (vs. 52.4%/52.7% for 1Q/2Q22).  We lowered our  forecasts  for  2022/23E  sales  by  25%/30%,  due  to  both  tough  macro environment and prolonged weakness observed in mobile, particularly in Android names.  However, considering a series of solid  progress achieved from internal R&D  (e.g.,  SAW  filter,  Diplexer,  DiFEM,  etc.),  we  expect  the  Company  will continue  to roll  out products  in new categories that  are  dominated by overseas names. We maintain  a positive outlook for Maxscend, given its leading position in  domestic  RFFE  market  and  proven  track  record  of  its  management  team. Maintain BUY, with revised TP of RMB107.8 reflecting reducing 22/23E sales. \r\n　　Industry  headwind  may  provide  an  opportunity  for  Maxscend.  Despitemobile  weakness,  Maxscend’s  3Q  results  were  resilient.  The  Company reported  GPM  of  54.1%  (up  1.3%  from  2Q),  showing  its  relatively  strong position in a broad weak market.  GPM is estimated to drop 2% in 2023 due toincreasing yield of new products, but will remain stable at ~50%, much higher than its peers (figure 3).  The high GPM will  help  Maxscend to maintain its leading position in domestic RFFE market by  continuously  investing  in R&D (3Q  R&D  exp.  grew  55.1%  YoY).  Meanwhile,  some  smaller  peers  are struggling to survive.  We believe Maxscend will be a beneficiary of a potentialsector  consolidation,  following  the  same  path  of  its  global  peers  (e.g., Skyworks and Qorvo). \r\n　　Maxscend’s  product portfolio expansion is on schedule. Maxscend’s new fab  line  has  entered  mass  production.  The  Company’s  own  filter  products have  been  shipped.  Meanwhile,  diplexer  and  multiplexers  are  under  client testing.  We expect the Company to deliver more  progress on high-end filterand integrated modules  next year.  Although the  recent  U.S. export curb has no impact on RFFE sector, China’s semi localization trend is certain. This will create more opportunities for domestic players. \r\n　　Maintain BUY  with  TP  revised  up  to RMB107.8.  The new TP is based on 36x rollover 23E P/E,  lower than 1SD below  2-yr hist. avg. of 43.6 x forward P/E.  We  kept  the valuation  of  36x  P/E  unchanged  as  we  believe  1)  semi localization trend is certain  and 2) Maxscend is venturing into  some key RFFE component  areas  which  are  dominated  by  overseas  suppliers  (domestic presence in certain components/modules are nearly zero). \r\n　　Potential  risks  include  1)  disappointing  demand  in  mobile,  2)  intensified competition,  3)  slower-than-expected  R&D  and  4)  further  deterioration  inmacro environment. Potential upside includes M&A opportunities.",
  "notice_date": "2022-11-03 00:00:00",
  "notice_title": "3Q performance dragged by weak mobile; It is always darkest before dawn",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "卓胜微",
      "short_name_ch": "卓胜微",
      "short_name_cht": "卓勝微",
      "short_name_en": "MAXSCEND",
      "stock": "300782"
    }
  ],
  "short_name": "卓胜微",
  "source_sample_name": "招银国际"
}