{
  "attach_pages": "27",
  "attach_size": "7019",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202503101644225534_1.pdf?1741609845000.pdf",
  "company_code": "80000135",
  "eitime": "2025-03-10 12:30:45",
  "extend": {},
  "info_code": "AP202503101644225534",
  "language": "0",
  "notice_content": "　　中国联通(600050)\n　　国产算网基建高速发展趋势不改，国家队科技引领优势有望带来新机遇。自主可控大趋势已定且逐步深化，国资国企是我国新型算网基础设施建设的重要主体，在我国数字经济发展中发挥着“底座”作用。电信运营商有庞大的服务器集群和强大的算力基础，作为国家队代表，积极响应数字经济智算中心布局，更快速推动人工智能发展。从科技产业链布局来看，受益算网基建新变革有望超预期，电信运营商推进云计算发展，夯实自IaaS到SaaS的全产业链布局。中国联通在数智应用业务、网信安全、大数据业务等新兴领域有望实现资源整合、优化产业链布局，构建更加完善的科技新生态。我们认为国产算力大变局推动电信运营商改革发展进程中，被价值低估的国有资产估值有望企稳回升，随着业绩的稳步增长，公司中长期投资价值凸现。\n　　5G“收获期”ICT综合发展，2B/2C端齐发力，经营业绩有望超预期。公司大联接业务方面，5G进入全面收获期，传统业务及物联网用户规模企稳向上，5G用户渗透率稳步提升，ARPU值维持稳中有升，通信大联接基本盘量收有望实现稳健增长。大计算业务方面，公司资本开支企稳及配置优化，一方面有效降低成本端压力，另一方面将进一步助力运营商智算业务发展，带来联通云业绩新增量。公司直接受益客户AI部署、IDC数据中心和带宽专线服务需求的增长，带来成长新动能。大数据业务方面，公司率先实现全国31省数据的统一采集，成立专注大数据业务子公司，在数字资产及数据要素中具备较大的变现空间及原始积累，市场份额持续领先。大应用方面，国产算力降本增效算法变革，公司在全国270多个骨干云池预部署，接入多种产品场景，实现了AI模型在多场景、多产品中的广泛应用，为AI技术的普惠发展注入强劲动力，形成良性循环。大安全业务方面，政企上云背景下，公司凭借天然安全背书、属地优势、渠道积淀等优势，为政府机构和国有企业部署AI云服务，在安全自主可控背景下，政企客户规模有望带来业绩增长。\n　　AI+带来高成长可期，公司的估值提振和业务新动能助力发展或超预期。公司不断落实“AI+”行动计划，完善云网边一体化布局，建设上海临港、呼和浩特等万卡智算中心，全面覆盖“东数西算”枢纽节点，资本开支向算力侧投入带来业绩新增量。公司始终高度重视股东回报，持续增加分红回馈股东彰显央企担当，在实现经营业绩稳健增长的同时，致力于和广大投资者共享公司长期发展成果。作为央企科技引领代表，充分发挥链长作用，数据、算力和算法全产业链布局，公司盈利能力、现金流资产不断改善，资产价值优势凸显，公司快速发展的持续性和弹性有望超预期。\n　　投资建议：受益算网基建新变革、下游AI应用普及有望超预期，公司基本盘经营稳健推进高质量发展，“AI+”行动取得突破打造第二增长曲线，有效赋能国家新质生产力转型升级。结合公司最新业绩情况，给予公司2024年-2026年归母净利润预测值为90.08亿元、101.43亿元、116.46亿元，对应EPS为0.28元、0.32元、0.37元，对应PE为21.82倍、19.38倍、16.87倍，首次覆盖，给予“推荐”评级。\n　　风险提示：国内外政策和技术摩擦不确定性的风险；运营商新兴业务不及预期的风险；AIGC技术应用落地不及预期的风险。\n",
  "notice_date": "2025-03-10 00:00:00",
  "notice_title": "深度报告：AI浪潮大周期，数智云应用破局",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "赵良毕,赵中兴,刘璐",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "736",
          "publishName": "通信服务"
        }
      ],
      "short_name": "中国联通",
      "short_name_ch": "中国联通",
      "short_name_cht": "中國聯通",
      "short_name_en": "China Unicom",
      "stock": "600050"
    }
  ],
  "short_name": "中国联通",
  "source_sample_name": "中国银河",
  "star": "5"
}