{
  "attach_pages": "21",
  "attach_size": "1549",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212191581216392_1.pdf?1671491079000.pdf",
  "company_code": "80000135",
  "eitime": "2022-12-19 23:04:39",
  "extend": {},
  "info_code": "AP202212191581216392",
  "language": "0",
  "notice_content": "　　宁波银行(002142)\n　　核心观点：\n　　区位优势显著，机制引领转型发展公司是国内首家上市城商行，立足宁波、深耕江浙，区位优势明显，资源禀赋效应突出，为经营带来广阔空间。公司因地制宜，从战略层面精准定位大银行做不好、小银行做不了的小微企业群体，获得了差异化竞争优势。此外，公司重视发展零售和轻资本业务，打造多元化利润中心，财富管理和消费金融经营成效明显，形成新的盈利增长点。公司股权结构中国资、民资和外资相对均衡，为构建市场化机制、获取资金和各项资源保驾护航，同时激励机制较好，管理稳定且多有持股，利好长期战略执行落地。\n　　收入结构均衡，基本面优异公司业务结构中零售、对公、资金占比均衡，比重为34.05%、43.04%和22.81%。得益于非息贡献和优异的资产质量，2022年前三季度公司营收与净利同比增长15.21%和20.16%，年化ROE和ROA为16.08%和1.06%，稳居行业前列。细分指标来看，净息差1.99%，非息收入贡献39.18%，不良率与拨备覆盖率0.77%和520.22%，除息差短期承压，其余指标均维持领跑。\n　　表内深耕小微和消费贷，经营半径拓展(1)对公业务小微竞争力延续。零售公司作为单独利润中心，开展专业化经营，适应当地经济结构，保持高速增长，2018-2021年CAGR为35.32%，贡献度逐年提升。此外，公司通过异地分支机构布局、211工程、123客户覆盖率计划以及五管二宝等产品拓展市场空间、增强客户黏性、沉淀核心存款。（2）零售业务以高收益、低风险消费贷款为主。截至2022年6月末，公司消费贷占零售贷款比重达65.72%，对提升零售贷款整体定价起到积极作用。宁波银行的消费贷款主打产品是白领通，面向公务员、事业单位员工、大型国企和上市公司员工以及其他中高端客群，整体资产质量较好，并已收购华融消金获得消费金融牌照，布局全国性业务。\n　　多元利润中心建设成效释放，金融资产投资交易能力突出公司共计16个利润中心，大零售和轻资本收入占比不断提升，为公司拓展收入来源、应对周期提供有效手段。截至2022年9月末，非息收入占比39.18%，国金业务优势突出，代理类收入短期受到市场震荡冲击，但财富管理布局力度加大，基金代销领先城商行，aum保持高增，高净值客户贡献度增加。与此同时，公司资金业务善于把握市场时机，获取稳健收益，2022年前三季度投资收益贡献度达20.09%。\n　　风控体系成熟，资产质量实现领跑截至2022年9月末，公司不良率0.77%，保持在1%以下且长期低于全国和浙江，认定较为严格，拨备覆盖率520.22%，风险抵补能力强劲。公司构建了相对完善的风控体系，包括统一授信、垂直审批、4+N预警机制、独立回访等，有效把控不良风险。\n　　估值性价比突出，有望持续享有中长期溢价公司当前PB和PE位于2019年以来9.5%和11.9%的分位，但高于其他银行江浙地区城商行。我们综合公司现有优势和未来经营布局给予一定的估值溢价，测算2022年合理估值区间PB[1.66-1.82]X，PE[11.03-12.15]X。\n　　投资建议公司深耕长三角经济发达地区，小微竞争力突出，同时聚焦大零售和轻资本业务拓展，布局多元利润中心，业绩稳健高增、盈利能力位居行业前列。表内业务层面，公司面临江浙地区旺盛的融资需求和优质的客户群体、扩表动能强劲、信贷结构优异，产品发力带动存款沉淀。非息业务层面，财富管理蓄势发力，代销业务贡献度高、叠加多元利润中心建设成效释放以及金融资产投资交易能力保持优异，对利润增长形成持续贡献。此外，公司风控体系成熟、资产质量优异，拨备计提充分。管理层变动对公司战略与核心竞争力影响有限，我们持续看好其未来前景，结合当前公司基本面和估值水平，维持“推荐”评级。\n　　风险提示：经济增速不及预期导致资产质量恶化的风险。\n",
  "notice_date": "2022-12-19 00:00:00",
  "notice_title": "小微竞争力延续，估值性价比凸显",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张一纬",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "宁波银行",
      "short_name_ch": "宁波银行",
      "short_name_cht": "寧波銀行",
      "short_name_en": "BANK OF NINGBO",
      "stock": "002142"
    }
  ],
  "short_name": "宁波银行",
  "source_sample_name": "中国银河",
  "star": "5"
}