{
  "attach_pages": "44",
  "attach_size": "3742",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202406051635563954_1.pdf?1717586763000.pdf",
  "company_code": "80000069",
  "eitime": "2024-06-05 11:26:03",
  "extend": {},
  "info_code": "AP202406051635563954",
  "language": "0",
  "notice_content": "　　赛轮轮胎(601058)\n　　投资要点：\n　　公司是国内胎企新龙头，多点布局垂直消费腹地。公司近年来产能不断扩张，带动经营业绩持续攀升，截至2023年营业收入达260亿元，归母净利润达31亿元，逐渐成长为国内龙头胎企。公司在国内拥有青岛、沈阳、东营、潍坊四大生产基地。海外布局越南、柬埔寨工厂，并拟在墨西哥、印尼建设新基地，实现全球化建设，海外产能靠近消费地，便于把握市场动态，成本，提高产品竞争力。2023年公司平均产能为全钢胎1380万条/年，半钢胎5600万条/年及非公路轮胎17.5万吨/年。其中越南三期、柬埔寨项目及潍坊非公路胎技改项目处于产能爬坡过程，实际产能仍存在释放空间。\n　　经营管理水平优秀，利润率可比肩国际龙头。公司2023年及2024年一季度业绩表现亮眼当前轮胎扩产周期下，公司固定资产及在建工程数额稳步增长，营运能力与资产扩张相匹配，公司近五年来现金满足投资比例为1.30，资金自给能力强，可满足一系列资本支出。此外，公司毛利率处国内领先水平，国际上可比肩全球龙头胎企，近三年期间费用率相较普利司通、米其林等公司始终低3-15个百分点，销售管理及费用管控能力优秀。\n　　预计行业高景气度延续，我国胎企有望凭借新能源车产业链国产化实现“弯道超车”。全球轮胎市场需求保持稳定增长，我们预计中性情况下，到2026年全球轮胎市场销量将保持约2.73%的年复合增速。而我国胎企市占率逐年上升，后续仍有较大发展空间。我们认为国产轮胎有望复制日本胎企伴随车企成长的路径，凭借新能源车产业链国产化实现“弯道超车”。我们统计了2023年销量较高的200余个新能源车型所配套的轮胎品牌，其中我国胎企已成功配套近半数销量较高的新能源车型。从细分车型来看，国产轮胎在A级车市场已具备比较牢固的优势。随着我国胎企研发力度加强，产品性能逐步提升，我们认为在轮胎国产化的道路上，国产轮胎最先有望替代中级车配套的市场份额。\n　　液体黄金+非公路轮胎，培育成长新动能。公司紧密开展与软控、怡维怡、青岛科技大学等机构的合作，产学研深度融合。开发的创新级产品液体黄金轮胎成功地解决了困扰业界多年的轮胎滚动阻力、抗湿滑性能、耐磨性能难以兼顾的“魔鬼三角”问题，在各种评测及海内外专业机构检测中，各方面性能均可比肩国际头部品牌。目前液体黄金材料已充分运用至公司各大旗下品牌条线，配套产品持续放量。非公路轮胎方面，公司成功研制63寸巨型轮胎的公司，打破海外技术垄断，并以全球先进的后市场服务保障，增加核心竞争力。\n　　加快推进全球化战略，助力海外经营规模持续扩张。公司是首家在海外建厂并最早拥有两个海外生产基地（越南、柬埔寨）的轮胎企业，生产基地锚定东南亚国家，同时具备政策支持、成本低廉等多方面优势，海外工厂贡献公司超60%的利润。此外，宣布布局印尼、墨西哥工厂，成为最早在两地组建工厂的国内企业之一。其中印尼工厂拟建子午线轮胎360万条/年、非公路轮胎3.7万吨/年，墨西哥工厂拟建半钢胎600万条/年。第二轮出海布局，将产能拓展到欧美地区，更加贴近欧美消费市场，销售更为灵活，运输成本更为可控。\n　　盈利预测与投资评级：我们预测2024年-2026年公司EPS分别为1.23元、1.42元和1.82元对应PE（以2024年6月4日收盘价计算）分别为11.81倍、10.22倍和7.99倍。我们看好公司海外产能扩张带来的业绩增量以及高研发支撑下的品牌力提升，首次覆盖给予“买入”评级。\n　　风险提示：投资目的地政策环境风险；原材料价格波动风险；全球市场竞争风险。\n",
  "notice_date": "2024-06-05 00:00:00",
  "notice_title": "公司深度报告：重研发深耕耘，全球化广布局",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "吴骏燕,谢建斌",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1018",
          "publishName": "橡胶制品"
        }
      ],
      "short_name": "赛轮轮胎",
      "short_name_ch": "赛轮轮胎",
      "short_name_cht": "賽輪輪胎",
      "short_name_en": "Sailun Group",
      "stock": "601058"
    }
  ],
  "short_name": "赛轮轮胎",
  "source_sample_name": "东海证券",
  "star": "3"
}