{
  "attach_pages": "6",
  "attach_size": "1005",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202102081460014678_1.pdf?1612783327000.pdf",
  "company_code": "80050806",
  "eitime": "2021-02-08 11:22:07",
  "extend": {},
  "info_code": "AP202102081460014678",
  "language": "0",
  "notice_content": "　　蓝思科技(300433)\r\n　　事件：公司控股子公司湘潭蓝思拟以自由资金或借款的方式投资建设“智能终端设备制造一期”项目，初步预计总投资为30亿元，项目全部建成达产后初步预计实现年加工组装智能终端产品1亿台。\r\n　　组装业务如期落地，夯实了我们先前对于公司平台型业务发展预期的展望。公司是消费电子行业外观创新变革的引领者，近年来持续通过自研或者对外投资等方式实施产业链垂直整合战略，主营业务及产品已实现以视窗玻璃、蓝宝石、陶瓷、金属等外观结构件为核心，辅之以指纹模组、模切件、PCBA、摄像头模组、塑胶件和声学器件等的结构布局，已涵盖了智能终端整机组装通常所涉及的大部分模块，产品应用下游亦从手机、平板电脑、笔记本电脑等消费电子领域延伸至汽车电子、智能家居家电和医疗器械等行业，且在各个领域均与全球头部知名品牌建立了稳定长期的合作关系，当下已具备开展整机组装业务、提升自身一站式服务能力、助力客户优化供应链管理的充分条件，在此基础上开展整机组装业务将产生较强的协同效应，具备较高的可行性与核心竞争优势，蓝思湘潭此次组装项目的产品定位将囊括智能手机、平板电脑、可穿戴设备、汽车电子、智能家居家电、医疗设备和电子烟等，组装业务的成长，将成为公司未来不容忽视的新的业绩增长点。更为重要的是，整机组装与现有业务之间的协同效应，将增强客户粘性，有助于公司现有产品和业务模块获得更为稳定的供给份额，促进现有业务的成长，形成良性循环，进而使公司业绩具备更强的弹性空间。\r\n　　组装业务起点基础高，进阶空间明确。公司组装业务从国内安卓系的小米、华为、荣耀这类一线公司开启，起步就非常高，这充分说明公司在组装业务方向的前期准备、以及客户认可，是有深厚基础的，而非刚刚起步。蓝思过去在安卓系HMOV这些客户方向上，玻璃盖板、陶瓷、金属等相关领域的客户布局都是以中高端机型为主，所以很自然的，公司做对应领域的手机的组装也必然是从高端机型起步，这一点是和某些二线公司做组装业务从低端产品，甚至于非手机类业务起步是完全不同的。\r\n　　解读本次公告，我们注意到几项重要的信息：公司公告指出：本项目预计总投资30亿，湘潭蓝思智能终端智造一期总占地面积达到13.8万平方米，项目全部建成达产后初步预计实现年加工组装智能终端产品1亿台。以我们对公司湘潭产区规模的了解、对比行业内多家组装企业的园区与产能，我们认为公司所披露的湘潭组装产业的实际产能应能达到1.5亿台以上，而不会仅仅局限于公告的1亿，从这种规模体量上来看，公司做手机组装业务未来一定是紧密依托核心客户，并且以行业前三为目标。\r\n　　公司公告指出：“公司目前已获得了部分智能手机客户的整机组装订单，并与智能穿戴、平板电脑、汽车电子、医疗设备等领域客户达成了较强的合作意向。”这一段为未来蓝思在组装业务的发展指出了非常重要的方向：关键客户的智能穿戴、平板电脑，这几年的发展非常迅速，蓝思本身就在watch的外观件与结构件供应中占据非常大的比重，拓延至其组装可以说是水到渠成；而5G时代到来后，传统以金属机壳为主体的平板电脑的结构形式也发生了比较大的变化，前后双玻壳形式的占比未来会逐渐提升，这些外观件的发展趋势都为蓝思的boom整体占比提升和向组装业务的切入奠定了非常好的基础。汽车电子部分公司当下已经有成熟的中控、前置仪表盘、B柱等相关模组的制程，未来在湘潭产能的助益下有望进一步扩大在汽车品牌客户中的份额和整体出货。归纳一句话：公司未来在关键客户的智能穿戴、平板、汽车电子以及医疗设备等领域，还有很大的进阶空间与可能\r\n　　可成系资产整合顺利推进，金属中框业务成长空间明确。2020年，公司在产业链垂直整合方面最重要的布局之一便是可成系资产的收购，当下，可胜、可利工厂已顺利完成交割，分别更名为蓝思旺精密和蓝思精密并取得变更后营业执照，正不断推进与蓝思主体之间的磨合与整合，当前运营、订单、生产自动化率和良率等情况均较为良好，未来，如蓝思的运营模式、自动化实力能为该两个工厂赋能，两者之间相辅相成，公司金属业务及后续的延伸发展空间值得期待：首先，公司具备从铝合金往不锈钢突破的潜力，其次，金属中框将成为整机组装业务发展不可或缺的奠基石之一。\r\n　　智能手机单机价值量增长，车载中控渗透率提升，视窗防护玻璃发展潜力不容忽视。iPhone12中超瓷晶盖板的导入和双离子交换工艺的沿用，以及安卓端3.5D盖板、瀑布屏等高阶形态视窗防护玻璃的导入，使得智能手机前后盖板的单机价值量不断提升，未来如安卓客户仿效苹果引入微晶玻璃盖板，智能手机盖板的价值量的提升空间无疑将被进一步加强，且将进一步拔高行业的准入门槛，使得市场份额往头部企业集中；车载中控方面，由于特斯拉的示范效应，以及安全性（撞击下不破碎）、防反光、防眩光和曲面设计等痛点的解决，玻璃盖板取代塑料，渗透率快速提升，且当下车载中控屏正不断演绎大屏化趋势，未来，随着B柱玻璃、智能座舱结构件等不断渗透，在新能源汽车领域，视窗防护玻璃加工工艺的市场空间将迎来可观的增量空间。综上，蓝思的主营业务仍具备非常明确的增长潜力，投资者不应仅以全球智能手机出货量研判视窗防护玻璃所能贡献的收入及业绩弹性。\r\n　　盈利预测和评级：维持买入评级。组装业务在2021年的如期落地，为公司平台型业务凑齐了最后一块拼图，公司凭借在玻璃、陶瓷、蓝宝石等外观件产品生产制备方面深厚的技术工艺储备和经验积累，叠加在模组、模切、声学、PCBA等应用领域的逐步成长，完成了整机组装业务的顺利拓展。展望未来，无论是A系还是安卓系客户，在当下平台基础之上，蓝思覆盖面越来越广的组件市场份额有望得到进一步提升，而新能源汽车、可穿戴、智能家居等更多全新领域，公司将以模组级或整装级的方式全面铺开，成长显然值得期待，预计公司2020-2022年的净利润分别为50.51亿、78.02亿和100.75亿元，当前股价对应PE29.66、19.22和14.87倍，维持买入评级。\r\n　　风险提示：（1）因疫情全球蔓延或全球宏观经济下滑导致消费者购机能力减弱，大客户新机销售情况不及预期；（2）康宁或其他微晶玻璃生产厂商无法有效地快速降低原材成本；（3）竞争对手恶性降价导致行业利润率下滑。",
  "notice_date": "2021-02-08 00:00:00",
  "notice_title": "终端整机组装如期落地，平台型成长拓延后劲十足",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "王凌涛,沈钱",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "蓝思科技",
      "short_name_ch": "蓝思科技",
      "short_name_cht": "藍思科技",
      "short_name_en": "LENS",
      "stock": "300433"
    }
  ],
  "short_name": "蓝思科技",
  "source_sample_name": "太平洋",
  "star": "3"
}