{
  "attach_pages": "24",
  "attach_size": "1681",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404251631282390_1.pdf?1714067008000.pdf",
  "company_code": "80042949",
  "eitime": "2024-04-25 17:43:28",
  "extend": {},
  "info_code": "AP202404251631282390",
  "language": "0",
  "notice_content": "　　长江电力(600900)\n　　投资要点：\n　　长江电力2016年以来超额收益明显，但是我们分析预期差并不在分子端。作为全球最大的水电公司，长江电力资产的优质性有目共睹，近年来受益于财务费用下行、投资收益增长以及乌白资产注入，EPS稳步增长。然而，从估值理论来看，资产优质与否乃至业绩增速高低，都不是获得超额收益的原因，超额收益需要预期差，持续的超额收益需要持续的预期差。水电板块尤其是长江电力，一直以“透明”为标签，无论是收入端还是成本端，都很难有太大的预期差，分子端的变化难以解释公司的超额收益。\n　　从投资组合理论看水电，低协方差资产持续重估。复盘来看，公司的超额收益其实是在三次熊市里实现的，大盘涨的时候一起涨，大盘跌的时候没有跌。我们认为水电的核心预期差是商业模式的抗风险能力，抗风险能力会影响到风险溢价，折现率下降带动估值水平持续提升。对此，教科书上的金融学理论可以提供支持：根据马科维茨的投资组合理论，个股的定价是由其在组合中的地位决定的，威廉·夏普进一步指出，在均衡状态下，任何一只股票，给组合带来的贡献应该与组合为其付出的成本成正比，前者是个股收益率，后者是组合方差的变化，由个股与组合的协方差决定。模型的推论简单来说，就是协方差越低的资产越贵。\n　　回顾水电的商业模式，长期以来，相当部分的投资者将水电公司归为稳定价值类资产，但是水电公司的商业模式与公路/机场/港口/银行/消费品等存在本质差别，市场对其绝对低协方差属性并没有充分认知。首先，水电公司营业收入的驱动力非常特殊，降雨与宏观经济绝对脱钩；其次，从产品特性来看，水电是终端同质化商品中的少数低成本供给，决定了价格端的低风险；加之商业模式简单，财务报表质量极高，杜绝了大部分管理层风险，联合调度提高水资源利用效率，水电资产的特性就是“全方位的低协方差”，市场对此并没有充分认知。当外部环境发生变化时，很多市场原本认为的“低风险、高增长”资产逐渐掉队，水电龙头的低协方差属性持续凸显。折现率降低使得水电公司通过“龟兔赛跑”的方式，慢慢甩开了大盘。\n　　上述现象也可以作为2013年诺贝尔经济学奖获得者Eugene Fama提出的“低风险异象”的印证。由于人类天性乐观，市场容易高估高风险资产的胜率，导致市场对高风险资产的补偿力度远小于理论计算值。随着预期与现实逐渐并轨，高风险资产有着更高的低于预期概率。相比之下，由于市场在一开始倾向于低估风险，没有给低风险资产充分定价，在经历一轮完整的周期后，反而是低风险资产类别的累计收益率更高。站在当前时点。即便长江电力过去几年机构持仓比例持续提升，公募基金持仓绝对额仍然处于显著低配状态，我们认为公司乃至整个水电板块具备长期配置价值，在公募基金达到平配之前可能均有超额收益。\n　　盈利预测与估值：我们预测公司2023-2026年归母净利润分别为273.89（业绩预告）、339.94、357.42和374.78亿元，当前股价对应PE22、18、17、16倍，首次覆盖，给予“买入”评级。简易DCF估值，预计公司在来水稳定后，每年自由可支配现金在500亿元量级，假设公司再投资回报率不低于折现率，则可以直接对每年500亿元现金流进行折现。在永续经营假设下，公司合理市值即自由可支配现金流除以折现率。市场必要收益率取7%，定性分析公司的折现率一定低于市场平均值，在6%折现率下，公司权益价值=500亿元/6%=8333亿元；在5%折现率下，公司的权益价值=500亿元/5%=1万亿元。\n　　风险提示：非权益法核算的金融资产股价发生大幅波动；电价政策调整。\n",
  "notice_date": "2024-02-01 00:00:00",
  "notice_title": "低协方差资产重估 水电龙头的预期差与底层逻辑",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "刘晓宁",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "428",
          "publishName": "电力行业"
        }
      ],
      "short_name": "长江电力",
      "short_name_ch": "长江电力",
      "short_name_cht": "長江電力",
      "short_name_en": "CYPC",
      "stock": "600900"
    }
  ],
  "short_name": "长江电力",
  "source_sample_name": "华源证券"
}