{
  "attach_pages": "36",
  "attach_size": "3267",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202208241577535795_1.pdf?1750261548000.pdf",
  "company_code": "80000064",
  "eitime": "2022-08-24 13:19:19",
  "extend": {},
  "info_code": "AP202208241577535795",
  "language": "0",
  "notice_content": "　　青岛啤酒(600600)\n　　主要观点：\n　　啤酒行业进入存量竞争时代，结构升级打开增长空间\n　　中国啤酒行业兴于改革开发，经历了产能快速扩张、龙头攻城略地、行业加速整合时期，2013 年啤酒产销量见顶，需求萎缩叠加激烈竞争导致啤企盈利能力陷入低迷。受益于消费升级浪潮，已进入存量竞争时代的啤酒行业迎来高端化发展的机遇期，啤酒龙头竞争策略也相应调整，由过去以份额为重转变为更加重视利润， 行业增长驱动力转变为产品结构高端化带来的吨价提升。 近年来中高端产品销量占比持续提升， 2021年高档/中档产品销量占比提升至 12.4%/21.6%。\n　　青岛啤酒品牌/产品/渠道基础坚实，在高端化竞赛中具备优势\n　　青岛啤酒始建于 1903 年，品牌已有逾百年历史，在国内外市场享有较强品牌影响力。公司产品矩阵丰富，青岛啤酒品牌覆盖中高档价格带，崂山等其他品牌主要占据大众消费价格带。公司产品研发创新能力突出，高端价格带占位早，目前已有丰富的高端产品储备，为高端化持续发力提供支撑。公司渠道结构多元立体，渠道模式因地制宜，“大客户+微观运营”模式有助于提升经营效率。\n　　青啤提升盈利能力的途径一：升级+提价带动吨价提升\n　　吨价提升主要来源于多层次的产品结构升级：1）高端产品放量、占比提升。青岛白啤具备区别于普通拉格啤酒的优良品质，且包装精致有特色，当前公司在全渠道推广青岛白啤，产品复购率高，白啤展现出极强的增长势能；青岛纯生更新升级、进一步扩大渠道网络，具备进一步放量潜能；2）青啤在中档价格带品牌影响力强，拥有青岛经典大单品，逐步承接低档酒消费需求往中档酒的转移；3）中档价格带产品持续迭代， 青岛经典之上推出经典 1903/1903 国潮罐， 有望成长为具备一定规模的大单品，拉动中档产品内部结构升级；4）崂山等其他品牌内部产品结构升级空间亦充足。此外，在成本上涨压力下，直接提价也将推升吨价，对冲成本压力。\n　　青啤提升盈利能力的途径二：优化产能，降本增效\n　　啤酒行业已走过产销量拐点，啤酒龙头相继开启产能优化策略。青啤2018 年开启关厂计划，带动产能利用率提高，同时固定资产折旧费用、员工数量减少也有助于提升企业经营效率。 公司 2018 年关闭 2 家工厂，2019 年、2021 年再关闭 1 家、2 家工厂，预计未来清理产能持续，继续改善经营效率。\n　　疫后动销显著改善，中长期盈利能力持续提升\n　　短期来看，今年 3 月以来全国疫情反复对线下消费形成阻碍，啤酒行业销量增速受疫情影响较大，青啤因 3 月大本营山东地区遭受疫情，销量下滑幅度较大。5 月以来全国疫情有所好转，青啤销量率先恢复，5 月销量同比转正，6/7 月受益于消费场景复苏、天气逐渐炎热，青啤销量增长继续环比提速，7 月公司销量增速以提升至双位数以上。8 月全国高温天气延续，终端调研反馈全国多地啤酒消费氛围较为旺盛，下半年还有中秋国庆节令以及世界杯赛事的促进，预计下半年公司销量保持较好增长。中期维度，本轮成本压力驱动行业提价潮，青啤亦对部分产品进行价格调整，在消费品价格普遍上涨且啤酒龙头加速推动高端化的背景下，提价传导较为顺畅，可在一定程度上对冲成本压力，盈利能力有所保障。长期视角，随着公司深入实施高质量发展战略，产品结构升级助力吨价提升，同时产能持续优化促进运营效率提升，公司盈利能力持续改善的路径清晰、确定性强。\n　　盈利预测与投资建议\n　　预计 2022-2024 年公司实现营业总收入 322.5/340.2/357.5 亿元，同比+6.9%/+5.5%/+5.1%；实现归母净利润 32.2/37.9/42.8 亿元，同比+1.9%/+17.8%/+13.1%；EPS 分别为 2.36/2.78/3.14 元；当前股价对应 PE 分别为 44/37/33 倍。考虑到公司高端化战略清晰、综合实力较强，未来盈利能力提升的确定性高，当前估值具有性价比，首次覆盖给予买入评级。\n　　风险提示\n　　疫情反复；成本压力超预期；宏观经济下行压力增大；行业竞争加剧；公司高端渠道拓展不及预期。\n",
  "notice_date": "2022-08-24 00:00:00",
  "notice_title": "高端战略焕活力，升级提效迎复兴",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "杨苑",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "青岛啤酒",
      "short_name_ch": "青岛啤酒",
      "short_name_cht": "青島啤酒",
      "short_name_en": "TSINGTAO BREWERY",
      "stock": "600600"
    }
  ],
  "short_name": "青岛啤酒",
  "source_sample_name": "华安证券",
  "star": "4"
}