{
  "attach_pages": "48",
  "attach_size": "3836",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202302091582947981_1.pdf?1717602098000.pdf",
  "company_code": "80092742",
  "eitime": "2023-02-09 16:51:21",
  "extend": {},
  "info_code": "AP202302091582947981",
  "language": "0",
  "notice_content": "　　纳思达(002180)\n　　深耕打印行业二十余载，内生外延并举，打造全产业链一体化布局，助力公司迈向全球打印行业龙头梯队。纳思达成立于2000年，通过内生外延并举，打造全产业链一体化全球布局，目前已成为全球第四大激光打印机厂商，2020年激光打印机销量全球市占率6.7%，且近十年稳居全球通用打印耗材行业龙头地位。\n　　公司主要看点：奔图借助信创持续提高在国内激光打印机市场的市占率；“利盟+奔图”联合，提高在全球市场的竞争力；由打印机及耗材芯片拓展至通用MCU领域，开启第二成长曲线。\n　　2022年公司发布新一轮股权激励计划，按100%解锁目标，2022-2024年净利润考核目标分别为18.61亿元、25.13亿元、34.43亿元，较2021年分别增长60%、116%及196%，高增速利润考核指标彰显管理层对公司未来业绩增长的良好预期。\n　　信创带来国产打印机全新增量市场空间，奔图竞争优势明显。根据我们测算，2023年我国政府机构及国央企单位激光打印机及硒鼓市场总规模有望达到167.3亿元，对应相应规模的信创市场空间。纳思达旗下奔图电子掌握打印机各级源代码及软固件核心技术，拥有自主可控的打印机SoC芯片等关键零部件及自主知识产权的打印机引擎，在党政信创市场招投标项目平均覆盖率96.79%，参与的招投标项目平均中标率70.12%，市场份额领先。目前公司产品已逐步由中低端的A4黑白打印机向中高端的A4彩色及A3打印机延伸，产品力的不断提升亦为公司行业信创市场拓展奠定持续竞争优势。\n　　“利盟+奔图”一体化协同，带动全球市占率提升；奔图产品线持续升级，打开中高端打印机更广阔市场空间。产品端，奔图以中低端打印机为主，并向中高端产品布局，利盟以中高端为主；生产端，利盟已将部分原装耗材及中低端彩色打印机产线转移至具有打印产业集群优势的珠海；销售端，利盟以欧美发达国家市场为主，奔图以中国等发展中国家市场为主，两公司在产品、生产、销售端的一体化协同有望驱动纳思达激光打印机全球市占率持续提升。此外，奔图产品线已逐步由中低端A4黑白打印机向中高端A4彩色打印机及A3打印机延伸，进一步打开更广阔的产品市场空间。\n　　并购扩张带来通用打印耗材市场集中度提升，全产业链一体化布局，纳思达龙头地位稳固。通用耗材市场厂商众多，头部厂商通过兼并重组不断沿产业链扩张，形成上下游一体化竞争优势。纳思达近十年稳居全球通用打印耗材行业龙头地位，品牌、技术、营销、资源整合能力均较强，凭借全产业链一体化优势，市占率有望进一步提升。\n　　打印芯片为基，物联网芯片开启第二成长曲线。纳思达是国内通用耗材芯片行业龙头，2019年按外部销售额计算的国内市占率达到41.5%，伴随下游通用耗材市场份额进一步向以纳思达为代表的龙头厂商集中，其通用耗材芯片业务亦有望持续受益。此外，公司凭借多年打印机及耗材芯片领域技术积累，业务向以通用MCU为代表的物联网芯片延伸，并实现通用MCU业务在工控、汽车等中高端应用领域的快速增长，伴随芯片产业国产替代加速，以通用MCU为代表的物联网芯片有望开启公司芯片业务第二成长曲线。此外，1月3日，公司公告筹划芯片业务控股子公司极海微电子分拆上市，有望进一步提高极海微电子的战略聚焦和治理能力，助力芯片业务快速发展。\n　　首次覆盖，给予“买入”评级：我们认为，公司是A股能在激光打印机领域实现技术、专利、生产制造全领域闭环的稀有标的，伴随行业信创催化、奔图打印机产品线持续向中高端领域延伸、利盟及奔图一体化协同带来的全球市占率提升以及并购整合效应逐步显现带来的公司整体经营管理效率提升，纳思达业绩有望保持快速增长。预计2022-2024年EPS分别为1.34/1.84/2.51，对应PE为39.0/28.5/20.9倍，按分部估值法测算，对应2023年总市值为1,275亿元，首次覆盖，给予“买入”评级。\n　　风险提示：1.信创推进进展不及预期；2.奔图及利盟全球市场业务推进不及预期；3.行业竞争加剧，产品价格下跌；4.物联网芯片业务发展不及预期。\n",
  "notice_date": "2023-02-09 00:00:00",
  "notice_title": "深度报告：国产打印之星，闪耀寰球舞台",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "庞倩倩,莫文宇",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "735",
          "publishName": "计算机设备"
        }
      ],
      "short_name": "纳思达",
      "short_name_ch": "纳思达",
      "short_name_cht": "納思達",
      "short_name_en": "NINESTAR",
      "stock": "002180"
    }
  ],
  "short_name": "纳思达",
  "source_sample_name": "信达证券",
  "star": "3"
}