{
  "attach_pages": "38",
  "attach_size": "4054",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202305251587178384_1.pdf?1685049894000.pdf",
  "company_code": "80092742",
  "eitime": "2023-05-25 21:24:54",
  "extend": {},
  "info_code": "AP202305251587178384",
  "language": "0",
  "notice_content": "　　领益智造(002600)\n　　公司简介：一站式精密制造龙头，战略布局潜力充足。2006年，子公司领胜电子成立，2012年，领益科技集团注册，2018年，领益科技借壳江粉磁材上市，更名为领益智造。公司于2019及2021年分别收购赛尔康及浙江锦泰，将公司业务体系扩展至新能源车和光伏领域。公司当前业务体系包括电子消费、新能源动力电池，光伏逆变器三大部分。营收方面，2020、2021、2022年公司营收分别为281.4亿、303.8亿、344.8亿元，分别同比+18%、+8%、+13%，此外，2023Q1公司营收72.1亿元，同比+2%。归母净利润方面，2020、2021、2022年公司分别达到22.7亿、11.8亿、16.0亿元，分别同比+20%、-48%、+35%。此外，2023Q1公司归母净利润达6.5亿元，同比+115%。\n　　消费电子：终端需求动能强劲，综合服务商多元布局。全球智能手机市场总体已是存量市场，但部分新兴市场成长性依然强劲。从精密制造零组件行业来看，随着终端应用场景多元化，定制化服务需求进一步提升。同时随着对技术、成本的要求持续提高，未来龙头效应或将加强。公司端三大优势显著：\n　　公司优势#1：产品矩阵及工艺能力持续拓展，一站式解决方案能力拔升。公司产品矩阵不断丰富，持续提升一站式解决方案能力。公司产品矩阵不断丰富，按产品类型分类，现已形成精密功能键、结构件、模组、精品组装四大部类。\n　　公司优势#2：垂直整合降本增利，盈利能力不断改善。2023以来消费电子行业景气低迷持续，行业整体Q1业绩压力尚未释放。但公司基本面韧性凸显，盈利能力大幅提升。2023年第一季度，公司销售毛利率及销售净利率分别为20.49%、8.95%，盈利能力明显改善。究其原因，我们认为主要有：第一，公司不断优化产品结构，除了减少附加值较低的组装业务外，不断向材料、模组拓展。第二，公司自动化水平提升，成本管控措施收到成效。第三，公司大客户战略精准，苹果业务波动性相对较小，一定程度有利于公司基本面韧性。第四，公司在其他领域的布局逐渐放量，第二成长曲线逐渐成型。\n　　公司优势#3：大客户合作稳步推进，苹果MR有望落地打开想象空间。公司客户涵盖消费电子头部企业，深度绑定苹果。量的维度，苹果市场相较安卓系表现稳定，23Q1出货0.58亿部，份额同比+3.34pct，主要借助在新兴市场的强劲表现。价的维度，公司的单机价值量持续上升，同时苹果布局多年的MR有望落地，为公司再加成长动能。公司优势#4：切入人工智能前沿领域，未来有望量产人形机器人。2021年中国智能机器人市场规模突破250亿，发展前景广阔。多领域对无人化、自动化、智能化的需求旺盛，机器人产业呈现健康走势。领益智造旗下全资子公司深圳领鹏与香港汉森机器人签署谅解备忘录，双方将展开合作。未来随着领鹏优化量产，有望成为汉森智能机器人的主要授权制造商。\n　　汽车：新能源车增势平稳，动力电池出货高速增长。公司收购锦泰电子，切入动力电池精密件。随着电动汽车行业发展，电池结构件市场规模日益增长。公司通过收购加政府合作，积累优质项目资源，与特斯拉、奔驰、宝马等头部企业建立长期业务关系，并建成湖州、苏州、溧阳、福鼎及成都等生产基地，与荆门、崇州政府签署投资协议，投资精密结构件业务并建立生产基地。\n　　光伏：海外龙头代工商，发力逆变器市场。海内外装机量走高，分布式光伏发电系统是趋势。按出货量计，弗若斯特沙利文全球光伏逆变器预期于2026年将达到579.3GW，自2022年至2026年的复合年增长率预期为22.6%。微型逆变器是分布式光伏系统的核心部件，公司通过收购赛尔康印度基地，为光伏逆变器全球龙头Enphase代工，整合国内外资源，未来有望持续放量。\n　　投资建议：我们预测2023E/2024E/2025E公司营业收入分别为388.74、443.45、501.61亿元，分别同比+12.7%、+14.1%、13.1%。同时，公司净利润分别为20.00、24.92、31.34亿元，分别同比+25.3%、24.6%、25.8%。综合考虑公司规模、发展阶段、产品结构、技术领先性、客户资源等因素，选取了长盈精密、飞荣达、科达利、徕木股份作为公司可比公司，截止5月24日，公司股价对应2023E/2024E/2025E的PE分别为21.40x/17.15x/13.63x，低于可比公司均值，成长空间较大，首次覆盖，给予“买入”评级。\n　　风险因素：消费电子行业需求不及预期风险、电动车销量下行风险、VR/AR发展不及预期风险、商誉减值风险、光伏业务需求不及预期风险。\n",
  "notice_date": "2023-05-25 00:00:00",
  "notice_title": "公司深度报告：横向布局纵向整合，打造一站式精密制造龙头",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "莫文宇",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "领益智造",
      "short_name_ch": "领益智造",
      "short_name_cht": "領益智造",
      "short_name_en": "LY ITECH",
      "stock": "002600"
    }
  ],
  "short_name": "领益智造",
  "source_sample_name": "信达证券",
  "star": "3"
}