{
  "attach_pages": "3",
  "attach_size": "505",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202403131626495447_1.pdf?1710313888000.pdf",
  "company_code": "80000031",
  "eitime": "2024-03-13 07:11:28",
  "extend": {},
  "info_code": "AP202403131626495447",
  "language": "0",
  "notice_content": "　　泸州老窖(000568)\n　　事件及核心观点：3月12日公司召开年度经销商大会，对2024年工作部署，强调区域精耕、渠道下沉、加速消费市场扩容提质等内容，结合近期多渠道调研反馈，我们认为：春寒未掩老窖盎然生意，公司高覆盖、高渗透、高开瓶的销售突破思路持续显效，看好后续高端酒价格重振背景下，老窖销售推进更加从容自如，逐步迎来价值重估。\n　　春节动销表现积极，主销区域氛围日盛。2024年春节公司灵活调节价格政策，推动国窖渠道回款进度达成约40%，恢复至往年较快水平。考虑节后反馈库存去化较快，估算国窖春节整体动销实现约20%增长，主销区域如华北、西南等地增速预计高于平均，1则年会、礼赠、聚饮、商务等场景均同比修复；2则近年来公司持续加大终端下沉和消费者开瓶培育，口感粘性显现（消费者普遍较为认可国窖更为绵甜的口感）。\n　　数字化营销转型升级，渠道扩容提质持续推进。2023年公司围绕“深化改革、聚焦突破、数字赋能、全面进攻”，全面从战略准备期转入战略进攻期，一方面通过春雷行动、秋收行动、挖井工程、五码体系加强终端下沉及动销培育；另一方面推动五码装产品全面上线，数字化体系将为公司品牌精准营销、市场秩序管控、供应链管理等实现赋能。2024年将进一步加强区域精耕、渠道下沉、扩容及立体化建设等方面部署：1）区域精耕：将坚定千一万三、双124工程建设目标，以高覆盖、高渗透、高开瓶作为区域市场突破核心。2）渠道下沉：将全面下沉县乡镇村，推进基地市场“挖井工程”，打造“百亿四川”。3）渠道扩容：启动百城计划2.0，实施“渠道扩容工程”和“年度战略零售商”评选。4）渠道立体化：系统实施餐饮渠道124工程，加快推进专卖店2.0门店招商布局，专项推进内容电商、异业、特通等新兴渠道拓展。\n　　产品多点开花，量价空间可期。沿“双品牌、三品系、大单品”主线，预计2024年公司多价格带产品有望齐驱并进。1）国窖1573仍是主要增长驱动，预计扫码红包、千一万三、双124工程等举措将持续做强消费氛围，后续若普五批价上行亦有望打开价格空间。2）中档酒2024年计划不做大的价格调整，以更务实的量价操作迎合消费者需求。经过2023年报表调整蓄力，预计2024年有望恢复快速增长。3）低档酒产品梳理到位，百元价位单品已呈现积极面貌。头曲系列产品端聚焦老头曲、精品头曲等2-3个品项，渠道端加大县级市和乡镇市场终端铺货；2023年承接大众消费红利，实现快速增长，目前单品收入体量超过10亿元，未来良性增长可期。\n　　盈利预测与投资评级：公司24年春节动销超预期，为后续销售动作打下坚实基础，预计全年国窖维持较快增长，中低端产品实现动能增益，业绩兑现能见度高。适度上调2023-25年归母净利润为132、162、199亿元（前值为131/161/194亿元），同比+28%、22%、23%（前值为26%、23%、20%），当前市值对应PE为21、17、14倍，维持“买入”评级。\n　　风险提示：行业竞争加剧、消费复苏不及预期、食品安全问题。\n",
  "notice_date": "2024-03-13 00:00:00",
  "notice_title": "双品牌齐驱并进，区域精耕持续挖潜",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "孙瑜",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "泸州老窖",
      "short_name_ch": "泸州老窖",
      "short_name_cht": "瀘州老窖",
      "short_name_en": "LUZHOU LAO JIAO",
      "stock": "000568"
    }
  ],
  "short_name": "泸州老窖",
  "source_sample_name": "东吴证券",
  "star": "3"
}