{
  "attach_pages": "6",
  "attach_size": "1247",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108021507573507_1.pdf?1627903003000.pdf",
  "company_code": "80027629",
  "eitime": "2021-08-02 11:16:43",
  "extend": {},
  "info_code": "AP202108021507573507",
  "language": "1",
  "notice_content": "　　晶盛机电(300316)\r\n　　Jingsheng announced last Friday that the Company will set up a JV with AppliedMaterials (AMAT US). The JV will acquire from Applied Materials the screenprinting equipment business in Italy, wafer inspection business in Singapore andthe related business in China. This is an important move for Jingsheng to expandits product mix on wafer equipment. More importantly, the acquisition can helpJingsheng to tap into the solar cell equipment field immediately. We see strongsynergies through combining the technology of Advanced Materials and themanufacturing capability of Jingsheng. Reiterate BUY.\r\n　　Key highlights of the acquisition. Jingsheng will set up a JV with AppliedMaterials Hong Kong (stake: Jingsheng: 65%; Applied Materials: 35%). Thetotal registered capital will be US$150mn (~RMB970mn). The JV will thenacquire from Applied Materials the screen printing equipment business in Italy,wafer inspection business in Singapore and the related business in China, fora consideration of US$120mn (~RMB775mn). This implies 5x P/B (equity atend-Jan 2021: US$24.2mn). The board of the JV will include five members,including three representatives from Jingsheng and two from AppliedMaterials. The acquisition is subject to the approval by the authorities in bothChina and Italy.\r\n　　A major move to expand playing fields. The inclusion of wafer inspectionequipment will expand Jingsheng’s product offerings (current focus: crystalgrowing and wafer slicing). On the other hand, screen printing equipment willbecome Jingsheng’s first product in the field of solar cell equipment. Atpresent, Suzhou Maxwell (300751 CH, NR) is the leading screen printermaker in China (see our note “Leading screen printing equipment makerpenetrating into HJT cell production equipment” [link]). We believe, byleveraging Applied Materials technology and Jingsheng manufacturingcapability, Jingsheng will be capable to challenge the incumbent.\r\n　　TP revised up. We maintain our earnings forecast but lift our TP to RMB77.5from RMB60.90, based on 67x FY21E P/E, equivalent to 1.4x PEG (previously1.1x). Our higher target PEG is to reflect the additional growth potential fromthe latest acquisition and the recent breakthroughs in the 12-inch crystalgrowing furnace in semiconductor segment.\r\n　　Risk: 1) Weaker or slower-than-expected solar power capacity expansion; 2)lower-than-expected gross margin; (3) unsuccessful acquisition.",
  "notice_date": "2021-08-02 00:00:00",
  "notice_title": "Acquisition to help tap into solar cell equipment",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1031",
          "publishName": "光伏设备"
        }
      ],
      "short_name": "晶盛机电",
      "short_name_ch": "晶盛机电",
      "short_name_cht": "晶盛機電",
      "short_name_en": "JINGSHENG",
      "stock": "300316"
    }
  ],
  "short_name": "晶盛机电",
  "source_sample_name": "招银国际"
}