{
  "attach_pages": "11",
  "attach_size": "1536",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202304171585491991_1.pdf?1681730008000.pdf",
  "company_code": "80027629",
  "eitime": "2023-04-17 11:13:28",
  "extend": {},
  "info_code": "AP202304171585491991",
  "language": "1",
  "notice_content": "　　海康威视(002415)\r\n　　HikvisiondeliveredaweakerthanexpectedFY1Q23withrevenueofRMB16.2bn(-2%YoY)andnetprofitofRMB1.81bn(-21%YoY).Sequentialimprovementintop-line(vs-9%YoYinFY4Q22)andGPM(+1.4pptsYoY)werethebrightspots.HikvisionwillfocusonqualitygrowthinFY23Ewithbettercontrolonprojectprofitability,headcount(+10%YoYinFY22,stableinFY23E)andopex.WethinkrecentsharepricereboundhasreflectedthepositivesinearningsrecoveryandtheRMB2.0bnsharerepurchase.DowngradetoHOLD.\r\n　　FY1Q23 miss although revenue decline narrowed and GPM improved.Hikvision reported in-line FY22 with revenue of RMB83.17bn (+2% YoY)and net profit of RMB12.84bn (-24% YoY). The weakness in net profit wasdue to 1) GPM erosion (-2 ppts YoY to 42.3%) and 2) higher opex (+17%YoY) as headcount grew +10% YoY to 58,280. FY1Q23 results remainedmuted with revenue of RMB16.2bn (-2% YoY) and net profit of RMB1.81bn(-21% YoY). A sequentially narrowed decline in top-line (-2% YoY vs. -9%YoY in FY4Q22) and GPM improvement (+1.4 pct pts YoY) were yet tooffset the higher opex (+16% YoY).\r\n　　Positive on the innovative businesses growth prospect but yet to seea rebound in PBG/ SMBG/ overseas segments. Post-COVID recoverywas slower than expected that only EBG (Large Enterprise-focused)resumed positive growth in FY1Q23. Rebound in PBG (Public Security),SMBG (SME) and overseas business is not in sight yet. That said, we arepositive on the revenue diversification with innovative businesses (e.g.Smart Home AIoT/ Robotics, etc.) revenue contribution rose to 18% in FY22vs. 10% in FY20. Non-surveillance business will remain as the core growthdriver (FY22 revenue grew +22.8% YoY to RMB15.07bn).\r\n　　Focus on quality growth in FY23E. Management believes Hikvisionbusiness has bottomed out from the pandemic with FY4Q22 being thetrough. We expect to see sequential improvement in top-line and margin asthe company focuses on quality growth in FY23E with tighter control onproject profitability, headcount and opex. We estimate Hikvision net marginto improve from 15.4% in FY22 to 17.7% in FY23E.\r\n　　Lack near-term catalysts, downgrade to HOLD. We trimmed FY23-24Enet profit by 7-9% to reflect a slow recovery from COVID. Share price hasrebounded by 66% since its bottom in Oct 2022. We think the existing pricelevel has reflected the near-term positives (earnings recovery and theRMB2bn share repurchase is completed). Downgrade to HOLD with newtarget price of RMB47.29, based on higher 27x (prior 20x) FY23E P/E, inline with 3-year mean as business bottomed out from COVID.",
  "notice_date": "2023-04-17 00:00:00",
  "notice_title": "Taking time to recover",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Marley Ngan,Bowen Li",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "735",
          "publishName": "计算机设备"
        }
      ],
      "short_name": "海康威视",
      "short_name_ch": "海康威视",
      "short_name_cht": "海康威視",
      "short_name_en": "HIKVISION",
      "stock": "002415"
    }
  ],
  "short_name": "海康威视",
  "source_sample_name": "招银国际"
}