{
  "attach_pages": "5",
  "attach_size": "236",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202206071570607958_1.pdf?1654625294000.pdf",
  "company_code": "80000007",
  "eitime": "2022-06-07 18:08:14",
  "extend": {},
  "info_code": "AP202206071570607958",
  "language": "0",
  "notice_content": "　　洋河股份(002304)\n　　事项：\n　　近日我们参加了公司 2021 年度股东大会，结合近期渠道跟踪情况，我们对公司动态更新反馈如下。国信食饮观点：1）营销改革不断深化，产品梯队、组织架构和营商环境做出了积极调整，内生经营不断改善；2）产品升级稳步推进，天梦完成新老替代，海之蓝 5 月启动全面升级，梦 6+有望稳步放量；3）疫情对公司的影响可控且有限，下半年展望谨慎且乐观，全年营销目标和预期不作调整；4）投资建议：短期看，考虑当前回款进度和动销恢复情况，公司全年业绩具备较强支撑；中长期看，公司紧抓次高端酒升级扩容红利，内生改革催生动能， 梦 6+成长势能十足， 全国化放量稳步推进，看好公司业绩持续稳健增长。预计 2021-2023 年公司营业收入为 299.8/352.0/412.6 亿元，归母净利润为 95.0/116.8/140.5 亿元，对应摊薄 EPS 为 6.31/7.75/9.32 元，对应当前股价 PE 为 26/21/18x，维持“买入”评级。\n　　评论：\n　　营销改革不断深化，产品梯队、组织架构和营商环境做出了积极调整，内生经营不断改善去年以来公司持续推进营销改革， 在组织、营销、产品等层面做出了不小的积极改变：1）进行了组织和人员下沉，全面执行权利下放，给予大区充分授权。2）推进薪酬改革，建立了过程考核指标体系，整体提高了绩效工资的比例。3）大力加强了营商环境建设，推进干部年轻化，组织干部和经销商不断交流学习。4）对产品线进行了全面梳理规划，下定决心砍掉 700 多个包括买断产品在内的不盈利的产品。当下公司正处在改革红利的释放期，推动公司内生经营活力不断提升。\n　　产品升级稳步推进，天梦完成新老替代，海之蓝 5 月启动全面升级，梦 6+有望稳步放量此前梦 6+、梦 3 水晶版先后成功顺利地完成了新老版本的切换导入；从开瓶数据和消费者数据上看，天之蓝在今年春节基本实现了新老版本的顺利替代；今年 5 月海之蓝数字化改造版本已开始全面导入市场，设计用 1 年半的时间完成全面升级，至此蓝色经典系列产品的数字化改造全部完成。梦 6+作为公司战略级大单品，剑指百亿销售目标。目前，梦 6+在省内市场进入了快速成长和放量阶段；在省外培育型市场，梦6+的开瓶数量环比和同比都持续向好，未来有望逐步实现放量。\n　　疫情对公司的影响可控且有限，下半年展望谨慎且乐观，全年营销目标和预期不作调整\n　　目前来看，2 季度公司动销虽受到了疫情一定的影响，但 5 月以来随着疫情得控，宴会接待等消费场景逐步恢复，开瓶数据和终端出货数据明显向好。虽管控较为严格的北京、天津、上海等地疫情影响仍然存在，但都不是公司的主销区，总体看疫情对公司的影响有限。展望后续，考虑宏观经济政策及房地产市场释放一系列积极信号，且公司对后续疫情恢复持乐观态度，加上公司 1 季度将很多工作抢在了前面完成，公司预计今年整体的目标有望顺利达成。结合渠道跟踪情况，公司 4 月以来开展了“大干 70 天”专项营销活动，预计目前公司回款进度约 60%+，至 6 月底有望有望达到 70%+，为全年目标完成奠定了良好基础。\n　　投资建议：看好公司持续充分享受次高端酒升级扩容红利，维持“买入”评级\n　　短期看，考虑当前回款进度和动销恢复情况，公司全年业绩具备较强支撑；中长期看，公司紧抓次高端酒升级扩容红利，内生改革催生动能，梦 6+成长势能十足，全国化放量稳步推进，看好公司业绩持续稳健增长。预计 2021-2023 年公司营业收入为 299.8/352.0/412.6 亿元，归母净利润为 95.0/116.8/140.5 亿元，对应摊薄 EPS 为 6.31/7.75/9.32 元，对应当前股价 PE 为 26/21/18x，维持“买入”评级。\n　　风险提示\n　　宏观经济波动风险，疫情大面积反复风险，产品结构升级不及预期风险，区域扩张不及预期风险。\n",
  "notice_date": "2022-06-07 00:00:00",
  "notice_title": "营销改革和产品升级红利持续释放，未来发展后劲十足",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "陈青青,李依琳",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "洋河股份",
      "short_name_ch": "洋河股份",
      "short_name_cht": "洋河股份",
      "short_name_en": "YANGHE",
      "stock": "002304"
    }
  ],
  "short_name": "洋河股份",
  "source_sample_name": "国信证券",
  "star": "1"
}