{
  "attach_pages": "8",
  "attach_size": "322",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202402021620080046_1.pdf?1706905175000.pdf",
  "company_code": "80000134",
  "eitime": "2024-02-02 19:09:24",
  "extend": {},
  "info_code": "AP202402021620080046",
  "language": "0",
  "notice_content": "　　今世缘(603369)\n　　投资要点\n　　23年回顾：年初目标达成，步入百亿阵营。2023年12月公司披露2023年经营数据，全年预计实现总营收100.5亿元左右，同比增长27.41%左右，超额完成年初制定的百亿收入目标，成功进入百亿阵营行列。根据中国经营报数据，目前白酒百亿军团有贵州茅台、五粮液、泸州老窖、洋河股份、郎酒、劲酒、剑南春、山西汾酒、古井贡酒、顺鑫农业、贵州习酒、贵州国台、西凤酒、今世缘等，白酒企业“30亿区域求存、50亿区域称霸、百亿奔走全国”，今世缘进入后百亿时代，标志着公司后续进入全国化发展新阶段。\n　　24年展望：筑牢区域根基，稳定市场价盘。2023年12月公司召开2024今世缘发展大会，会上董事长提出2024年战略部署，明确路径，坚持目标引领，筑牢区域根基，提升品牌势能，优化产品布局，稳定市场价盘。在行业及经济下行期，“稳”字当头，公司将稳定价盘放在较高位置。\n　　中期展望：战略目标清晰，战术举措细化。2024今世缘发展大会上，董事长提出2025-2030年双百亿战略，拆分了目标确定“三步走”战略，提出“多品牌、单聚焦、全国化”战略，战术上采取省内“高精尖”、省外“三聚焦”、强化组织力等举措。\n　　目标清晰：双百亿新征程，三阶段逐步实现。第一阶段，到2025年全力以赴迈入150亿级酒企行列；第二阶段，从2026到2030年的“十五五”发展阶段，实现“双百亿”；第三阶段，到2035年基本实现社会主义现代化，实现集约高效发展，进入创新型企业前列。\n　　举措细化：战略战术齐发力，力求实现全国化。\n　　1）多品牌、单聚焦：公司三大品牌致力满足不同场景和不同细分群体消费需求，专注各自清晰的价格赛道和品类差异。国缘：国缘致力高端化，定位中国新一代高端白酒，聚焦300-800元价格赛道，以主开系进行全国化一体化布局，致力成为行业千元以下第一梯队品牌；今世缘：今世缘致力大众化，打造典藏+星球双品系，聚焦100-300元价格赛道，以年轻化大众化拓展日常消费场景，致力于成为行业中高端优势新锐品牌；高沟：高沟致力个性化，定位黄淮名酒带高端光瓶典范；聚焦中高线光瓶酒细分市场，打造个性化特色品牌，推动品牌复兴。\n　　2）省内“高精尖”：省内做好高端化培育、精细化运营和尖刀单品打造，持续做强基本盘，其中高端化品系培育中做好国缘V系消费转化和圈层扩展、K系产品升级、今世缘“典藏+星球”布局；精细化区域运营中将通过区域、渠道及价格运营，积极补强短板，打造更多亿元县；打造尖刀产品中，积极推进国缘V3、四开、对开、淡雅四大单品持续放量。\n　　3）省外“三聚焦”：省外聚焦“国缘品牌”、“板块打造”、“顾客创造’的同时，力争3年实现环江苏、长三角一体化板块市场突破，为迈向全国化打下坚实基础。其中聚焦国缘品牌中，全国化战略以主开系为主干品系，战略导入新品六开，一体主推超级单品四开，带动对开上量；聚焦板块打造中，以“三年不盈利，三年30亿”的预算规划省外市场投入，聚焦“10+N”重点低级板块；聚焦顾客打造中，积极拓展原点顾客人群，推进终端星级合伙人建设，构建厂商店命运共同体。\n　　行业分析：行业调整过半，期待行业复苏。我们将本轮白酒调整周期跟上轮调整周期类比，思考如下：1）周期判断：按照上一轮调整经验（12Q4-16年初/持续三年多），本轮调整21Q4开始预计调整至24年结束，此外上轮调整股价见底是15Q3，本轮预计现在处于15年初曙光乍现阶段，不宜过度悲观；2）预期节奏：终端销售变差/库存积压（已实现）—酒企调整战略方向及人事变动（已出现）—战略执行/终端改善（半年时间）—报表改善（预期25年）；3）当下时点及关注：当下处于战略执行情况，白酒子赛道关注高端及地产酒，股票关注稳定性、确定性两类，稳定性选高端（贵州茅台）、确定性优选地产酒（苏酒、徽酒等）。\n　　投资建议：短期来看，公司百亿目标成功达成，四开产品再次升级换代，卡位400-500元次高端价位带，符合省内商务宴请消费趋势，淡雅卡位100-200元价位带，契合当下自饮送礼新趋势，未来有望持续放量。中长期看，公司战略规划清晰，目标剑指150亿，战术上规划具体，采取省内“高精尖”、省外“三聚焦”、强化组织力等举措，全国化布局有望有新突破。我们公司预测2023年至2025年营业收入增速分别为27.8%、22.3%和19.5%，归母净利润增速分别为28.5%、22.8%、19.9%，EPS分别为2.56元、3.14元和3.77元，对应PE分别为18x、14x、12x，首次覆盖，给予“买入-B”建议。\n　　风险提示：省内竞争加剧，公司出现重大管理瑕疵；宏观经济发生较大的波动，白酒消费有大幅下滑等\n",
  "notice_date": "2024-02-02 00:00:00",
  "notice_title": "步入百亿阵营行列，新阶段再攀新高峰",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "李鑫鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "今世缘",
      "short_name_ch": "今世缘",
      "short_name_cht": "今世緣",
      "short_name_en": "King’s Luck",
      "stock": "603369"
    }
  ],
  "short_name": "今世缘",
  "source_sample_name": "华金证券",
  "star": "1"
}