{
  "attach_pages": "5",
  "attach_size": "899",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202210251579433869_1.pdf?1666694720000.pdf",
  "company_code": "80027629",
  "eitime": "2022-10-25 10:45:20",
  "extend": {},
  "info_code": "AP202210251579433869",
  "language": "1",
  "notice_content": "　　恒立液压(601100)\r\n　　Hengli’s reported net profit in 3Q22 grew 20% YoY, driven by FX gain due to thestrong dollar. We estimate the core profit (excluding the finance income arisingfrom FX gain) dropped ~9% YoY in 3Q22. While the 4% YoY revenue growth (vs-25% YoY in 1H22) is an early sign of recovery, it’s still slightly below ourexpectation. We revise down our 2022E/23E earnings forecast by 9%/8% toreflect more conservative assumptions on sales volume. We trim our TP toRMB58 accordingly, based on unchanged 30x 2022E P/E (equivalent to 3-yearhistorical average). Maintain HOLD. We believe we are close to the inflectionpoint but are waiting for more data points to confirm the recovery of excavatorsales.\r\n　　3Q22 earnings highlights. Revenue grew 4% YoY to RMB2bn, which weestimate was driven by the strong sales to the major US customer. Grossmargin narrowed 2.1ppt YoY but expanded 1.7ppt QoQ. EBIT slightly dropped1.6% YoY to RMB576mn. It’s worth noting that Hengli recognized net financeincome of RMB170mn (vs RMB6mn in 3Q21), thanks to the appreciation ofdollar-denominated assets. This boosted the reported net profit by 20% YoYto RMB692mn. Operating cash inflow dropped 59% YoY to RMB377mn in3Q22. In 9M22, the reported net profit dropped 11% YoY to RMB1.75bnn.\r\n　　Production plan in Oct 2022: Hengli has scheduled production volume of56k units of hydraulic cylinder (excavator), down ~15% YoY. Scheduledproduction volume of small /medium-large size pump drops >50% YoY, as aresult of the continuous inventory clearance that affected the output. Plannedvolume of motor (mainly for AWP) drops 15% YoY. On the positive side, theplanned production for non-standardized cylinders in Oct grows 7% YoY to16k units.\r\n　　Early signs of recovery for the excavator industry. For the industry as awhole, we have started to see some early positive signs: (1) strong export willlikely exceed expectation on the back of overseas mining activities; (2)upcoming sales data points in China will potentially beat expectations on theback of the very low base and continuous policy easing; (3) major cost itemssuch as steel plate and freight rate are on the down trend, offering upsidepotential on the margin side.\r\n　　Upside risk: (1) Strong recovery of excavator demand in China. Downsiderisks: (1) weak construction activities; (2) risk of overseas demand.",
  "notice_date": "2022-10-25 00:00:00",
  "notice_title": "Revenue rebounded in 3Q22; Wait for more data points to confirm recovery",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "恒立液压",
      "short_name_ch": "恒立液压",
      "short_name_cht": "恒立液壓",
      "short_name_en": "JSHL",
      "stock": "601100"
    }
  ],
  "short_name": "恒立液压",
  "source_sample_name": "招银国际"
}