{
  "attach_pages": "52",
  "attach_size": "2807",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202511171783102989_1.pdf?1763402078000.pdf",
  "company_code": "82004416",
  "eitime": "2025-11-17 17:54:38",
  "extend": {},
  "info_code": "AP202511171783102989",
  "language": "0",
  "notice_content": "　　天赐材料(002709)\n　　天赐材料为电解液龙头企业\n　　天赐材料为电解液龙头企业。公司成立于2000年6月，主营业务为锂离子电池材料、日化材料和特种化学品两大板块。2014年天赐材料在深圳中小板上市，2021年2月合并主板上市；2021年天赐材料市值首破千亿，一体化布局引领市占率快速提升。天赐材料锂离子电池电解液销售量自2015年以来全球领先，行业龙头地位进一步稳固，市占率由2021年的28.8%提升到2023年的36.4%，2023年产量超39万吨。2021年锂离子电池电解液产品荣获全国制造业单项冠军产品。截至2025年11月，公司最大股东为徐金富，持股比例为36.5%。\n　　天赐材料在国内布局15个生产基地\n　　天赐材料现国内布局15个生产基地，江西省九江天赐是天赐材料最大的生产基地，也是全球最大的液体六氟磷酸锂制造基地。国内生产基地沿长江布局，辐射全国。2020年天赐材料逐步在美国、德国、摩洛哥、新加坡设立子公司，韩国设立实验室，加速推动全球化布局和国际化进程。\n　　集团研发共计投入超十亿研发资金，建立10个研发实验室，总面积达13000平方米，配备冷场发射扫描电镜、核磁共振仪、高分辨液质联用仪等大型仪器。研发工程师200余人，拥有多名来自京都大学、中国科学院化学研究所、中山大学等国内外知名院校博士生。集团研发与华南理工大学、浙江大学、广东工业大学等高校紧密合作，先后成立国家级电化学储能材料与技术教育部工程技术研发中心、国家级博士后科研工作站。在动力电池和储能器件的新能源领域中，公司聚焦锂、钠电池中固态电解质、电解液、电极、粘结剂、边涂胶等材料的开发，应用在新能源汽车，为客户提供长续航、高安全、快速充电的解决方案。同时，专研液流电池，为风力发电、光伏发电、应急电源等配套的储能设备提供超长寿命、高效能、高安全的技术支持。在美丽大健康材料领域，\n　　固态电池材料预计2026年完成中试产线建设。公司在固态电池材料布局主要包括硫化物及氧化物固态电解质路线，目前硫化物路线的固态电解质处于中试阶段，主要配合下游电池客户做材料技术验证，同时中试产线建设也在持续的推动，公司计划在2026年完成中试产线建设，并具备中试量产的能力。在固态电池材料方面，目前公司主要布局硫化物和氧化物体系的相关材料。根据公司2025年10月31日投资者关系平台回复，公司硫化物路线的固态电解质处于中试阶段，现阶段主要配合下游电池客户做材料技术验证，尚未大规模量产。逐步提升回收碳酸锂的使用比例。公司目前自供的碳酸锂原材料主要来源于锂矿资源加工和废旧电池回收业务。在锂矿资源布局方面，公司会综合考虑成本及相关风险因素，采取谨慎投资的策略。在回收业务上，公司将持续完善和开拓废旧电池的来源渠道，确保回收材料供应充足，并逐步提升回收碳酸锂的使用比例，以满足客户及欧洲电池法案等相关法规对回收材料使用比例的要求集团注重研发投入\n",
  "notice_date": "2025-11-17 00:00:00",
  "notice_title": "电解液龙头企业，受益于锂电景气回升",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "庄怀超",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "538",
          "publishName": "化学制品"
        }
      ],
      "short_name": "天赐材料",
      "short_name_ch": "天赐材料",
      "short_name_cht": "天賜材料",
      "short_name_en": "TINCI",
      "stock": "002709"
    }
  ],
  "short_name": "天赐材料",
  "source_sample_name": "环球富盛理财"
}