{
  "attach_pages": "5",
  "attach_size": "1270",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204261561688653_1.pdf?1650980293000.pdf",
  "company_code": "80027629",
  "eitime": "2022-04-26 13:38:13",
  "extend": {},
  "info_code": "AP202204261561688653",
  "language": "1",
  "notice_content": "　　中国中免(601888)\r\n　　1Q net profits came in at RMB 2.56bn, down 10% YoY and was slightly below market consensus considering the result only tracked c.22% of consensus FY estimate. CTGDF previously announced RMB 2.4bn net profits for Jan-Feb. This implies net profits for March was only RMB160mn. We believe this was mainly attributable to Hainan’s operation closure in March.\r\n　　Despite the soft performance of March, gross margins improved to 34% in 1Q22 when that compared to only 28% in 4Q21, thanks to the narrowing discount after management pledged to adhere to more disciplinedpromotions along with competitors. GPM looks to have troughed. That said, whether 1Q’s momentum could extend further into coming quarters remains the “known unknown” to us especially when the supply chain of Sunrise Shanghai’s online business was unexpectedly disrupted by the city’s lockdown. We will keep watching the trajectory. \r\n　　Trading at -2SD below average, earnings cut looks to be the major event to drive share price performance from here. Our 2022 forecast is still c.6% below consensus after trimming 3% of our 2022E net profits to reflect the 1Q results. Our new TP of RMB192 (from RMB212) is based on an updated 34x (from 36.5) end-22E P/E which still represents -1sd below 3-year average.\r\n　　Key highlights from management call:\r\n　　Covid impact was overall under control in Hainan so far, according to management, while a major uncertainty for the business is the covid situation and policy in other regions in China, such as Shanghai. \r\n　　Key expansion project: the Haikou International Duty Free City has its investment promotion phase completed by 1Q22 and entered into the construction phase, which, however, has to be suspended due to difficulty for construction teams to travel to Hainan from Shanghai given the city’s current lockdowns. The target opening of the City, though, remained Sep 30, 2022 as previously planned.\r\n　　Online business development: an integrated online platform connecting online and offline, domestic and overseas, and duty - free and taxed businesses has been established, which is endowed with a potential customer portfolio made of c.22mn subscribers on CTGDF’s wechat mini- program. Management indicated online business is currently and will be a key focus for the company in the next 3- 5 years.",
  "notice_date": "2022-04-26 00:00:00",
  "notice_title": "1Q22 below  market  although  GPM rebounded on strong 2M22 momentum; keep Hold on fluid COVID situation",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Joseph Wong,Zheng Xiaohui",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "招银国际"
}