{
  "attach_pages": "15",
  "attach_size": "2004",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202205111564863129_1.pdf?1652259304000.pdf",
  "company_code": "80000038",
  "eitime": "2022-05-11 08:55:04",
  "extend": {},
  "info_code": "AP202205111564863129",
  "language": "0",
  "notice_content": "　　华友钴业(603799)\n　　事件概述：4月29日公司公告，与淡水河谷印尼签署合作框架协议，双方合作规划不超过12万金属吨的高压酸浸湿法项目，淡水河谷印尼持股比例最高可达30%，该项目采用华友湿法工艺，由淡水河谷供应镍矿原料。\n　　淡水河谷镍产业链一体化布局，印尼镍矿储量丰富。淡水河谷镍采矿、选矿、冶炼一体化布局，产品以精炼镍和镍铁为主，淡水河谷镍矿主要分布在加拿大、印尼和巴西，2021年镍矿产量1100万吨，折合金属量约20万吨。淡水河谷印尼运行项目镍矿储量1.13亿吨，折合金属量194万吨，随着Bahodopi和Pomalaa项目的开发，印尼地区镍矿增储潜力大。\n　　分析：技术与资源结合，华友强化镍矿供应保障。镍矿行业方面，印尼镍铁产能快速扩张，镍矿供需格局改善，2020年开始，印尼禁止镍矿出口，镍矿市场割裂，海外镍矿紧张，国内镍矿过剩，内外价差大幅拉高，随着印尼镍铁产能大幅增加，镍矿供需逐步改善，内外价差缩窄，未来印尼仍有较多冶炼产能投放，镍矿供需或趋紧。华友未来镍矿需求大，与淡水河谷合作，强化未来供应保障。我们预计华友镍冶炼产能达46.5万吨，镍矿需求快速增加，而公司镍矿主要来自合资矿山，来源单一，淡水河谷印尼镍矿资源丰富，华友湿法冶炼成本低，双方合作能够优势互补，实现双赢。\n　　未来看点：全面布局锂钴镍铜资源、延伸拓展“三元+铁锂”双技术路线的一体化锂电材料龙头，在高执行力、低成本优势、全面的技术路线布局下未来成长路线清晰。1）高执行力下，产能增长确定，业绩增长曲线陡峭：公司旗下华越年产6万吨镍金属湿法冶炼项目已于2022年3月提前达产、华科镍业已于4月提前实现点火、华飞项目前期工作已经启动，公司未来产能增长较为确定；2）资源布局完善，一体化布局下成本优势逐步凸显：公司铜钴板块已成规模，随着印尼镍项目、Arcadia锂矿项目在相继投产，以及衢州华友、广西可转债项目等的逐步落地，公司在成本方面将构筑深厚的护城河；3）与下游深度绑定，未来产销量得到保障：公司与LG、POSCO等海外龙头合资建厂，并相继与容百、当升、孚能等下游客户达成战略协议，为2022-2025年锁定64.15-92.65万吨三元前驱体销量，未来成长确定性高。4）技术路线布局完善，无惧未来技术变革：公司携手兴发集团共同建设50万吨产能，收购圣钒科技获得1万吨建成产能、7.5万吨磷酸铁锂在建产能，下游电池技术路线已经布局完善，进一步夯实未来成长。\n　　投资建议：公司上游资源布局完善，下游锂电材料扩产顺利，有望快速放量，且与国际资源和汽车巨头深度绑定，成长确定性高、护城河深厚。我们预计公司2022-2024年归母净利润为62.18、91.52、117.81亿元，以2022年5月10日收盘价为基准，PE分别为16X、11X、8X，维持公司“推荐”评级。\n　　风险提示：产品价格大幅下跌，募投项目进展不及预期，需求不及预期等。\n",
  "notice_date": "2022-05-11 00:00:00",
  "notice_title": "事件点评：强化与淡水河谷合作，技术与资源完美结合",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "邱祖学,张航",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1015",
          "publishName": "能源金属"
        }
      ],
      "short_name": "华友钴业",
      "short_name_ch": "华友钴业",
      "short_name_cht": "華友鈷業",
      "short_name_en": "HUAYOU COBALT",
      "stock": "603799"
    }
  ],
  "short_name": "华友钴业",
  "source_sample_name": "民生证券",
  "star": "3"
}