{
  "attach_pages": "5",
  "attach_size": "196",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202402181622342557_1.pdf?1708267584000.pdf",
  "company_code": "80000007",
  "eitime": "2024-02-18 14:43:29",
  "extend": {},
  "info_code": "AP202402181622342557",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　事项：\n　　公司公告：公司发布《关于聘任公司高级管理人员的公告》，聘任李沛洁先生为公司副总经理，不再担任公司总经理助理职务；聘任王怀先生为公司副总经理、总会计师；聘任张永踊先生为公司副总经理，不再担任公司总经理助理职务；聘任宋亚鹏先生为公司总经理助理，并辞任公司监事职务；聘任许志峰先生为公司董事会秘书。\n　　国信食饮观点：1）管理层变动靴子落地，内部格局重塑激发组织活力。2）组织重塑护航汾酒复兴战略，公司有望迎来战略机遇期。3）春节旺季回款动销进度顺利，2024年业绩增长确定性较强。4）投资建议：清香白酒龙头继续保持较快增长，维持此前盈利预测，我们预计公司2023-2025年实现营收323.6/388.5/448.1亿元，同比增长23.5%/20.0%/15.3%；预计实现归母净利润103.4/129.9/154.2亿元，同比增长27.8%/25.5%/18.8%；对应PE26.6/21.2/17.8X。考虑到公司经营势能延续，复兴版培育有序推进，维持“买入”评级。\n　　评论：\n　　管理层变动靴子落地，内部格局重塑激发组织活力\n　　公司于2024年2月6日发布聘任高管的公告，意味着公司管理层变动基本结束，后续公司将逐步进入“管理提升年”。本次公司管理层变动，一定程度上实现内部格局重塑，有望极大地激发组织活力和营销队伍的主观能动性。从管理提升维度看，2024年公司将在人员和组织维度进行较大的改革：1）人员配置，引入第三方巡查机制，将营销人员和地聘人员从繁重的流程性工作中解放出来；2）组织裂变，在成熟度不同的市场，有序进行组织裂变，细化区域市场运作的颗粒度；3）战略思维，系统性地提升营销队伍的执行力和战略思维等，实现区域发展和公司整体目标的一致性。\n　　组织重塑护航汾酒复兴战略，公司有望迎来战略机遇期\n　　2023年，山西汾酒在内部完成组织重塑，在营销管理部的基础上，裂变出青花事业部和数据管理部，为汾酒渠道改革和青花30·复兴版全国化提供组织配称。从经营节奏看，玻汾决定公司发展的下限，青花30·复兴版决定公司发展的上限，因此渠道改革、费用改革、高端酒运作模式改革成为2024年营销工作的主旋律。从组织配称看，青花事业部主管青花30·复兴版及以上产品的营销管理工作，数据管理部负责前端营销工作的数据收集及分析，渠道管理部聚焦青花20及腰部产品的大流通渠道建设。从渠道改革看，公司于2024年将山西省内的渠道共建工程升级为“汾享礼遇”，并向全国范围推广，进而强化公司终端建设及费投模式的改革。我们认为，汾酒的组织势能、品牌势能、渠道势能均处于较好的状态，公司发展有望迎来战略机遇期。\n　　春节旺季回款动销进度顺利，2024年业绩增长确定性较强\n　　从春节旺季看，公司营销节奏稳中求进，在按计划回款的同时，并未出台过多渠道政策，进而保证批价的稳定。从回款进度看，我们预计1月份公司回款进度在25%+，一季度回款任务达成无虞。从实际动销看，2024年春节是分化的一年，公司主动减轻省内发展压力，更多依靠环山西及长江以南市场。预计在商务需求环比复苏、宴\n　　席持续增长的背景下，公司实际开瓶动销有望实现较快增长。从增长抓手看，汾酒是2024年行业内为数不多具有业绩抓手的标的，玻汾作为高周转高毛利品种极大地降低公司省外市场的渠道进入成本，青花20凭借自身较高的性价比开始切入省外宴席市场，腰部老白汾系列有望换代升级等。\n　　投资建议：清香白酒龙头继续保持较快增长，维持“买入”评级\n　　维持此前盈利预测，我们预计公司2023-2025年实现营收323.6/388.5/448.1亿元，同比增长23.5%/20.0%/15.3%；预计实现归母净利润103.4/129.9/154.2亿元，同比增长27.8%/25.5%/18.8%；对应PE26.6/21.2/17.8X。考虑到公司经营势能延续，复兴版培育有序推进，维持“买入”评级。\n　　风险提示\n　　竞争加剧；需求复苏不及预期；政策风险等。\n",
  "notice_date": "2024-02-18 00:00:00",
  "notice_title": "管理层变动靴子落地，格局重塑激发组织活力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张向伟,李文华",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "国信证券",
  "star": "1"
}