{
  "attach_pages": "22",
  "attach_size": "1490",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202402201622444250_1.pdf?1708458348000.pdf",
  "company_code": "80000031",
  "eitime": "2024-02-20 19:45:48",
  "extend": {},
  "info_code": "AP202402201622444250",
  "language": "0",
  "notice_content": "　　双汇发展(000895)\n　　投资要点\n　　高股息率标的吸引力加强，双汇发展板块领先。随着众多食饮子板块高成长期结束，整体步入中低速发展阶段，投资由“成长”向“分红回报”重构。双汇发展估值较早即处于行业低位，持续稳定高分红，股息率连续3年保持行业前三。在市场风险偏好下降，整体估值回落背景下，公司2023年以来相对收益十分突出。公司作为肉制品、屠宰行业龙头，地位稳固，业绩可持续性强。控股公司万洲国际财务杠杆较高，双汇分红意愿强。公司股价、基本面与猪价关联性加强，目前猪价已从前期高位回落，处于相对底部区间，业绩向下风险较小。\n　　屠宰业务：多举对冲猪周期影响，冻肉贡献弹性，公司竞争优势愈发夯实。（1）充分调动海外资源，对冲猪周期影响：中美猪肉价差大，调动海外资源可对冲国内猪周期波动影响。双汇通过从罗特克斯进口冻肉，屠宰业务释放利润弹性，肉制品业务抵御猪价快速上涨带来的成本风险。（2）全国化屠宰基地布局，冷链物流布局完善提升效率。双汇全国产能布局完善，加强价格与供应量稳定性，冷链物流不断完善，绝大部分产品能够实现朝发夕至，运输配送效率高。（3）募资延伸产业链，上游发展养殖平滑波动，提升成本控制能力、采购议价能力和产品质量控制能力。\n　　肉制品业务：结构升级+品类扩张带动吨价提升。猪价影响肉制品成本，与产品结构共同影响吨利。双汇近年产品结构升级、扩展品类并行，积极探索新增长曲线，产品端坚持调结构、扩品类，推出轻享鸡肉肠、轻咔能量香肠、热狗肠、方便速食、中华菜肴、鳕鱼肠、地道肠、熏烤肉肠、速冻丸子等新品，加速肉制品吨利提升。同时公司抓住预制菜机遇，围绕“八大菜系+豫菜”，对接不同区域消费需求，加强预制菜产品研发，完善多元化产品矩阵。渠道端深化已有渠道，扩展新市场布局。\n　　盈利预测与投资评级：双汇以产品结构升级+积极扩展品类探索新增长；屠宰业务中外协同，产业链布局完善，竞争优势明显，行业龙头地位稳固。短期看，目前猪肉、鸡肉保持相对低位，肉制品业务成本下降；屠宰业务屠宰量上升带动开工率高、屠宰盈利水平提升，短期利润下行风险低。长期看，公司在肉制品业务中进行产品结构升级，同时积极开拓预制菜、熟食等新品类探索新增长点，屠宰业务以自身中外资源协同，产业链和产能完善布局夯实竞争优势，龙头地位稳固，公司分红意愿强、股息率高。我们预计公司2023-2025年收入分别630、679和722亿元，分别同比+0.4%/7.8%/6.3%；归母净利润分别为55.2、60.3、64.5亿元，分别同比-1.9%/+9.3%/+7.1%；EPS分别为1.59、1.74和1.86元，对应PE分别为19x、17x、16x，与可比公司相比，具备性价比，首次覆盖，给予“买入”评级。\n　　风险提示：食品安全风险、猪肉价格大幅波动风险、冻肉库存减值风险。\n",
  "notice_date": "2024-02-20 00:00:00",
  "notice_title": "高股息系列：肉制品龙头，高股息价值凸显",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "孙瑜,罗頔影",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "双汇发展",
      "short_name_ch": "双汇发展",
      "short_name_cht": "雙匯發展",
      "short_name_en": "SHUANGHUI",
      "stock": "000895"
    }
  ],
  "short_name": "双汇发展",
  "source_sample_name": "东吴证券",
  "star": "3"
}