{
  "attach_pages": "5",
  "attach_size": "442",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202307141592272025_1.pdf?1689331463000.pdf",
  "company_code": "80000049",
  "eitime": "2023-07-14 10:44:23",
  "extend": {},
  "info_code": "AP202307141592272025",
  "language": "0",
  "notice_content": "　　科大讯飞(002230)\n　　事件\n　　公司近期发布2023年半年度业绩预告：2023H1公司预计实现营业收入78亿元，实现毛利31亿元，实现归母净利润5500-8000万元，同比下降71%-80%，实现扣非后的归属净利润-3.3至-2.7亿元。对此，我们点评如下：\n　　投资要点\n　　Q2单季度营收有所改善，净利润受研发投入拖累\n　　公司Q2单季度扭转了Q1业绩下滑的不利局面，预计实现营业收入约49亿元，较上年同期增长约10%，环比增长约70%；预计实现毛利约19亿元，较上年同期增长约7%，环比增长约60%，经营活动产生的现金流量净额超1亿元，较去年同期增加逾5.5亿元，营收、毛利、现金流均有所改善，但Q2单季度实现归母净利润1.13-1.38亿元，同比下降17-31%，主要是因为公司应对美国极限施压，在核心技术自主可控和产业链可控等方面坚定投入的同时，积极抢抓通用人工智能的历史新机遇，加大通用人工智能认知大模型的研发投入所致。\n　　星火大模型赋能现有业务，未来商用前景可期\n　　2023年5月6日，科大讯飞正式发布“1+N认知智能大模型”，目前对公司现有业务均有赋能：1）大模型在AI学习机的中英文作文辅导、中英文口语学习，以及讯飞听见一段录音一键成稿、讯飞办公本自动文本摘要等场景落地，2023年5-6月，公司C端硬件GMV创历史新高，同比翻倍增长。其中，搭载讯飞星火认知大模型的讯飞AI学习机GMV在5月和6月分别增长136%和217%；2）大模型将为教育、医疗、汽车、智慧城市、金融、运营商等业务带来新的增量，比如教育领域深度赋能因材施教和五育并举，医疗领域让每个医生拥有更强大的AI诊疗助理等。随着星火大模型升级迭代，未来商业化进程有望加快：公司与华为昇腾等强强联合，合力打造完全基于国产算力基础的认知大模型，目前，面向重点行业可私有化部署的自主可控行业大模型，已经与众多行业头部客户达成合作意向，此外通过“讯飞星火认知大模型+讯飞开放平台”，公司面向千行百业开发者提供技术赋能、方案打造、赛事运营、商业运作、创业扶持等多维度资源，联合行业龙头及千行百业合作伙伴共建人工智能“星火”生态。截至2023年6月30日，开放平台开发者数为497.4万（去年同期343万），近一年增长45%。其中，讯飞星火认知大模型发布后，开发者数量在两个月内增加了85万家。大模型商业化可期，助力公司再成长。\n　　人工智能国家队，竞争优势明显\n　　科大讯飞自创业以来持续聚焦智能语音、自然语言理解、机器学习推理及自主学习等人工智能核心技术研究，积极推动人工智能产品研发和行业应用落地，科大讯飞作为“人工智能产业国家队”，竞争优势明显：1）公司是全国唯一一家承建认知智能全国重点实验室的企业，具有国家级平台资源优势；2）在美国的极限施压下，公司核心技术研究和产品开发平台逐步实现全面自主可控，公司大模型是建立在自主创新的软硬件基础之上，实现了核心技术底座自主可控；3）长期坚守的扎实积累以及成建制的行业顶尖的研发团队；4）星火大模型经科学、系统的评测，在国内可测的现有系统中处于领先水平；5）丰富的行业应用场景和软硬件一体化优势：讯飞在认知智能方面开拓了丰富的应用场景（例如教育行业的因材施教和个性化学习、医疗行业的人工智能辅诊、智慧城市的便民便企服务、面向企事业单位的智能办公等），并在行业数据资源的积累和应用理解上形成了独特的优势。公司竞争优势明显，将在接下来的人工智能浪潮中充分受益。\n　　盈利预测\n　　我们看好人工智能带来的发展机遇以及公司在行业中的市场地位，根据公司半年报预告，我们下调公司的盈利预测，预测公司2023-2025年净利润分别为10.38、15.05、20.17亿元，EPS分别为0.45、0.65、0.87元，当前股价对应PE分别为153、105、78倍，因为AI是新一轮技术革命，公司作为人工智能国家队，竞争优势明显，维持公司“买入”评级。\n　　风险提示\n　　公司大模型研发及推进不及预期的风险、市场需求低于预期的风险、市场竞争加剧风险、各项业务发展不及预期风险等。\n",
  "notice_date": "2023-07-14 00:00:00",
  "notice_title": "公司事件点评报告：Q2边际改善，静待星火大模型赋能新成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "宝幼琛,任春阳",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "科大讯飞",
      "short_name_ch": "科大讯飞",
      "short_name_cht": "科大訊飛",
      "short_name_en": "IFLYTEK",
      "stock": "002230"
    }
  ],
  "short_name": "科大讯飞",
  "source_sample_name": "华鑫证券",
  "star": "2"
}