{
  "attach_pages": "5",
  "attach_size": "1346",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310161601479459_1.pdf?1697452687000.pdf",
  "company_code": "80000197",
  "eitime": "2023-10-16 10:38:07",
  "extend": {},
  "info_code": "AP202310161601479459",
  "language": "0",
  "notice_content": "　　小商品城(600415)\n　　事件：公司10月8日发布公告，于9月29日与人民网旗下平台人民数据管理有限公司签订战略合作框架协议，在数据确权、数据存储、数据赋能、数据运营等方面展开全方位、多层次的合作，建立长期、稳定、高效的交流机制，共同打造贸易数据生态。\n　　数据确权合作：人民网方面，于2023年7月11日面向全国推出包括基础信息、资源详情、确权资料等信息的数据资源持有权、数据加工使用权、数据产品经营权确权服务，助力打造首个全国性的数据交易服务平台，探索解决数据确权和要素流通等问题；小商品城方面，引导汇集义乌广大中小微商户及制造业、外贸公司、组货人的商业数据，旗下国际商贸城线下市场经营以及线上交易平台Chinagoods依托公司市场7.5万家实体商铺资源，服务产业链上下游210万家中小微企业，23H1新增注册采购商30.5万人，累计已达360.5万人，在小商品流通领域形成了产业集群的支撑，汇集海量的交易、报关、物流、结汇等信息数据。此次协议签署，有助于推动双方共同探索数据确权以及数据资源“入表”具体实践落地工作，小商品城或成为全国首批数据确权落地试点企业。\n　　数据存储合作：4月小商品城与“浙江联通”签订《战略合作框架协议》，拟合作建设运营“一带一路”国际数据中心，为出海优化供应链服务。基于人民网在全国各地布局51个数据中心的存储资源优势与人民云技术优势，人民网和小商品城在数据存储、数据灾备、云服务等领域建立合作，保障小商品贸易数据归集、清洗，深度挖掘数据价值。\n　　数据赋能：依托人民网的数据资源积累，通过双方的数据资源和信息化基础融合，促进小商品城在企业数字化赋能方面发挥更强经营、管理、决策等作用。小商品城数字化程度领跑中国商品市场，正在通过数字化建设、商品集聚、品牌出海等方式，实现从传统“人货场”生态圈贸易模式向以数字化为主导的数字贸易履约生态圈模式转型升级。小商品城借助人民网人民数据研究院的专业能力，发布指数，促进行业相关机构及时了解和掌握中国乃至世界小商品贸易动态，促进数字化引领商品市场高质量发展。\n　　数据市场运营合作：人民网和小商品城在数据市场运营方面均进行了初步尝试。人民数据在2019年推出了全国第一个数据确权平台。2023年2月，自主研发的人民链经过中央网信办审核后，作为基础设施服务链面向全国提供数据上链、存证、确权、交易服务工作。小商品城2020年上线Chinagoods数字平台以及Chinagoods数字云仓，采用“国家站+海外仓+展厅”运营模式，依托中国国内二级批发市场以及各个海外站点，导入更多的贸易资源，且公司旗下YiwuPay（义支付）7月15日与人民银行义乌市支行及义乌农商银行协同合作，创新推出全国首笔基于跨境人民币结算数据的“征信产品贸易融资”。在初步尝试基础上，小商品城和人民网深入探索数据市场运营合作，基于双方在确权领域的合作成果，以及人民网作为全国领域数据交易平台，具备全国市场拓展和多领域数据资源优势，人民网可协助小商品城将数据资源转化为数据资产，小商品城可通过人民网“人民数据资产服务平台”销售小商品城拥有合法、完整所有权及知识产权或前述权利完整授权的数据产品及服务，加速实现数据资源落地转化为数据资产入表和数据产品销售。\n　　一带一路国际中心合作：双方在一带一路国际数据中心项目展开深度合作，基于义乌小商品城旗下chinagoods平台采购宝、YiwuPay等应用产品挖掘“一带一路”产业带海量高价值的外贸出口链等数据，结合人民数据的人民链数据确权三证、数据授权流转等平台及全国海量不同维度的优质数据，进行深度数据价值挖掘，打造丰富的数据应用场景，助力解决中小企业的贸易融资需求，聚合组货人、仓储、物流的外贸生态圈，衍生生态价值。公司依靠CG平台积累大量数据资产，逐步形成以数据资源为核心的商业模式：以结汇数据或贸易数据为基础，整合征信信息，向第三方商业银行或自营类保理业务提供授信依据，收取服务费用，实现数据资产变现。\n　　投资建议：义乌市场作为全球最大的小商品批发市场，处于全球小商品供应链的关键节点。此次于公司与人民网达成合作协议，将以公司海量贸易信息数据为基础，借助人民网数据资源技术优势，有望在数据资产变现方面为公司中长期打开更广阔的空间。预计2023-2025年公司归母净利润分别为23.57/25.59/28.96亿元，EPS分别为0.43/0.47/0.53元，对应目前PE分别为21/19/17倍，维持“买入”评级。\n　　风险提示：chinagoods平台推进不足预期、项目建设不顺风险、国内外宏观环境的影响、政策变动风险、招商进度不及预期。\n",
  "notice_date": "2023-10-16 00:00:00",
  "notice_title": "与人民数据战略合作，共探“数据矿”",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "裴伊凡",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "482",
          "publishName": "商业百货"
        }
      ],
      "short_name": "小商品城",
      "short_name_ch": "小商品城",
      "short_name_cht": "小商品城",
      "short_name_en": "YIWU CCC",
      "stock": "600415"
    }
  ],
  "short_name": "小商品城",
  "source_sample_name": "中航证券",
  "star": "1"
}