{
  "attach_pages": "6",
  "attach_size": "941",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202311301612981525_1.pdf?1701342636000.pdf",
  "company_code": "80027629",
  "eitime": "2023-11-30 11:10:36",
  "extend": {},
  "info_code": "AP202311301612981525",
  "language": "1",
  "notice_content": "　　龙源电力(001289)\r\n　　China Longyuan (CLY)’s operating data in Oct 2023 was lower than ourexpectation, with a YoY decline of 10.99% in total power generation due tolower wind power generation. However, thermal power and other renewablepower showed solid growth. CLY has implemented share repurchases todemonstrate confidence in its operations. Additionally, as a pioneer ofrenewable power operator in China, CLY is expected to benefit from thecollaborative efforts of China and the US to triple global renewable energyinstalled capacity by 2030. Consequently, we adjust our TP to RMB23.98and maintain BUY.\r\n　　Oct operating data slightly missed our estimates. In Jan-Oct 2023, CLYrecorded accumulated power generation of 60,953,811 MWh, up by 5.87%YoY. In particular, wind power generation rose by 3.31% YoY, while itsthermal power generation dropped by 3.07% YoY. During the same period,other solar and renewable power maintained rapid growth of 139.05% YoY.In Oct 2023, CLY’s power generation declined by 10.99% YoY to5,449,262MWh, dragged by lower wind power generation which declined by19.59% YoY. However, thermal power and other renewable power remainedsolid growth, up by 15.57%YoY and 162.92% YoY.\r\n　　CLY previously approved and implemented a resolution to repurchaseH shares. The share repurchase will be carried out in multiple stages, withthe price not exceeding 5% of the average closing price of the company's Hshares in five trading days prior to the repurchase. The repurchase quantitywill not exceed 10% of the total H shares issued. In Nov 2023, CLYrepurchased 3.58mn H shares (accounted for 0.0427% of existed issuedshares) at a price range of HK$ 6.07-6.43/share, totalling HK$ 22.5mn. CLYplans to continue the share buyback to demonstrate confidence in itsoperations and regard the current share price as attractive.\r\n　　CLY as the pioneer of renewable power operator in China will benefitfrom China-US collaboration in tripling renewable energy capacity by2030 under the Sunnylands Statement. China and the US worked jointlyin The Sunnylands Statement to address the climatic crisis and strive to tripleglobal renewable energy capacity by 2030. CLY is the pioneer of renewablepower operators in China, its new energy installation process anddevelopment will be further speed up. For 2023E, we believe CLY mayachieve its previous newly-added installed capacity target of 5500MW.\r\n　　TP was adjusted to RMB23.98, maintain BUY. Thanks to the strongoperating data of Jan-Oct 2023, we lowered our estimated wind powerutilization hour and solar power utilization hours, and updated our predictedpower generation to 78,575GWh/92,919GWh/109,795GWh for23E/24E/25E. Therefore, we slightly adjusted our TP to RMB23.98 for CLYA, based on 22x FY24E PE and FY24E rolling EPS of RMB1.09. MaintainBUY",
  "notice_date": "2023-11-30 00:00:00",
  "notice_title": "Oct operating data recap",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Megan Xia",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "428",
          "publishName": "电力行业"
        }
      ],
      "short_name": "龙源电力",
      "short_name_ch": "龙源电力",
      "short_name_cht": "龍源電力",
      "short_name_en": "CHINA LONGYUAN",
      "stock": "001289"
    }
  ],
  "short_name": "龙源电力",
  "source_sample_name": "招银国际"
}