{
  "attach_pages": "9",
  "attach_size": "1494",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310101601123412_1.pdf?1696953180000.pdf",
  "company_code": "80027629",
  "eitime": "2023-10-10 15:53:00",
  "extend": {},
  "info_code": "AP202310101601123412",
  "language": "1",
  "notice_content": "　　中兴通讯(000063)\r\n　　ZTE’s recent update on AI-related development: At a recent investor relationsevent, the Company shed light on its progress in AI development for the B2B sector.The Company featured a foundational AI model, a R&D model (AI-assistedprogramming), a telecom model (streamline telecom carriers’ operations), and anindustry-specific model (focusing on urban governance) aimed to be rolled outbetween year-end and early 2024. Capitalizing on the AI momentum spurred byChatGPT in 1H23, the Company is set to debut new computational products and ison track to launch an AI server, specifically engineered for intensive model training.\r\n　　We observe rising popularity of satellite communication, as Huawei’sMate60Pro could support satellite calling. ZTE's Axon 50 Ultra can also facilitatetwo-way communication (messages) via the BeiDou satellite system. In a recentmilestone, ZTE partnered with China Telecom, UNISOC and Vivo and achieved thefirst-ever domestic 5G NTN (non-terrestrial network) field test in China. Thisaccomplishment signifies the successful establishment of a bi-directional connectionfor 5G NTN mobile phones, directly linked to satellites in a real-world setting. Webelieve ZTE will be a key beneficiary in this market, considering more consumerelectronics will be equipped with satellite communications.\r\n　　5G to 6G, into the next chapter: With increasing interest in satellitecommunications, the market is waiting for the progress of 6G development. CAICTpredicted that the number of 6G terminal connections of various types will increaseby more than 30 times compared to 2022, and the average monthly traffic willincrease by more than 130 times, which will significantly drive the demand fortelecommunication equipment. Given ZTE’s strong presence in the relevant fields,it is well-positioned to extend its leadership into the 6G competition.\r\n　　H-share: maintain BUY with unchanged TP of HK$29.4. We update TP of Ashare to RMB39.5 based on 16.5x (3-year avg.) rollover FY24E P/E. MaintainBUY. Currently, the Company is experiencing steady growth, marked by acontinuous increase in market share and a noticeable enhancement in gross profitmargins. Key areas of focus include: 1) the Company's progress in the servermarket, especially for AI servers, 2) the development and commercializationprogress of foundational large models in their v2.0 iteration, 3) R&D efforts insatellite communication, as well as investment opportunities in related industrychains, and 4) the latest development in the realm of 6G. Potential risks includeChina-US trade tensions, additional component restriction/technology ban, and 5Gdeployment delays.",
  "notice_date": "2023-10-10 00:00:00",
  "notice_title": "A defensive play with long runway for growth",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中兴通讯",
      "short_name_ch": "中兴通讯",
      "short_name_cht": "中興通訊",
      "short_name_en": "ZTE",
      "stock": "000063"
    }
  ],
  "short_name": "中兴通讯",
  "source_sample_name": "招银国际"
}