{
  "attach_pages": "28",
  "attach_size": "2339",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212281581427936_1.pdf?1672234073000.pdf",
  "company_code": "80114781",
  "eitime": "2022-12-28 13:27:53",
  "extend": {},
  "info_code": "AP202212281581427936",
  "language": "0",
  "notice_content": "　　龙芯中科(688047)\n　　龙芯中科是国内自主CPU的引领者，主营业务为处理器及配套芯片的研制、销售及服务，主要产品与服务包括处理器及配套芯片产品与基础软硬件解决方案业务。公司基于信息系统和工控系统两条主线开展产业生态建设，面向网络安全、办公与业务信息化、工控及物联网等领域与合作伙伴保持全面的市场合作，系列产品在电子政务、能源、交通、金融、电信、教育等行业领域已获得广泛应用。\n　　公司致力于完全自主的CPU生态建设。目前国产CPU企业主要有六家，按照不同的技术路径及自主可控程度可大致分为三类，即获得X86架构授权的海光及兆芯、获得ARM架构授权的海思和飞腾、以及采用自研指令集架构的龙芯和电科申泰。从整体来看，采用自研指令集架构的龙芯自主化程度最高，但CPU好用程度一方面取决于产品自身性能，另一方面也依赖产品生态，而龙芯作为自研指令集架构生态能力稍弱，公司坚持自研指令集架构国产化路径，为了弥补生态短板，深耕行业多年形成了涵盖IP核、操作系统等完整基础软硬件技术生态的产品体系，并且在网安、工控及物联网等多领域与合作伙伴保持市场合作，致力于打造能够走出完全自主可控生态的国产路线。\n　　公司产品在工控、通用领域两开花。公司基于两条信息系统及工控系统两条主线开展生态建设。龙芯中科主要产品与服务包括处理器及配套芯片产品与基础软硬件解决方案业务，公司产品按应用领域的不同可分为信息化类和工控类两种。1）信息化类芯片主要是龙芯3号系列产品，面向桌面和服务器等领域，在电子政务、金融、电信、教育等行业领域已获得广泛应用。目前此系列产品满足了关键信息基础设施领域的市场需求，随着信创市场的不断扩张，预计将在党政、金融等领域持续渗透。2）工控类芯片主要是龙芯1号、龙芯2号系列产品，以及部分龙芯3号高端芯片，面向嵌入式专用设备、工业控制与终端等，如物联终端、仪器设备、数据采集、网络设备、行业终端、智能制造等，系列产品在网安通信、能源、交通等行业领域已获得广泛应用。\n　　工控及通用领域国产化率均处于低位，国产替代叠加行业发展空间广阔，龙芯凭借自主化优势有望把握发展机遇。1）在工控领域，我国数控机床渗透率不及发达国家，市场更是主要由欧美日等国企业占据，国产化率有待提升。根据纽威数控招股说明书，日本机床数控化率超过90%，德国机床数控化率超过75%，美国机床数控化率超过80%，根据国家统计局数据，我国2021年新生产金属切削机床的数控化率仅为45%。《中国制造2025》战略纲领中明确提出：“2025年中国的关键工序数控化率将从现在的33%提升到64%”，我国机床数控化率仍有广阔的提升空间。此外，在工业机器人及数控机床领域，海外企业仍占据主要市场；德国、日本牢牢占据着工业机器人的主要市场份额。工业领域信息安全要求较高，未来国产化率有望提高。工业芯片具有高要求、高定制需求、特殊工艺多等特点，且工控领域一般应用于垂直领域或细分领域，生态壁垒较小，龙芯一方面能够自主研发几乎所有IP，且配套有基础软件等，另一方面龙芯定制能力较强，拥有丰富的特定领域芯片设计能力与解决方案能力，优势明显。2）在通用领域，国产CPU市场份额仍不足10%，国产替代空间广阔。CPU是算力行业的基础、核心硬件，更是制约科技行业发展、关系科技行业安全的重要领域，近几年海外频繁在卡脖子领域制裁我国企业发展，国产替代势在必行，未来国产CPU厂商份额有望不断提升。在2020年国务院印发的《新时期促进集成电路产业和软件产业高质量发展的若干政策》中提到，中国芯片自给率要在2025年达到70%。龙芯目前在通用领域生态较弱，但公司一方面兼容不同指令集系统，同时积极培育自主生态，短期能兼容X86/Windows及ARM/安卓系统，长期完善操作系统、基础软件、办公软件等自主生态，且逐步从桌面领域拓展至服务器领域，待龙芯生态系统逐步完善，自主优势将更加凸显，有望迎来发展机遇。\n　　公司盈利预测及投资评级：公司作为国产CPU龙头，致力于国产CPU生态建设，同时在工控及通用领域重点突破，看好公司在未来国产替代趋势及算力需求增长趋势下的发展机会，我们预计公司2022-2024年净利润分别为1.98、3.45和5.01亿元，对应EPS分别为0.55、0.96和1.39元。当前股价对应2022-2024年PE值分别为156.93、89.96和62.02倍。\n　　风险提示：产品研发及拓展不及预期风险、生态建设不及预期风险、行业信创拓展不及预期风险。\n",
  "notice_date": "2022-12-28 00:00:00",
  "notice_title": "国产CPU生态建设者，工控、通用领域两开花",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘蒙,张永嘉",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "龙芯中科",
      "short_name_ch": "龙芯中科",
      "short_name_cht": "龍芯中科",
      "short_name_en": "LOONGSON TECHNOLOGY",
      "stock": "688047"
    }
  ],
  "short_name": "龙芯中科",
  "source_sample_name": "东兴证券",
  "star": "1"
}