{
  "attach_pages": "4",
  "attach_size": "935",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202208161577263011_1.pdf?1737027097000.pdf",
  "company_code": "80027629",
  "eitime": "2022-08-16 14:28:24",
  "extend": {},
  "info_code": "AP202208161577263011",
  "language": "1",
  "notice_content": "　　韦尔股份(603501)\r\n　　Willsemi’s  2Q22  revenue/NP  to  shareholders  declined  11.3%/14.1%  YoY  to RMB5,534mn/RMB1,373mn.  2Q22  revenue  was  similar  to  1Q  (-0.1%  QoQ), while NP to shareholders grew 53.2% QoQ, in line with mgmt. guidance  of 50%+.However,  we  see  GPM  deteriorated  2ppts  QoQ  to  33.3%  and  earnings  excl. extraordinary  items  (including non-recurring asset disposal gain of RMB1.1bn)declined  39.1%  QoQ.  We  believe  the  earnings  miss  was  largely  within expectations  given  the  smartphone/PC  demand  remains  weak  and operations/logistic was affected by COVID-19 in 2Q. Looking forward, we expect 2H22 numbers should be better due to seasonality but  challenges  remain.  We maintain  BUY  given  positive  long-term  outlook  and  slightly  tweaked  TP  to RMB150.\r\n　　Non-mobile  CIS  accounted  for  56%  of  total  1H22  CIS  sales.  Company gave a detailed breakdown of CIS sales for 1H22, with 44% from  smartphone, 22% from auto, 17% from security and 17% from  IoT, NB and healthcare. The growth  of  non-mobile  CIS  sales  was  largely  in  line  with  our  expectations. However,  mobile  CIS  sales  was  dragged  by  weak  smartphone  demand. According to IDC, Android smartphone shipment  declined by 10.6% in  1H22(vs.  IPhone  shipment  grew 1.4%).  We revised  down our  FY22E  forecast for Willsemi’s mobile CIS sales by 18.2% and revise up non-mobile CIS sales by 2.4%, reflecting the continuous weakness in Android smartphone market and faster-than-expected auto/IoT market growth.\r\n　　Slow  digestion  of  inventory  due  to  global  uncertainty  and  softening demand. Willsemi’s inventory grew 20.8% QoQ in 2Q22, among which more than half were finished goods.  2Q  inventory level was equal to 4.6x monthly sales in 4Q21 and further increased to 5.7x in 1Q22 and 6.9x  in 2Q22.  We think the  pressure  to offload inventories  will be mildly eased in  2H22  given traditional  holiday  seasons  but  will  still  remain  an  overhang  due  to  market uncertainties and macro conditions. \r\n　　Maintain  BUY and slightly  adjust our TP to  RMB150.  We slightly adjust our TP to RMB150, considering 1) lowered EPS forecasts by 2% for 2022/23E to reflect  global uncertainty and softening demand from Android market and  2)valuation rollovers to 32x FY23E P/E (vs. previous 35x FY22E P/E). We think the  valuation  is  fair,  given  depressed  market  sentiment  and  weakened consumer  confidence.  Potential  downside  risks  include:  1)  worse-thanexpected global economy that curbs consumer spending,  2)  higher level of inventory and 3) possible disruption in logistic and production.",
  "notice_date": "2022-08-16 00:00:00",
  "notice_title": "2Q results review:Recovery slowed down by weak mobile CIS",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng,Lana Lin",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "豪威集团",
      "short_name_ch": "豪威集团",
      "short_name_cht": "豪威集團",
      "short_name_en": "OMNIVISION GROUP",
      "stock": "603501"
    }
  ],
  "short_name": "豪威集团",
  "source_sample_name": "招银国际"
}