{
  "attach_pages": "6",
  "attach_size": "1148",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404021629415351_1.pdf?1712065514000.pdf",
  "company_code": "80027629",
  "eitime": "2024-04-02 13:45:14",
  "extend": {},
  "info_code": "AP202404021629415351",
  "language": "1",
  "notice_content": "　　泰格医药(300347)\r\n　　Tigermed reported 2023 revenue of RMB7,384mn, up 4.2% YoY, and attributablerecurring net income of RMB1,477mn, down 4.1% YoY. Revenue/ attributablerecurring net income missed our forecast by 2.9%/ 12.1%, respectively, mainlydue to shrinking COVID vaccine revenue, slowdown in global R&D activities,and contracted margins stemming from temporary pricing adjustments coupledby relatively lower lab facility utilization. New orders signed in 2023 amountedto RMB7.85bn, down 18.8% YoY, mainly due to ~RMB1.2bn reduction of COVIDpass-through orders. Nonetheless, the total backlog experienced a mild uptickof 2.1% YoY, reaching RMB14.1bn by the end of 2023, which provides a solidfoundation for sustainable growth. Management has observed early indicatorsof a demand resurgence and anticipates that both revenue and attributablerecurring net income will achieve mid-teen growth in 2024E, signaling a robustrecovery from the previous year.\r\n　　Early signs of demand recovery. Tigermed experienced heightenedvolatility in client demand in 2023 due to subdued global biotech funding andescalating competition in the clinical CRO market. However, managementhas observed a positive shift in macro sentiment since late 2023, withbiopharmaceutical funding in China exhibiting a significant sequentialrebound. In Jan-Feb 2024, Tigermend’s new orders regained double-digitgrowth, particularly in the US and Australian markets, according to themanagement. With this trend to continue, management maintains a positiveforecast for full-year demand. Additionally, we want to highlight Tigermed’spromising growth potential in China’s market as the government persistswith its supportive policies for domestic pharmaceutical R&D.\r\n　　Well-progressing globalization strategy. The challenges of the industrydid not dampen Tigermed’s commitment to globalization. Underpinned by agrowing and dedicated team of 110 PMs and CRAs, Tigermed’s US clinicaloperation saw rapid growth in revenue and backlog in 2023. Its localizedclinical operation team enables Tigermed to better capture opportunitiesfrom both Chinese pharmaceutical companies looking to enter the USmarket, as well as from US clients not fully served by global clinical CROs.Tigermed acquired a Croatia-based clinical CRO, Marti Farm, in Jan 2023,further bolstering its service capabilities in Europe. Tigermed hasestablished clinical teams in South Korea, Southeast Asia and Australia.Owing to its strong performance in the global market, Tigermed signed 15MRCT projects in 2023. We think a well-established global network will helpTigermed in mitigating potential geopolitical risks.\r\n　　Maintain BUY. We revised our TP from RMB80.31 to RMB68.57, based ona 10-year DCF model (WACC: 10.95%, terminal growth: 2.0%), to factor inslower projection of revenue and recurring net income growth. We forecastTigermed’s revenue to grow 13.3%/ 17.7%/ 21.9% YoY and attributablerecurring net income to grow 14.2%/ 22.7%/ 27.4% YoY in 2024E/ 25E/ 26E,respectively.",
  "notice_date": "2024-04-02 00:00:00",
  "notice_title": "Expect business rebound in 2024E",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "泰格医药",
      "short_name_ch": "泰格医药",
      "short_name_cht": "泰格醫藥",
      "short_name_en": "TIGERMED",
      "stock": "300347"
    }
  ],
  "short_name": "泰格医药",
  "source_sample_name": "招银国际"
}