{
  "attach_pages": "31",
  "attach_size": "3450",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504171657778874_1.pdf?1744888039000.pdf",
  "company_code": "80036123",
  "eitime": "2025-04-17 10:36:20",
  "extend": {},
  "info_code": "AP202504171657778874",
  "language": "0",
  "notice_content": "　　一汽解放(000800)\n　　投资要点：\n　　“解放”卡车的诞生标志着中国现代汽车工业的开始，产品历经七代更迭已实现细分市场全覆盖，品牌价值连续多年行业居首。根据2024年年报，一汽解放在9个细分市场中夺得行业第一，包括国内中重卡连续9年销量第一、牵引车连续18年销量第一、载货连续4年销量第一、燃气车连续4年销量第一、轻型车增速行业第一、新能源中重卡头部品牌增速行业第一以及海外销量复合增长率行业第一。\n　　国内市场占据领先地位：主要细分市场保持领先，2025年进入新产品“大年”，全年销量目标33万辆。公司传统优势领域中重卡市占率连续多年保持行业第一；轻卡后来者居上，增速领先行业；微卡青岛项目已开工建设，2025年有望实现“0-1”突破。\n　　海外市场实现高速增长：发布“SPRINT2030”国际化战略，2025有望在东南亚、拉美和澳洲等多个市场进一步开拓。在“一带一路”等国家战略的推动下，我国商用车出口仍有较大发展空间，未来新能源、智能网联车型有望实现差异化优势。公司通过成立解放国际、收购一汽非洲投资公司等加速布局海外市场。“SPRINT2030”战略明确了国际化战略目标和实现路径，规划到2030年全球销量超50万辆，其中海外销量18万辆，占比36%。\n　　新能源市场再现龙头本色：全面布局纯电、混动、燃料电池三大技术路线，销量连续两年实现翻倍增长，2025年有望延续高增速。“支持政策+成本降低”驱动新能源应用场景范围扩大，以旧换新补贴侧重新能源车型。公司“15333”新能源战略布局完整技术路线新能源车型，已覆盖钢铁园区、冷链物流、港口、工业园区等应用场景。公司新能源车型销量连续两年实现翻倍增长，2024年行业排名快速提升至第3。\n　　智能网联技术多场景布局领先行业：积极局智能驾驶战略，“数据+AI”云平台助力下，2025年有望加速多各场景的商业化落地。智能网联技术可降低运营成本提高安全系数，政策支持下示范项目陆续开展。公司L2、L2+、L4级产品已在矿山、港口、物流、环卫、口岸等场景实现应用，2025年多个智驾新产品将继续落地。同时，公司自主研发“车联网大数据云脑平台”，通过“数据+AI”进一步驱动向智能化、低碳化转型。\n　　投资建议：\n　　2025年，国家以旧换新政策延续2024年补贴力度，并新增了针对国四排放标准的营运货车的报废更新补贴，同时将天然气车型纳入补贴范围，力度显著增强，预计将带来报废和更新市场的稳定增长。并且，2025年预计国家将出台多个拉动内需政策，会进一步带来商用车市场增量需求。“解放”历史悠久，品牌力、竞争力领先，多个细分市场占据龙头地位。同时，公司较早布局新能源、智能网联技术，已在多个应用场景落地，未来有望实现差异化竞争优势，从而进一步提升国内市场的市场份额。再次，公司在“一带一路”沿线国家布局较早、覆盖广，在如此较好的基础上进行本地化布局，有助于未来在全球市场份额的不断提升。\n　　鉴于公司经营稳健、注重研发、产品矩阵丰富、多细分市场地位领先，并已积极开展三年质量攻坚行动，持续开展降本减费，我们看好公司中短期盈利能力的持续提升，并看好长期新能源、智能网联等产品多路线、多场景布局带来的市场规模和业绩弹性提升。预计公司2025-2027年实现营业收入642.78亿元、713.22亿元、783.59亿元，对应增速+9.7%、+11.0%、+9.9%；预计公司2025-2027年实现归母净利润7.33亿元、11.68亿元、14.57亿元，对应增速+17.7%、+59.3%、+24.8%，对应EPS分别为0.15元、0.24元、0.30元。首次覆盖“一汽解放”，给予“增持”评级。\n　　风险提示：宏观经济复苏不及预期、政策落地不及预期、市场竞争加剧、原材料价格大幅波动、技术路线变革风险、地缘政治与海外政策风险主要财务数据及预测：\n",
  "notice_date": "2025-04-17 00:00:00",
  "notice_title": "一汽解放首次覆盖：新周期下民族龙头品牌有望续写发展新篇章",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "刘浩",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "一汽解放",
      "short_name_ch": "一汽解放",
      "short_name_cht": "一汽解放",
      "short_name_en": "FAW Jiefang",
      "stock": "000800"
    }
  ],
  "short_name": "一汽解放",
  "source_sample_name": "联储证券"
}