{
  "attach_pages": "35",
  "attach_size": "3319",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109171516722131_1.pdf?1631869783000.pdf",
  "company_code": "80490040",
  "eitime": "2021-09-17 08:30:12",
  "extend": {},
  "info_code": "AP202109171516722131",
  "language": "0",
  "notice_content": "　　华友钴业(603799)\n　　公司推荐逻辑：\n　　公司完成垂直一体化布局，拥有真正意义上的、 完整的锂电池上游全生命周期闭环产业链；\n　　通过可比企业经营数据，锂电正极材料原材料占成本比重极高，鉴于该板块内企业对下游议价能力有限，因此目前锂电正极材料比拼的是规模经济， 成本控制是企业的生命线，因此最终的竞争体现在对资源端的把控；\n　　华友在资源的控制方面质、量齐备，我们认为公司可以依托海外钴镍资源以及通过废旧电池回收关键金属形成资源壁垒、 一体化产业布局可以在各个环节放大毛利，有望以重塑现有竞争格局成长为行业龙头。\n　　铜钴龙头转型锂电正极巨头，产业链一体化布局成功。 公司从“全球钴行业领先企业”成功转型“全球新能源锂电材料领导者”， 已形成从铜、 钴、镍、锂资源开发， 钴镍材料冶炼到三元前驱体、正极材料制造再到锂电池梯次利用，最终至再生利用，形成了真正意义上的、 完整的锂电池上游全生命周期闭环产业链。\n　　铜钴业务板块锚定利润， 公司业务的核心支撑。 公司深耕刚果（金）多年， 形成了以自有矿山为保障，以刚果（金）当地矿山、矿业公司采购为补充的资源保障体系， 合计控制铜金属量 58 万吨、 钴金属量 7 万吨。 公司铜、钴冶炼产能空间分配合理，叠加未来铜、钴供需都将存在一定缺口，预计铜、钴价格仍将处于阶段性高位，铜、钴业务利润仍将保持稳定，支撑公司核心业务的开展。\n　　围绕印尼红土镍矿布局， 技术资源保障能力强大，项目稳定推进。 2018 年，华友钴业开始在印尼布局镍冶炼项目，与多方合作伙伴建设多个镍冶炼项目，权益产量达到 10 万吨。 凭借自身和合作方的技术储备和资源保障能力，合作项目如期稳定推进，预计 2020 年， 华友镍板块业绩将迎来强劲增长。\n　　新能源锂电材料板块是公司未来核心发力点。 目前公司三元前驱体业务已跻身国内第一梯队，市占率不断提高， 2025 年规划产能 50 万吨/年。控股巴莫科技补齐最后一环，巴莫科技是国内正极材料的头部企业之一，在高镍材料领域优势明显，且绑定了多家下游优势客户。 板块内产能“军备竞赛”情况激烈， 未来存在“价格战”可能，公司的一体化优势可以平抑原材料价格波动，成本控制能力极强，利润空间更有保障。 未来三年随着各项产能集中释放，锂电材料业务将继续带动公司业绩高增。\n　　业绩预测： 2021 年，得益于铜钴价格上行，公司业绩高增确定，其中铜钴贡献主要利润。 采用相对估值法得到公司 2021 年目标市值 1640 亿元，对应目标价为135 元。\n　　风险提示： 一体化进程不及预期；主营金属价格下行；电池技术路线变更。\n",
  "notice_date": "2021-09-17 00:00:00",
  "notice_title": "产业链垂直布局 资源龙头成长为一体化巨头",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "曹旭特",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1015",
          "publishName": "能源金属"
        }
      ],
      "short_name": "华友钴业",
      "short_name_ch": "华友钴业",
      "short_name_cht": "華友鈷業",
      "short_name_en": "HUAYOU COBALT",
      "stock": "603799"
    }
  ],
  "short_name": "华友钴业",
  "source_sample_name": "申港证券"
}