{
  "attach_pages": "5",
  "attach_size": "1092",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310301605646755_1.pdf?1698675314000.pdf",
  "company_code": "80027629",
  "eitime": "2023-10-30 14:15:14",
  "extend": {},
  "info_code": "AP202310301605646755",
  "language": "1",
  "notice_content": "　　泰格医药(300347)\r\n　　Tigermed reported 3Q23 revenue of RMB1,940mn, up 7.1% YoY (vs +3.3%YoY in 1H23), and attributable recurring net income of RMB405mn, down 3.8%YoY (vs +2.9% YoY in 1H23). 3Q23 revenue accounted for 24.9% of our 2023full-year estimate, in line with its historical average, while attributable recurringnet income represented 22.7% of our forecast, which fell short of its historicalaverage of ~27%. If excluding COVID vaccine revenue, 3Q23 revenue wouldgrow by ~18% YoY (vs ~27% YoY in 1H23). Management indicated a policyheadwind impacting patient enrolments in 3Q23, which has already largelyresumed normal by late Sep. Gross profit margin (GPM) in 3Q23 continuouslyrose to 41.2%, improving by 1.0ppt QoQ and 0.2ppt YoY. According tomanagement, GPM would be ~41.7% if excluding COVID vaccine revenue,which declined 1.3ppt YoY. The adj. gross margin dilution was mainly due tothe impact from policy headwinds, margin pressure from lab business and thestrong recovery of low-margin SMO services. Additionally, new orders(excluding pass-through fees) signed in the quarter achieved positive growthamid the harsh business environment. Tigermed’s operating cash flows in 9M23was RMB673mn, down 18.5% YoY.\r\n　　Globalization to serve as a long-term driver. Tigermed acquired aCroatia-based clinical CRO, Marti Farm, in Jan 2023, further enhancing itsservice capability in Europe. Althrough the Company adjusted its personnelin Europe to reflect the post-COVID demand changes, Europe still plays acritical role for patient enrolments in MRCTs as well as for biosimilarprojects. In the US, Tigermed doubled its local clinical operation team tomore than 110 staff in 1H23. In the Europe and US market, Tigermedstrategically aims to collaborate with small- to mid- sized companies withintention of incorporating China in their MRCTs (especially CGT projects)and Chinese clients going to overseas markets. Management expected thegrowth of the US and EU business to outpace that of Tigermed as a whole.Besides, Southeast Asia and Latin America market with large populationbases continue to remain as strategic end markets for Chinese pharmacompanies in the long term, creating extra business opportunities forTigermed.\r\n　　ADC and obesity to trigger additional clinical demands. Although theglobal biotech market has saw an initial inflection point in terms of financing,management of Tigermed pointed out the continuously decreasing risktolerance of clients, leading to the longer waiting time from request-forproposals (RFPs) to contract signing. However, management indicated thatthe successful POC and commercialization of certain products ininternational market, such as ADC and obesity drugs, will bring additionalclinical demands to clinical CROs. Specifically, Tigermed has alreadyobserved a growing interest from client on obesity drugs.\r\n　　Maintain BUY. We revised our TP from RMB94.41 to RMB80.31, based ona 10-year DCF model (WACC: 11.5%, terminal growth: 3.0%), to factor inslower projection of recurring net income growth. We forecast Tigermed’srevenue to grow 7.3%/ 24.9%/ 26.0% YoY and attributable recurring netincome to grow 9.2%/ 23.8%/ 27.6% YoY in FY23E/ 24E/ 25E, respectively.",
  "notice_date": "2023-10-30 00:00:00",
  "notice_title": "Business stabilizing from late September",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "泰格医药",
      "short_name_ch": "泰格医药",
      "short_name_cht": "泰格醫藥",
      "short_name_en": "TIGERMED",
      "stock": "300347"
    }
  ],
  "short_name": "泰格医药",
  "source_sample_name": "招银国际"
}