{
  "attach_pages": "5",
  "attach_size": "967",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202103111470962537_1.pdf?1615500680000.pdf",
  "company_code": "80092742",
  "eitime": "2021-03-11 20:22:43",
  "extend": {},
  "info_code": "AP202103111470962537",
  "language": "0",
  "notice_content": "　　中国神华(601088)\n　　事件：中国神华公告称，以自有资金出资40亿元参与设立的北京国能新能源产业投资基金（有限合伙）已在中国证券投资基金业协会完成备案手续，管理人登记为国华投资开发资产管理（北京）有限公司。\n　　点评：\n　　碳达峰到碳中和将加速行业洗牌，煤炭供给下降幅度或快于需求，同时大幅提升产业集中度。在碳达峰与碳中和约束下，煤炭行业资本开支将受到抑制，煤炭企业投资新建煤矿的动力也将显著下降，叠加供给端资源枯竭、接续缓慢、落后产能关停等导致的供给不足因素，煤炭价格飙涨、库存不足、部分拉闸限电的问题或将长期存在。同时中东部的退出份额，必然由中西部的煤炭企业弥补，利好产能多集中在该区域的中国神华等公司，且其资源丰、成本低，不仅不会受碳问题制约，反而有助于其市占率、行业话语权和地位的提升。具体来看，中国神华的传统能源（煤炭）龙头地位会继续得到巩固和维持，同时基于自身优势条件，逐步加大对新能源产业的投资。\n　　表现一：出资40亿元成立产业投资基金，进军新能源产业。2020年12月29日，中国神华公司董事会批准了《国能新能源产业投资基金（有限合伙）合伙协议》。其中：国能基金整体规模100.2亿元，其中中国神华作为有限合伙人拟以自有资金出资40亿元；国华投资拟作为有限合伙人出资10亿元，国华资管拟作为普通合伙人出资0.1亿元，其他意向合伙人拟合计出资50.1亿元。基金存续期5年，其中投资期3年，退出期2年。私募基金投资项目：（1）收购、并购市场风电、光伏项目；（2）氢能、储能等新技术项目投资。参与设立产业基金目的：一体化运营主业仍然是发展大方向前提下，提高现有资金的使用效率，以及增进对新能源产业的了解。中国神华股权占比39.92%，不会并表，计算投资损益。\n　　表现二：大股东国家能源投资集团“十四五”定调煤基产业2025年全面达峰。国家能源投资集团召开2021年工作会议，提出“十四五”时期“转型发展迈上新台阶”的发展目标，目标要求“煤基产业2025年全面达峰”，清洁可再生能源装机增加7000-8000万千瓦。其中，2021年集团公司要“全力推进绿色转型开新局”，更高水平推进化石能源清洁化、更大力度推进清洁能源规模化、更深层次推进能源布局集约化、更高标准推进产业经营国际化。2021年2月22日，国家能源集团与青海省人民政府在西宁签署战略合作协议，共同推进“青海加快建设国家清洁能源示范省”的步伐。诸多迹象表明，大股东国家能源投资集团转型新能源发展已经紧锣密鼓地展开。\n　　表现三：中国神华具备开展源网荷储一体化和多能互补发展的优势条件。2021年3月，国家发改委、国家能源局发布《电力源网荷储一体化和多能互补发展的指导意见》，着力构建清洁低碳、安全高效的能源体系，提升能源清洁利用水平和电力系统运行效率。在源网荷储一体化和多能互补发展项目的规划投建中，中央国有企业成为中坚力量。国家能源集团2020年下半年以来建设项目频频发力，已在黑龙江、山西、内蒙古等省份陆续布局超过9GW项目规划。2020年12月25日，国家能源投资集团董事长王祥喜在《在构建新发展格局中履行职责使命》中明确表示“十四五”将加快“风光火储氢一体化”发展。中国神华具备开展源网荷储一体化和多能互补发展的优势条件：一方面，中国神华现拥有电力装机规模达到3092.9万千瓦，遍布东南沿海和西北地区；另一方面，中国神华的煤炭矿区主要集中在晋陕蒙地区，该地区普遍存在大面积荒山、沙漠、戈壁等，通过政策支持进行矿区植树造林形成森林碳汇，从而为碳达峰和碳中和作出贡献。\n　　盈利预测与投资评级：预计公司2020-2022年营业收入分别为2309.39、2381.60、2436.56亿元，实现归母净利润分别为392.00、438.90、461.58亿元，每股收益分别为2.01、2.24、2.36元（考虑H股回购）。我们认为中国神华的特许经营属性使得经营业绩具备高确定性和强稳定性，以及一体化运营各版块成长性能够释放足够的向上业绩弹性，维持“买入”评级和目标价29.03元。\n　　风险因素：煤矿产能释放受限、碳达峰与碳中和政策的不确定性、西部大开发优惠税率的不确定性、资本开支和现金分红风险、股份回购不及预期、煤炭价格大幅下跌。\n",
  "notice_date": "2021-03-11 00:00:00",
  "notice_title": "碳达峰与碳中和对中国神华的影响",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明,杜冲,周杰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "437",
          "publishName": "煤炭行业"
        }
      ],
      "short_name": "中国神华",
      "short_name_ch": "中国神华",
      "short_name_cht": "中國神華",
      "short_name_en": "CSEC/CHINASHENHUA",
      "stock": "601088"
    }
  ],
  "short_name": "中国神华",
  "source_sample_name": "信达证券",
  "star": "3"
}