{
  "attach_pages": "4",
  "attach_size": "917",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108031507837166_1.pdf?1628012985000.pdf",
  "company_code": "80000187",
  "eitime": "2021-08-03 17:49:45",
  "extend": {},
  "info_code": "AP202108031507837166",
  "language": "0",
  "notice_content": "　　晶盛机电(300316)\n　　事件:\n　　7月31日晶盛机电发布公告，拟与应用材料香港增资成立合资公司科盛装备，注册资本1.5亿美元对应人民币，公司、应用材料香港分别占股65%、35%。同时，合资公司拟出资1.2亿美元收购应材香港、应材中国、应材西安持有的丝网印刷设备和晶片检测设备相关资产。\n　　投资要点:\n　　公司与应材香港成立合资公司，收购丝网印刷设备和晶片检测设备。本次增资由公司及应用材料香港向公司全资子公司科盛装备增资 1.5 亿美元，其中公司出资 9,750 万美元，持股 65%，应材香港出资 5,250 万美元，持股 35%。增资后科盛装备仍为公司控股子公司，公司合并报表范围未发生变化。增资后，科盛装备拟出资 1.2 亿美元收购应用材料香港公司旗下位于意大利的丝网印刷设备业务、位于新加坡的晶片检测设备业务以及上述业务在中国的资产。根据公告，标的资产 21 年一季度总资产 8182.4 万美元，净资产 2147.9 万美元，营业收入 5408.2 万美元，息税前利润（EBIT）981.9 万美元。\n　　保障核心业务人才不流失，实现标的资产业务的平稳转移。根据公告，双方已就合资公司总经理人选达成一致，应用材料香港将派遣原丝网印刷设备和晶片检测设备业务 CEO 担任合资公司总经理。123 名目标业务现有员工将加入公司或合资公司，应材香港承诺交割时核心员工留任率不低于 70%，人员、合同、固定资产以及受认可负债同步转让，实现标的资产业务的平稳转移。\n　　打通晶体到组件全流程设备，逐步迈向光伏产业链平台型公司。公司光伏设备产业链包括晶体生长设备、智能化加工设备和叠瓦组件设备环节，且是国内长晶设备龙头，一季度在手订单 104.5 亿元，创历史新高。此次收购完成后，公司光伏设备产业链拓展到电池片设备环节，丝网印刷设备、晶圆检测设备产线的引入进一步丰富了公司光伏领域的产品线，公司实现从晶体到组件全流程工艺设备覆盖，进一步向光伏设备产业链平台型公司迈进。\n　　硅材料、碳化硅、蓝宝石三驾马车驱动，助力公司业务快速增长。根据公司半年度业绩预告，上半年公司实现归母净利润 5.5 亿元–6.4 亿元，同比增长 100%-130%。公司主要包括三大业务领域：1）硅材料领域，公司开发出了应用于光伏和集成电路领域两大产业的系列关键设备，包括全自动晶体生长设备（单晶生长炉、区熔硅单晶炉、多晶铸锭炉）、晶体加工设备（单晶硅滚磨机、截断机、开方机、金刚线切片机等）、晶片加工设备（晶片研磨机、减薄机、抛光机、外延设备、LPCVD设备等）、叠瓦组件设备等。在 8-12 英寸大硅片设备领域，8 英寸半导体长晶设备及加工设备已实现批量销售，12 英寸长晶设备、研磨和抛光设备已通过客户验证并实现销售，其他加工设备也陆续客户验证中。2）在碳化硅领域，主要有碳化硅长晶设备及外延设备。碳化硅外延设备已通过客户验证，同时在碳化硅晶体生长、切片、抛光环节规划建立测试线，以实现装备和工艺技术的领先。3）在蓝宝石领域，已经成功掌握国际领先的超大尺寸 700kg 级蓝宝石晶体生长技术，可提供满足LED 照明衬底材料和窗口材料所需的蓝宝石晶锭和晶片蓝宝石材料。此外，公司还建立了以高纯石英坩埚、抛光液及半导体阀门、管件、磁流体、精密零部件为主的产品体系以配套半导体关键零部件、辅材耗材方面的需求。\n　　盈利预测与投资建议：我们预计公司 2021、2022、2023 年归母净利润分别为 16.25 亿元、22.55 亿元、24.12 亿元，市盈率 53.33x、38.43x、35.92x（对应 8 月 2 日收盘价 67.4 元），维持公司的“买入”评级。\n　　风险因素：资产收购进度不及预期、光伏设备行业竞争加剧、公司新产品验证情况不及预期风险\n",
  "notice_date": "2021-08-03 00:00:00",
  "notice_title": "点评报告：收购应材丝印及晶片检测设备，光伏领域产品版图再扩大",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "江维,王一帆",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1031",
          "publishName": "光伏设备"
        }
      ],
      "short_name": "晶盛机电",
      "short_name_ch": "晶盛机电",
      "short_name_cht": "晶盛機電",
      "short_name_en": "JINGSHENG",
      "stock": "300316"
    }
  ],
  "short_name": "晶盛机电",
  "source_sample_name": "万联证券",
  "star": "1"
}