{
  "attach_pages": "6",
  "attach_size": "569",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207251576532300_1.pdf?1658778323000.pdf",
  "company_code": "80114781",
  "eitime": "2022-07-25 19:45:23",
  "extend": {},
  "info_code": "AP202207251576532300",
  "language": "0",
  "notice_content": "　　国泰君安(601211)\n　　公司披露2022年中报业绩快报，预计报告期内实现营业收入195.34亿元，同比减少10.88%；归母净利润63.73亿元，同比减少20.46%。EPS0.69元，同比减少22.47%；ROE4.40%，同比下降1.55pct。\n　　点评：\n　　二季度权益市场回暖是报告期业绩降幅收窄的核心因素。在二季度市场日均成交额环比下降超6%，两融余额季度每日均值环比下降2000亿的情况下，权益市场回暖为证券行业业绩“筑底”，成为公司中报业绩降幅较一季度大幅收窄超20pct的“稳定器”。二季度上证指数、上证50、沪深300分别上涨4.50%、5.50%、6.21%，对公司整体投资业绩提供有力支撑。\n　　公司“主动求变”，业务结构更趋优化。通过增强传统零售经纪和财富管理业务的协同和融合，公司谋求在财富管理业务领域“先人一步”，快速抢占市场。依托君弘APP的高效导流和投顾队伍的持续扩充，公司金融产品代销和公募基金销售保有量不断提升，高净值客群和机构客群规模持续扩大。同时，公司借助全面注册制发展机遇，在稳步提升主板承销市场份额的同时，在科创板等增量业务上发力，并通过项目跟投全方位参与上市公司发展，获取其长期成长带来的持续性红利。此外，公司抢抓场外期权衍生品和大宗商品期货发展的机遇期，在规模和收益上均取得突破，和行业领跑者的差距逐步缩小。\n　　报告期内公司资本运作继续，华安基金持股比例超40%，积极拥抱基金发展大时代。2021年10月8日，公司董事会审议通过华安基金15%股权的受让方案，交易价格达18.12亿元。此项交易于6月初完成工商变更登记，藉此公司已持有华安基金43%的股权。在当前行业积极推进财富管理转型、拥抱基金发展大时代的背景下，公司再度增持华安基金股权，有望与华安基金实现强强联合，加快发展财富管理业务，同时亦可获得更为可观的股权投资回报。华安基金作为公募基金老十家之一，有着丰富的基金管理经验和规模庞大的基金投资者队伍，有望为公司提供有益的基金管理经验和优质的可平移客群，是公司全业务链低成本引流的有效途径，助力公司在代销金融产品、基金投顾、券商资管等领域取得突破，真正实现“从赚规模的钱到赚管理的钱”，“从交易佣金到投顾收入”的财富管理业务升级。\n　　公司继续加快国际化布局，澳门孙公司即将落地。公司作为最早“出海”的国内券商之一，近30年的海外业务发展成绩斐然，但和中信、中金海外业务龙头相比仍有一定差距，海外布局有限成为掣肘。此次子公司国泰君安国际设立澳门子公司，将有效拓展海外业务版图，成为公司业务海外布局的重要补充，有望依托粤港澳大湾区和一带一路、东南亚经济带的发展，实现国际业务的突破。\n　　投资建议：公司作为行业头部券商，长期以来给人的印象是“稳健有余，锋芒不足”。公司连续14年评级达AA级，行业无出其右；但经营缺乏闪光点也使公司更像一面防御性的“盾”，和证券行业在市场中的“矛”认知存在差异，致使估值长期承压。自2020年起，公司大刀阔斧从经营机制层面力推改革，市场化程度显著提升，薪酬调整和股权激励激发员工热情。在财富管理、资产管理“双拳出击”的同时，衍生品等创新业务也得到公司资源倾斜，国际业务发展亦如火如荼，业务结构更趋优化。故我们坚定看好公司持续改革创新的前景。预计公司2022-2024年归母净利润分别为135.75亿、155.62亿、172.96亿，维持“推荐”评级。当前公司PB仅0.97x，位于低估区间，建议重点关注。给予6个月目标价17.8元，对应1.2xPB。\n　　风险提示：宏观经济下行风险、政策风险、市场风险、流动性风险。\n",
  "notice_date": "2022-07-25 00:00:00",
  "notice_title": "国泰君安2022中报业绩快报点评：顺势而为，力求突破",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘嘉玮,高鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "473",
          "publishName": "证券"
        }
      ],
      "short_name": "国泰海通",
      "short_name_ch": "国泰海通",
      "short_name_cht": "國泰海通",
      "short_name_en": "GTHT",
      "stock": "601211"
    }
  ],
  "short_name": "国泰海通",
  "source_sample_name": "东兴证券",
  "star": "1"
}