{
  "attach_pages": "26",
  "attach_size": "1841",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202308231595525499_1.pdf?1692801658000.pdf",
  "company_code": "80000200",
  "eitime": "2023-08-23 14:40:58",
  "extend": {},
  "info_code": "AP202308231595525499",
  "language": "0",
  "notice_content": "　　青岛啤酒(600600)\n　　在良好区域竞争格局+消费升级进程下，未来啤酒行业盈利水平有望继续向上。我们预计，青岛啤酒在结构升级进程下，未来3年吨价复合增速有望接近5%。在聚焦核心区域的战略下，销量增速有望持续优于行业。在供给侧因素共振下，未来两年业绩有望高增，长期盈利水平有望持续向上。预计公司23-25年EPS为3.41、4.14、4.87元，同比+25.5%、+21.3%、+17.6%，维持买入评级。\n　　支撑评级的要点\n　　啤酒行业：\n　　良好区域竞争格局+消费升级进程下，啤酒行业盈利水平有望继续向上。在当前的结构升级时代下，啤酒行业量稳价增，盈利水平持续提升，竞争格局五强已定。由于运输半径对啤酒的成本、质量影响较大，历史上啤酒厂商大多通过就地建厂生产/收购的方式来完成区域扩张，导致啤酒的竞争格局呈现出较强的区域性特征。对比海外龙头企业的EBITDAMargin，我国啤酒企业的盈利水平还有广阔的提升空间。展望未来，我们预计啤酒销量将稳定在3500-3800万千升/年，吨价和盈利水平将在良好区域竞争格局+消费升级进程下继续向上。\n　　青岛啤酒：\n　　结构升级进程下，未来3年吨价复合增速有望接近5%。公司聚焦中高端核心升级单品，近期进一步明确了核心单品的战略规划。我们认为，全新“1+1+1+2+N”规划中的核心单品分布于不同的价位段、主打不同渠道，兼具品牌力、产品力、渠道吸引力，打法思路清晰明确。在经过前期大量验证的情况下，根据不同类型区域、渠道、终端类型进行大规模、有针对性的铺货，替换低端产品的逻辑通畅，预计未来3年公司吨价的复合增长率有望接近5%。\n　　战略聚焦核心区域，销量增速有望持续优于行业。公司在沿黄区域重点投入，巩固核心市场龙头地位。沿江区域积极降本增效、积蓄动能。沿海区域依托品牌拉力、积极布局高端市场。销售模式上分区域深度分销精准把控线下渠道。同时对固有的经销网络“瘦身强体”，通过削减尾部低效经销商，提升核心经销商的经营质量。从近几年来看，公司渠道管理战略执行效果显著，核心区域营收实现稳健增长，弱势区域毛利率持续提升（2018-2021年）。我们预计在即饮渠道修复+聚焦核心市场的作用下，公司产品销量有望在三年内突破870万千升，增速将持续优于行业。\n　　供给侧因素共振下，未来两年业绩有望高增。新采购周期内虽然大麦价格依然处于高位，但包材价格持续回落。根据我们的测算，如果不考虑结构升级的影响，今年公司产品吨成本中的直接材料成本有望下降2%-3%。后续随着澳麦反倾销税、反补贴税的取消，低价大麦平替带来的吨成本下降有望从2024年开始在报表端有所体现。虽然公司人效逐年提升，但对标其他企业依然还有较大的提升空间。如果假设公司人效可以在5年内达到华润啤酒当前水准，那么有望在5年内带来2%以上的净利率提升。综合考虑量、价、供给侧因素的影响，我们认为公司2023、2024年的业绩有望高增，后续盈利水平有望持续向上。\n　　估值&盈利预测：\n　　结合近期原材料成本变化情况，我们预计公司23-25年EPS为3.41、4.14、4.87元，同比+25.5%、+21.3%、+17.6%，我们认为公司结构升级路径清晰、区域聚焦战略明确、人效提升空间较大，盈利水平稳健向上的确定性高，当前公司A股估值处于中间水平，维持买入评级。\n　　评级面临的主要风险\n　　宏观经济波动、原材料成本波动、行业竞争再次加剧等。\n",
  "notice_date": "2023-08-23 00:00:00",
  "notice_title": "产品战略再明确，未来两年业绩有望高增",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "汤玮亮,邓天娇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "青岛啤酒",
      "short_name_ch": "青岛啤酒",
      "short_name_cht": "青島啤酒",
      "short_name_en": "TSINGTAO BREWERY",
      "stock": "600600"
    }
  ],
  "short_name": "青岛啤酒",
  "source_sample_name": "中银证券",
  "star": "4"
}