{
  "attach_pages": "6",
  "attach_size": "1418",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108091509051852_1.pdf?1628539514000.pdf",
  "company_code": "80092742",
  "eitime": "2021-08-09 20:05:14",
  "extend": {},
  "info_code": "AP202108091509051852",
  "language": "0",
  "notice_content": "　　中兴通讯(000063)\r\n　　事件：2021年8月9日，中兴通讯官方公众号发文，上汽集团与中兴通讯签署战略合作协议，双方将在汽车电子、5G行业等领域展开深入合作，中兴汽车电子产品线总经理古永承也出席签约仪式。\r\n　　点评：\r\n　　合同明确软件定义汽车，上汽+一汽市占率37%，中兴汽车电子逻辑全面兑现继中兴与中国一汽宣布合作后，上汽和中兴的合作再次落地，使得中兴汽车电子逻辑得到全面验证。根据双方签订的战略合作协议，双方将加强车用基础软件技术、基础硬件平台、云计算、智能网联等方面的战略协同创新合作，中兴通讯还将继续推进与上汽零束、联创电子等公司之间的合作。在智能网联产品上，中兴通讯凭借在通信及车联网行业多年的技术积累，提供4G/5G-V2X模组和RSU及V2X云控平台整体解决方案，共同加快5GV2X规模化商用进程。\r\n　　在基础软硬件平台上，围绕“数据决定体验、软件定义汽车”，双方将不断丰富自身在软件定义汽车等领域的应用与实践，构建软件定义汽车时代的方案及产品竞争力。\r\n　　核心结论：我们认为，中兴在ICT技术积累雄厚，在汽车电子领域拥有多年研发沉淀，汽车电子战略理念是“被集成”，更容易被国内车企接受。继中兴与一汽合作以后，上汽与中兴合作再落地，一汽加上汽2020年整车销量为931万辆，占全国市场销量37%，两大巨头与中兴的合作具备示范效应，中兴汽车电子逻辑得到全面验证，未来中兴有望成为国内车企尤其是头部车企优选合作对象。\r\n　　为何头部车企会选择中兴？中兴与华为ICT技术积累均雄厚，中兴强调“被集成”，与华为战略定位不同，更容易被国内车企接受根据经济观察报，华为公开表示要做向车企提供智能化技术的供应商，而所依靠的是华为过去三十多年来在ICT方面的积累，中兴与华为均具备强劲ICT技术能力；在战略定位方面，中兴明确表示，将发挥ICT优势拓展汽车电子，只做“被集成”，用自身在ICT领域的能力来助力车企成功，更容易被国内车企接受。\r\n　　1）华为：将ICT产业延伸至智能汽车领域，通过智能网联、智能驾驶、智能电动、智能座舱和智能车云打造智能汽车解决方案，做智能网联汽车的增量部件供应商；\r\n　　2）中兴通讯：成立汽车电子产品线是ICT业务的延伸，中兴在CT、IT的研发以及CT、IT的融合过程中，具备了做汽车电子所要求的能力：硬件、软件、操作系统、数据库、连接、大数据和AI等，在长期服务运营商网络建设过程中，获得了高可靠，高性能的系统整合的经验。\r\n　　华为和中兴通讯作为两大主设备商，多年来持续大力投入研发，2020年中兴投入148亿元，同比增长18%，总营收占比为14.59%；华为2020年投入1419亿元，同比增长7.8%，总营收占比为15.9%。多年的技术和研发沉淀，赋予了华为和中兴雄厚的ICT技术研发实力。\r\n　　中兴获汽车行业最高功能安全等级证书，汽车电子实力获权威认可2021年8月5日，中兴宣布SGS（SGS成立于1878年，是国际公认的第三方检验、鉴定、测试和认证机构，专门针对汽车行业颁发功能安全资质证书）向其系统产品平台颁发了汽车行业的最高功能安全等级证书，即ISO26262:2018ASIL-D级汽车功能安全流程认证证书。ISO26262认证覆盖功能安全管理、概念/系统/硬件等阶段的开发、流程支持、安全分析等多个环节，能够解决汽车快速智能化发展而产生的安全管理、危机应对、风险预警问题，为组织提供了管理与安全相关的电子电气系统的标准化框架。中兴通讯本次通过了ASIL-D认证，得到SGS为其汽车电子业务背书，证明公司系统产品平台的研发流程体系已能够全面支撑汽车行业最为严苛的功能安全场景的研发需求，汽车电子实力得到全面认证。\r\n　　中兴已具备多项智能汽车核心技术，长期发展实力强劲\r\n　　中兴通讯在智能汽车产业链布局已久，具备软件定义智能汽车实力，正逐步形成完整产业链生态布局，有望开启长期成长新曲线。1）中兴通讯主体具备5G和C-V2X技术；2）英博超算作为自动驾驶技术研发商，成为国内第一家拥有核心技术自主知识产权L2+量产突破的企业，并具备为整车厂提供ADAS和自动驾驶整体解决方案的能力；3）广东新支点深耕智能汽车操作系统，已成功发布了三款智能驾驶操作系统，并在2020年发布了包括域控制器、智能仪表和FOTA网关在内的三大操作系统解决方案；4）中兴智能汽车有限公司专注于新能源/智能客车整车，跨界收购广通客车，新建智能客车产能已投产。5）中兴新能源作为中兴通讯的子公司，主要是为智能网联汽车提供汽车充电的整体解决方案，已经具备了大功率无线充电系列产品和国内首条车规级生产线，并在专利上覆盖了无线充电技术、异物检测等多项技术。\r\n　　强劲技术研发实力在新应用领域的持续价值变现为核心竞争实力和长期成长逻辑\r\n　　市场普遍认为公司未来业绩增长仍然要依靠5G周期景气度的提升，带动运营商业务的增长，过于关注公司账面净利润和运营商资本开支周期性，忽视过去11年公司在研发投入超1200亿元所带来的核心技术提升。我们认为现阶段5G大规划投建，除带动运营商业务大规模增长外，也将带动各行业智能化、网联化技术下游应用的大幅提升。公司以运营商业务为基础，大力发展芯片、操作系统和数据库等核心技术，智能化、网联化和国产替代进程加快将加速公司核心技术在智能驾驶、工业互联网、金融科技以及新能源等方面的价值变现。\r\n　　盈利预测与投资评级\r\n　　我们看好公司强劲技术研发实力在新应用领域的持续价值变现。预计公司2021-2023年净利润分别为70.85亿元、85.52亿元、105.08亿元，对应PE为25.86倍、21.43倍、17.44倍，维持“买入”评级。\r\n　　风险因素\r\n　　5G建设不及预期、汽车电子发展不及预期、新冠疫情蔓延",
  "notice_date": "2021-08-09 00:00:00",
  "notice_title": "中兴与上汽合作落地，汽车电子逻辑全面兑现",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中兴通讯",
      "short_name_ch": "中兴通讯",
      "short_name_cht": "中興通訊",
      "short_name_en": "ZTE",
      "stock": "000063"
    }
  ],
  "short_name": "中兴通讯",
  "source_sample_name": "信达证券",
  "star": "3"
}