{
  "attach_pages": "4",
  "attach_size": "763",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011021425601647_1.pdf?1604327089000.pdf",
  "company_code": "80027629",
  "eitime": "2020-11-02 14:24:49",
  "extend": {},
  "info_code": "AP202011021425601647",
  "language": "1",
  "notice_content": "　　保利地产(600048)\r\n　　Revenue and net profit slightly increased by 5.1% to RMB117.4bn and 2.9% to RMB13.2bn in 9M20, respectively. We believe its ample land bank and healthy balance sheet provide war chest for its future development. Our TP is RMB22.16, which is equivalent to 8.0x 2020E P/E. Reiterate BUY recommendation.\r\n　　Net profit gained 3%% in 9M20. Revenue and net profit slightly increased by 5.1% to RMB117.4bn and 2.9% to RMB13.2bn in 9M20, respectively.Gross margin slightly retreated by 1.9ppts to 34.0% in the period but stood at the high level among peers. The Company managed cost well. Selling expenses declined by 3.6% to RMB3.3bn and administrative expenses only gained by 2.0% to RMB3.2bn in the period. So net profit margin only lost 0.2ppts to 11.2% in 9M20.\r\n　　Outperformed contracted sales. Contracted sales amount and area increased by 5.9% to RMB367.4bn and 6.6% to 24.44mn sq m in 9M20, respectively. It is better than the national property sales performance of 3.7% (in amount) and -1.8% (in area), respectively. We believe the leading brand name would support its sales job. And we expect it to achieve another record high contracted sales in 2020, compared with RMB461.8bn in 2019.\r\n　　Healthy balance sheet secures long term growth. Poly Development is a SOE and enjoys a lower funding cost. In addition, it has a healthy balance sheet. Net gearing ratio and cash/ST debt were 71% and 1.9x as of 30 Sep 2020, respectively. Furthermore, total liabilities/total assets (after deduction of contract liabilities) was 0.67x as of 30 Sep 2020. So Poly Development passes the recent new capital test. The Company gains advantage for its long-term growth because it can be better utilitizing debt financing.\r\n　　211m sq m attributable land bank. The Company acquired 88 projects with total GFA of 19.82mn sq m with total considerations of RMB131.4bn in 9M20.In the same period, New starts GFA amounted to 38.39mn sq m. As of 30 Sep 2020, GFA under development and for future development were 140.2mn sq m and 70.8mn sq m. So total attributable land bank of 211mn sq m is sufficient for next five years development.\r\n　　Maintain TP and forecast unchanged. We maintain our earnings forecast unchanged. We forecast net profit to be RMB33.0bn in 2020 andRMB38.4bn in 2021. Our target price is RMB22.16, based on 8.0x 2020E P/E. Maintain BUY recommendation.",
  "notice_date": "2020-11-02 00:00:00",
  "notice_title": "Healthy balance sheet drives future growth",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Samson Man,Bowen Li",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "451",
          "publishName": "房地产开发"
        }
      ],
      "short_name": "保利发展",
      "short_name_ch": "保利发展",
      "short_name_cht": "保利發展",
      "short_name_en": "PDH",
      "stock": "600048"
    }
  ],
  "short_name": "保利发展",
  "source_sample_name": "招银国际"
}