{
  "attach_pages": "20",
  "attach_size": "1976",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202111081527854898_1.pdf?1636409252000.pdf",
  "company_code": "80050806",
  "eitime": "2021-11-08 20:40:26",
  "extend": {},
  "info_code": "AP202111081527854898",
  "language": "0",
  "notice_content": "　　蓝思科技(300433)\r\n　　事件： 公司 11 月 4 日晚间发布公告--蓝思科技股份有限公司在已充分掌握相关产品、设备技术的基础上，在得到相关行业客户的认可下，于近日设立了全资子公司湖南蓝思新能源有限公司，注册资本 100,000万元，主要从事光伏玻璃产品、光伏设备及元器件、光伏发电项目等业务，并获得了长沙市岳麓区市场监督管理局下发的营业执照。\r\n　　布局光伏组件超薄玻璃，构筑强有力的全新成长极。 前述公告标志着公司能源结构向可再生能源转型，是公司紧随光伏产业高速发展机遇的重大战略实践，符合公司中长期发展规划和可持续发展理念，将为公司创造新的中长期增长点。 进入光伏组件玻璃相关领域，其实从近几年光伏及封装玻璃行业的发展趋势，以及蓝思在消费电子级玻璃后段加工工艺的领先性等层面分析，这种融合和切入水到渠成：\r\n　　1. 降本增效是光伏发展的明确方向，玻璃轻薄化大势所趋。\r\n　　2. 光伏后道玻璃制程工艺规格升级，蓝思在对应尺寸域有多方面的切入优势。\r\n　　3. 光伏玻璃成长天花板高，蓝思可获得的份额相当可观。\r\n　　商业模式上，我们认为蓝思未来的模式将会明确从石英砂矿到窑炉推进自建，另一方面也会兼顾对外原片玻璃采购，巩固后道工艺先发优势。先前广西北海市政府与蓝思共建产业园区的新闻也应证了我们这个判断--蓝思在光伏超薄玻璃领域的布局一定是从石英矿到窑炉、到制程加工以及后道处理产业链全拉通，相信公司后面在光伏玻璃领域的成长与落地情况会给予市场和投资者更多的惊喜。\r\n　　2021Q4-2022Q1 苹果供应链供应预期已明确改观。 去年下半年全球市场从疫情初期走出的反弹叠加芯片抢货带来的 overbooking，使得今年二季度后全行业出货量一直处于下修的负反馈之中。果链三季度前期受到供应链物料的缺货影响，出货量也受到短期影响，但随着供货回稳， 9 月中下旬后果链的出货与销售已经回归正常并且有望超越往年，四季度在北美感恩节与圣诞节购物季之前，果链出货必然是要追回先前的滞后，因此大概率三季度是当下蓝思科技利润预期最低的一个季度，后续逐季的成长将渐渐恢复正常。\r\n　　客观来看， 疫情、缺芯缺料、华为实体名单等等这些多米诺骨牌式的变化所带来的负面影响短期内也将趋于和缓，我们相信行业有望迎来一段相对平静的恢复期。\r\n　　新能源车超薄车身玻璃与光伏玻璃工艺路径相似， 2022 年行将放量。 新能源车超薄车身玻璃的工艺路径其实与光伏玻璃异曲同工，都强调了后道加工工艺的重要性。蓝思在汽车电子的布局上，不仅仅只是集中于中控、前置仪表盘的盖板玻璃与模组、以及车载后视等模组单元，近年来更是逐渐向车窗、天幕与前档等领域渗透，当下成功导入特斯拉、宝马以及国内造车新势力等重要客户。 从新能源汽车的产品发展路径与定义上来看，未来一些个性化的定制与选装，将成为领先新能源汽车品牌区别与其他竞争对手，以及传统车企的非常重要的手段与途径。我们看好蓝思在这一领域的长远发展与市场空间，公司在 T 客户的持续成长，以及其他造车的新势力客户中的进阶起量，是未来几年非常重要的关注重点。\r\n　　盈利预测与评级：维持买入评级。 在今年消费电子智能终端相对紊乱的市场环境下，在疫情、限电、塞港、贸易战等种种不良因素的共同影响下，叠加公司自身新业务线、新产品线的全面铺开，公司 Q3 的业绩表现确实受到一些阻力，但是这些都是短期的、 非本质性的问题，相信很快会得到消化和转换。随着公司业务线的全面铺开，在组装业务获得多家下游客户的首肯，金属业务销售快速起量并得到关键客户大力支持的前提下，公司未来在智能终端领域的业务仍将保持良性增长。\r\n　　这次公告所揭示的光伏超薄玻璃，与去年就开始逐渐布局的新能源汽车组件与玻璃相关产品，形成了公司两大新兴业务领域，而且有望成长为蓝思的第二、第三驱动增长极。在消费电子创新减缓，单一赛道迟滞的情况下，蓝思先于行业以及竞争对手，另辟蹊径，利用自身工艺、技术储备的积累，以及对玻璃这一材料产品应用独特的理解与沉淀，打开了新能源领域的发展机遇。新能源汽车部件与光伏电池组件所面对的分别是百亿与千亿级的下游市场，蓝思在这些领域大有可为。\r\n　　预计公司 2021-2023 年将分别实现 59.02、 81.38、 106.68 亿利润，当前估值对应 PE 为 18.37、 13.32、 10.16 倍，在这次新能源子公司成立后，我们判断接下来在对应领域蓝思将会持续快速推进，后续的订单落地规模与量级非常值得期待，维持公司买入评级。\r\n　　风险提示： （1）因疫情全球蔓延或全球宏观经济下滑导致消费者购机能力减弱，大客户新机销售情况不及预期；（2）安卓系机型 2021-2022 年复苏成长不及预期；（3）竞争对手恶性降价导致行业利润率下滑。（4）公司新能源领域车载或光伏玻璃推进进度不及预期",
  "notice_date": "2021-11-08 00:00:00",
  "notice_title": "开辟光伏玻璃全新赛道，构建强势第三成长极",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "王凌涛,沈钱",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "蓝思科技",
      "short_name_ch": "蓝思科技",
      "short_name_cht": "藍思科技",
      "short_name_en": "LENS",
      "stock": "300433"
    }
  ],
  "short_name": "蓝思科技",
  "source_sample_name": "太平洋",
  "star": "3"
}