{
  "attach_pages": "8",
  "attach_size": "894",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202505231677638899_1.pdf?1748009720000.pdf",
  "company_code": "80000007",
  "eitime": "2025-05-23 11:25:48",
  "extend": {},
  "info_code": "AP202505231677638899",
  "language": "0",
  "notice_content": "　　青岛啤酒(600600)\n　　核心观点\n　　近日我们参加青岛啤酒年度分析师及投资者交流会。此次交流会是新总裁上任后面向市场的首次公开交流，新总裁表达了对于公司后续发展的信心。本次交流会的要点及我们的评论如下：\n　　啤酒行业需求趋于多元化，对啤酒企业产品创新的要求提升。近年来消费者更加追求高端化、健康化、个性化、场景化、质价比。2024年下半年开始，我们观察到头部啤酒企业加快产品创新与渠道模式创新力度，例如推出低醇/无醇类啤酒、高品质精酿啤酒，并积极与即时零售、量贩零食等新兴渠道合作。随着啤酒行业供给结构持续优化，我们预计未来行业需求企稳回升。\n　　青岛啤酒积极应对市场变化，后续将加快创新步伐。2024年青岛啤酒创新市场运营模式，一方面紧抓增长较快的新渠道发展机遇，如加快布局线上电商、即时零售渠道；另一方面，公司开创“30分钟新鲜直送”模式，引领生鲜啤酒品类发展，目前公司“30分钟新鲜直送”模式已累计覆盖全国29个城市。公司管理层明确指出，公司将加快以科技创新为引领的系统性创新，来面对消费需求和消费习惯的变化。我们认为青岛啤酒本已具备行业领先的产品研发能力，其产品品质受到消费者的高度认可，目前公司大力推动对于新需求的捕捉将有助于公司提升综合竞争力。\n　　青岛啤酒坚定发展啤酒主业，有序拓展非啤酒业务。公司此前收购即墨黄酒业务，主要出于两方面考虑：1）目前消费行业已经全面进入“以消费者为中心”的时代，拓展黄酒业务可满足消费者多元化需求；2）啤酒销售的淡旺季明显，黄酒业务可与啤酒业务实现淡旺季互补，有助于改善公司渠道客户的经营节奏，从而巩固公司渠道基础。公司管理层明确表示，拓展非啤酒业务的前提是坚定不移发展啤酒主业。我们认为啤酒主业目前仍是公司的经营重点，面对未来啤酒市场总量接近饱和的情况，公司将提前研究并有序布局与主业协同性强的非啤酒业务，以增强长期发展动力。展望2025年，青岛啤酒量利增长确定性高。2024年公司更加关注增长质量，主动控制渠道库存、提升终端产品新鲜度，2025年低库存开局，具备补库存的空间。新董事长上任后，团队稳定下来，市场动作更加积极。即将进入旺季，预计公司将在在去年低基数之上继续实现销量修复。公司持续推动产品结构升级，叠加成本端红利可贯穿全年，预计利润率延续改善趋势，全年利润增速快于收入增速。\n　　盈利预测与投资建议：鉴于公司已完成董事会换届，公司对于提升销量及份额的动作积极，我们小幅上调2025-2026年盈利预测，并新增2027年盈利预测：预计2025-2027年公司实现营业总收入332.5/341.8/350.3亿元（2025/2026年前预测值325.2/328.6亿元），同比+3.4%/+2.8%/+2.5%；实现归母净利润47.6/51.2/53.6亿元（2025/2026年前预测值47.4/49.9亿元），同比+9.7%/+7.5%/+4.7%；当前股价对应PE分别为21/20/19倍。考虑到公司基地市场竞争优势稳固，产品覆盖全面且品牌力处于行业领先位置，目前系统性创新帮助公司把握市场变化，业绩增长具备较强支撑。且公司分红率走升强化股东回报，维持“优于大市”评级。\n　　风险提示：宏观经济增长受到外部环境的负面影响；中高端啤酒需求增长速度显著放缓；公司核心产品的渠道渗透受到竞品阻击；原料、辅料成本大幅上涨。\n",
  "notice_date": "2025-05-23 00:00:00",
  "notice_title": "加大产品、销售模式创新力度，积极应对市场变化",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张向伟,杨苑",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "青岛啤酒",
      "short_name_ch": "青岛啤酒",
      "short_name_cht": "青島啤酒",
      "short_name_en": "TSINGTAO BREWERY",
      "stock": "600600"
    }
  ],
  "short_name": "青岛啤酒",
  "source_sample_name": "国信证券",
  "star": "1"
}