{
  "attach_pages": "6",
  "attach_size": "772",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202210251579460330_1.pdf?1666771629000.pdf",
  "company_code": "80092742",
  "eitime": "2022-10-26 08:07:09",
  "extend": {},
  "info_code": "AP202210251579460330",
  "language": "0",
  "notice_content": "　　宝信软件(600845)\r\n　　事件：2022年10月25日，公司发布2022年三季报，2022年前三季度实现营收76.53亿元，同比增长3.35%，实现归母净利润15.30亿元，同比增长8.06%，实现扣非归母净利润14.70亿元，同比增长10.91%，实现经营性净现金流21.62亿元，同比增长22.88%。\r\n　　点评：\r\n　　国产高端自动化业务持续推进，IDC稳步投放，现金流保持较快增长根据公司公告，2022年Q3单季度实现营收26.91亿元，同比增长6.29%，环比增长9.17%，实现归母净利润5.39亿元，同比增长14.59%，环比增长0.61%，实现扣非归母净利润5.27亿元，同比增长19.07%；2022年前三季度实现经营性净现金流21.62亿元，同比增长22.88%，表现亮眼。上半年，面对上海疫情封控的严峻形势，公司充分发挥“一总部多基地”体系优势，确保多个重大项目按期交付；市场开拓方面，多项智慧制造、集控、总包EPC重点项目悉数签约落地；疫情期间利用信息技术能力支持上海市疫情防控保障工作，积极驰援核酸码和方舱建设；依托工业互联网平台，提升智慧环保、水务和应急领域的差异化竞争优势，为相关行业提供全生命周期服务和整体解决方案。\r\n　　双碳时代，公司作为央企旗下信息高科技公司及国产软件提供商，深入践行“新基建”、“产业链安全”、“自主可控”等国家战略，围绕关键核心技术国产化替代与破解行业“卡脖子”难题，持续加大研发投入，全面推进国产自主可控高端控制系统的规模化、产业化发展，赋能产业智慧化。\r\n　　三季度毛利率同比提升，盈利能力持续增强\r\n　　公司2022年Q3毛利率为38.49%，同比提升3.9个百分点。从半年报情况来看，公司2022年上半年毛利率为36.17%，同比有所提升，其中软件开发业务毛利率为31.8%，同比提升3.98个百分点。未来，随着公司“从软到硬”一体化布局的不断延展，以自动化、信息化、工业互联网平台为核心的智能制造业务有望给公司软件开发业务毛利率带来较大提升空间，同时在双碳政策下，公司核心地段IDC机房资源稀缺性日益凸显，盈利能力有望持续提升。\r\n　　工业互联网业务持续推进，推出“宝罗”机器人品牌\r\n　　宝信多年前便成立工业4.0项目部，对工业互联网技术提前布局。公司于2020年12月发布了自主研发的工业互联网平台xIn3Plat，同时推进大数据“5S”组件开发，完成炼铁互联智控平台（高炉）示范项目建设；2021年初宝武成立中国宝武工业互联网研究院和中国宝武大数据中心，和宝信联合办公，统筹宝武工业互联网框架设计及前沿技术研发。公司依靠多年在工业软件领域积累的强大研发实力及钢铁行业专业经验，自主研发工业互联网平台和人工智能中台，以iPlat和ePlat为两翼，积极打造钢铁行业工业互联网生态圈，为未来发展开辟了新的成长赛道，打开更加广阔发展空间。近年来，宝信工业互联网平台持续入围工信部“双跨”平台，排名稳步提升；公司加快工业互联网平台的研发及跨行业、跨领域的产业化推广，构建xIn3Plat全新内核XO，支撑可分可合架构；推出自主研发的国产工业基础自动化软件iPlat-BA，充分满足工业现场的智能监控和过程控制需求；发布首版物联网组件，完成低代码组件部署；形成数据实时采集入湖和处理能力；培育边缘模型加速推理、排程求解、云上课题发布等能力；推出“宝罗”机器人品牌，以万名“宝罗”上岗计划为契机，基于宝信工业互联网平台打造自主可控的“宝罗云平台”。\r\n　　发布冶金行业大型PLC产品，智能制造龙头整装待发\r\n　　经过十年研发，公司于2021年7月正式发布冶金行业大型PLC产品，我们认为宝信PLC产品的发布具备重大的战略意义，相当于证明公司在国内工控/工业软件领域已经具备了领先的水平，从两个维度来看：1）大型PLC门槛高：大型PLC对于稳定性要求非常高，除了技术上面的难度以外，有没有客户愿意接纳非常重要，国内大型PLC市场份额基本掌握在西门子、施耐德等欧美企业手中，PLC行业发展相对成熟，一般企业出于业务上的稳定性，不愿意轻易更换PLC，对于宝信来说，宝武成为宝信PLC产品发展的天然客户，经过十年的测试验证，铸就了宝信独一无二的竞争实力；2）钢铁冶金行业PLC门槛高：在所有行业中，钢铁冶金行业PLC对于精确度、稳定性的要求排在前几名，对于宝信来说，能做钢铁冶金行业PLC，就意味着具备了跨行业扩张的实力。宝信钢铁行业大型PLC的发布是对其自身工业软件实力的证明，未来公司“一纵一横”扩张空间大，纵向不断扩张产品序列，横向不断跨行业拓展，我们认为宝信智能制造估值亟待重塑，未来盈利+估值提升空间大。\r\n　　IDC具备独一无二的能力禀赋，卡位全国核心地段，扩张潜力十足\r\n　　我们在宝信软件深度报告《从三大预期差解读新基建龙头长期确定性价值》，里面明确强调，市场通常把宝信在IDC成功的原因单一归结为资源禀赋，我们认为市场没有充分认识到公司独一无二的IDC能力，主要体现在“资源禀赋+工业软件能力”的结合。1）从资源禀赋来看：背靠宝武，公司在土地、水、电、能耗获取等方面拥有得天独厚的资源优势；2）从工业软件能力来看：公司是目前市场上唯一从设计（拥有独立梅山设计院）、建设、运营（市场上唯一在IDC领域进行信息化、自动化全面自主研发的企业）等全部自主独立承担完成的企业，赋予了公司绝佳的成本控制能力、强劲的运维能力，公司的机房均为高品质机房，受到了上海市政府、上游供应商、下游客户的高度肯定。公司战略发展思路清晰，坚持走自建模式，在一线持续拓展多元化的优质客户，同时适当开拓大客户基地型业务，兼具强劲的扩张潜力和盈利能力。\r\n　　盈利预测与投资评级\r\n　　公司作为国内稀缺的深度布局“智能制造+工业互联网+IDC云计算”的硬科技龙头，长期成长确定性强，坚定看好公司长远发展空间。预计公司2022-2024年净利润分别为20.72亿元、25.69亿元、32.26亿元，当前股价对应PE为37.05倍、29.88倍、23.80倍，维持“买入”评级。\r\n　　风险因素\r\n　　IDC建设与上架不及预期、宝武重组并购低于预期、5G发展不及预期",
  "notice_date": "2022-10-26 00:00:00",
  "notice_title": "业绩符合预期，现金流表现亮眼",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "宝信软件",
      "short_name_ch": "宝信软件",
      "short_name_cht": "寶信軟件",
      "short_name_en": "Baosight",
      "stock": "600845"
    }
  ],
  "short_name": "宝信软件",
  "source_sample_name": "信达证券",
  "star": "3"
}