{
  "attach_pages": "4",
  "attach_size": "966",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204141559150745_1.pdf?1649922822000.pdf",
  "company_code": "80027629",
  "eitime": "2022-04-14 07:53:42",
  "extend": {},
  "info_code": "AP202204141559150745",
  "language": "1",
  "notice_content": "　　深南电路(002916)\r\n　　Shennan Circuits’ announced 1Q22 results. Revenue/NP grew 21.7%/42.9%YoY, reaching RMB3,316mn/RMB348mn. 1Q22’s results was largely in line withour forecast, with positive margin surprise. Looking forward, we remain cautiousdue to tough macro environment and recent resurgence of COVID cases in China.Although the latter has limited impact on Shennan’s production, the demanduncertainty remains as supply chain disruption is expected to last longer. MaintainHOLD, adjusted TP to RMB102.\r\n　　 1Q22 results largely in line with positive margin surprise. 1Q22’s revenuewas largely in line with our forecast, accounting for 20.1% of our FY21estimate (vs. 19.5% for 1Q21). GPM was 26.8%, 4.3% higher than 4Q21,mainly due to 1) favorable product mix, 2) recovering GPM for PCBA, 3)improving operational efficiency as new Nantong factory ramping upproduction and 4) product/customer structure optimization for PCB andsubstrate business.\r\n　　 Recent partial lockdown has limited impact on production but demanduncertainty remains. Resurgent COVID cases in China has limited impacton production as some factories are currently under closed loop systemmanagement. However, the impact on demand and supply chain is expectedto last longer. We believe datacenter/auto demand will remain strong this year,but partially offset by prolonged chip shortage. For telecom market, demandremains weak at the moment. According to Telco’s latest filings, ~670k 5Gbase stations (including 28k 700MHz) will be added in 2022 (vs. 650k/640k in2021/2020). Overall capex will be flat in 2022; however, 5G-related spendingwill be lower and detailed timeline of deployment is unclear.\r\n　　 Maintain HOLD, with new TP of RMB102. We expect FY22 revenue to grow18.3% YoY, supported by new capacity released this year and strong demandfor datacenter/auto/substrate. However, uncertainty will remain longer-thanexpected as supply chain disruption persists. We trimmed target P/E multipleto 26.2x FY22E P/E, avg. 2-yr historical forward P/E, (vs. prior 30x), andreduced TP to RMB102. Potential upside: 1) sooner-than-expected ease ofchip shortage, 2) stronger recovery in consumer demand and 3) material costand logistic overhang removed.",
  "notice_date": "2022-04-14 00:00:00",
  "notice_title": "1Q22 in line with positive margin surprise",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng,Lana Lin",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "459",
          "publishName": "电子元件"
        }
      ],
      "short_name": "深南电路",
      "short_name_ch": "深南电路",
      "short_name_cht": "深南電路",
      "short_name_en": "SCC",
      "stock": "002916"
    }
  ],
  "short_name": "深南电路",
  "source_sample_name": "招银国际"
}