{
  "attach_pages": "10",
  "attach_size": "894",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303121584208512_1.pdf?1678634715000.pdf",
  "company_code": "80092742",
  "eitime": "2023-03-12 15:25:15",
  "extend": {},
  "info_code": "AP202303121584208512",
  "language": "0",
  "notice_content": "　　中兴通讯(000063)\r\n　　事件：2023年3月10日，公司发布2022年年报，2022年公司实现营收1229.54亿元，同比增长7.36%，实现归母净利润80.80亿元，同比增长18.60%，实现扣非后归母净利润61.67亿元，同比增长86.54%。\r\n　　点评：\r\n　　三大业务均保持稳定增长，营收结构稳定，盈利能力持续提升\r\n　　分业务来看，公司2022年运营商业务实现营收800.40亿元，同比增长5.72%，营收占比65.10%，主要是固网、核心网、服务器产品收入同比增长所致，2022年国内多个运营商服务器集采中，公司份额排名均位列第一；政企业务实现营收146.30亿元，同比增加11.84%，营收占比11.90%，主要是服务器及储存产品实现营收近百亿元，同比增长近80%所致，2022年服务器与存储产品全球发货量超24万台；消费者业务实现营收282.80亿元，同比增长9.93%，营收占比23.00%，主要是家庭信息终端、手机产品收入同比增长所致，公司持续打造以智能手机为核心的“1+2+N”智慧生态。子公司中兴软件业绩亮眼，净利润快速增长。2022年，深圳市中兴软件有限责任公司（简称“中兴软件”）实现营收201.64亿元，同比增长10.18%，实现净利润19.97亿元，同比增长38.81%。\r\n　　分区域来看，公司国内和国际营收保持稳健增长。公司2022年国内市场实现营收852.40亿元，同比增长9.19%，营收占比69.33%：1）对运营商客户，公司深耕5G、千兆光网、算力网络领域，市场份额和市场格局得到进一步提升；2）对政企客户，公司在规模上成功突破互联网和金融行业的头部企业，市场布局进一步优化，品牌影响力持续增强。公司国际市场实现营收377.10亿元，同比增长3.44%，营收占比30.67%，公司2022年在西班牙、奥地利、意大利和泰国成功打造5G示范网络，持续开拓国际市场。\r\n　　公司盈利能力不断增强，毛利率和净利率稳步提升。公司2022年毛利率为37.19%，同比提升1.95个百分点，净利率为6.34%，同比提升0.20个百分点。\r\n　　分业务板块来看，2022年运营商网络毛利率为46.22%，同比提升3.77个百分点，主要是营收结构变动及成本持续优化所致；政企业务毛利率为25.35%，同比下降1.70个百分点，主要是营收结构变动所致；消费者业务毛利率为17.76%，同比下降0.44个百分点，主要是手机产品毛利率下降所致。\r\n　　公司费控能力优秀，研发投入再创新高\r\n　　公司费控能力优秀，销售费用率和管理费用率均有所下降。公司2022年销售费用91.73亿元，同比增长5.04%，占营业收入比例为7.46%，同比下降0.17个百分点，主要是差旅费及广告宣传费增加所致；管理费用53.38亿元，同比减少2.06%，占营业收入比例为4.34%，同比下降0.41个百分点，成功实现降费提效。\r\n　　公司研发实力雄厚，拥有多领域多产品自主研发经验，重视研发投入，研发费用持续增长，再创新高。公司2022年研发费用为216.02亿元，同比增长14.88%，占营业收入比例为17.57%，同比提升1.15个百分点。公司持续进行5G相关产品、芯片、服务器及存储、创新业务（汽车电子、数字能源、智慧家庭等）等技术领域的投入，不断夯实底层技术实力，提升产品竞争力，筑牢技术护城河。在芯片领域，公司具有近30年的研发积累，已具备业界领先的芯片全流程设计能力；在数据库领域，2022年公司发布自主研发的分布式数据库GoldenDBv7.0年度版本；在操作系统领域，公司拥有20多年自主研发经验，系统的实时性、可靠性、安全性处于业界领先水平，产品已广泛用于多行业，累积发货超2亿套。公司位列全球专利布局第一阵营，是全球5G技术研究、标准制定主要贡献者和参与者。\r\n　　截至2022年12月，公司拥有约8.5万件全球专利申请、历年全球累计授权专利约4.3万件。据IPLytics2021年11月发布的报告，公司向ETSI披露5G标准必要专利声明量位居全球第四。2022年公司在第二十三届中国专利奖评选中荣获金奖，在中国专利奖评选中已累计获得10项金奖、2项银奖、38项优秀奖，在广东省专利奖评选中累计获27项奖项。\r\n　　公司知识产权对外许可业务持续突破，知识产权收入稳步增长，根据公司官方公众号数据，2021-2025年，知识产权收入预计为45-60亿元，专利技术价值超450亿元。\r\n　　运营商业务：中国联通23年预计资本开支保持增长，公司作为全产业链布局的算力龙头企业，有望核心受益\r\n　　数字经济时代，三大运营商是建设国内算力网络的主力军和直接力量，是我国算力的核心底座支撑，在云计算、AI应用、5G等方面持续深化布局。据中国联通2022年报，2022年全年资本开支为742亿元；2023年将进一步扩大投资，预计资本开支为769亿元，预计同比增长3.64%，其中算网投资占比将超过19%，预计同比增长超过20%，着力打牢数字底座。我们认为，随着三大运营商大力投资算力网络，公司布局算网全产业链多年，有望核心受益。根据工信部数据，2022年，我国5G基站积极推进，5G基站总数达231.2万站，比上年末净增88.7万站。据公司官方公众号显示，公司5G基站2022年发货量保持全球排名第二，5G核心网2022年发货量全球排名第二；光传输200G端口2022年发货量全球排名第二；2022年PONOLT收入提升至全球第二。\r\n　　从全球电信投资看，总体发展保持平稳，投资5G网络的运营商数量持续增长，更多的新兴市场电信运营商开始推出5G服务。根据公司公告，截至2022年12月31日，全球155个国家和地区的515家电信运营商正在投资5G；全球5G商用终端设备达1,431款，同比增加67%。\r\n　　我们认为，对于中兴所涉及运营商业务我们应该紧盯“运营商集采规模”和“中兴份额”，中兴运营商业务发展的核心，我们认为主要靠“中兴市场格局与技术水平的提升”，2022年我们看到中兴在运营商服务器、路由器和基站等领域持续中标突破，公司2022年在三大运营商服务器集采份额名列前茅，5G基站发货量保持全球排名第二，2022前三季度国内电信行业服务器发货量稳居第一。\r\n　　政企业务：数字经济时代，持续聚焦服务器及存储、交换机/路由器、数据中心等算力基础设备\r\n　　公司依托自身在ICT技术领域的长期投入，不断加强服务器及存储、数据库、数据中心、交换机/路由器、云平台等基础软硬件产品的开发，提升产品核心竞争力，以5G、大数据、云计算等应用多方面满足政企客户业务转型升级的需要。\r\n　　服务器及存储产品：公司同时拥有X86服务器与非X86服务器，丰富的服务器类型为多行业数字化转型提供强劲的算力支撑。其中，IntelGPU服务器R6500G5，拥有32个内存插槽，支持DDR5内存，最高可支持10个双宽GPU加速卡，适用于高性能计算、人工智能、多媒体渲染等应用场景；ARM架构服务器R5930G2，具有内核多，吞吐率高，单线程能力强，整数计算性能高，访问和IO通道带宽高等特点，还具有独特的安全性，适用于政府、互联网、能源、运营商、金融等行业领域。此外，公司还拥有全闪存储磁盘列阵，双控制器最高1.5TB的超大高速缓存，可应用在中大型数据库、高性能计算、多媒体视频数据存储、文件服务、互联网应用、备份、容灾等多行业领域。2022年服务器及存储产品全球发货量超24万台。\r\n　　数据库：2022年公司发布GoldenDBv7.0年度版本。作为成熟稳定商用领先的国产金融级分布式数据库，GoldenDB支撑银行核心业务稳定运行超过四年，是唯一拥有国家政策性银行、国有大型银行、股份制银行、城商行及大型金融机构、电信运营商核心业务改造实践的金融数据库。在金融市场，2022年新增中国银行、光大银行、民生银行、恒丰银行及浙商银行等客户，助力国泰君安证券新一代核心交易系统投产，打造国内首个证券行业核心业务改造的成功案例；在运营商市场，以第一份额中标中国移动、中国联通集采。据沙利文联合头豹研究院发布的《2021年中国金融级分布式数据库市场报告》，GoldenDB市场综合竞争表现蝉联第一。\r\n　　数据中心：公司是全模块数据中心引领者。经过14年的沉淀和发展，公司已形成全场景、全系列覆盖的四大数据中心解决方案，包括微模块数据中心、机架数据中心、仓储式全模块数据中心和集装箱数据中心。提供从IDC规划设计、IDC建设集成（计算&储存、数据通信网路、光网络、制冷、IDC高压直流等解决方案）到IDC运维等全生命周期的综合解决方案。2022年公司发布新一代数据中心，提供电力模块、液冷系统等创新节能产品，PUE可低至1.15。在国内市场，公司突破多个大型运营商数据中心集成项目，实现规模增长；在海外市场，公司实现集装箱堆叠方案大规模突破，在菲律宾市场连续5期中标。云平台：以5G为云网底座，依托数字星云平台，助力实体经济与数据经济融合。公司于2022年推出数字星云平台，为企业数字化转型提供快速灵活定制方案。工业方面，公司将5G与行业深度融合，在制造业实现“用5G制造5G”，在南京滨江智能制造基地已上线24大类、110余项5G+工业融合创新应用；在钢铁行业推出5G智慧钢铁专网2.0方案，与国家电投集团、宝武集团、鞍钢集团、广西金川股份、云南神火铝业等头部企业合作，助力冶金钢铁行业的数智化转型；在煤矿行业推出5G智能综采、掘进等创新应用，携手运营商助力国家能源集团、平煤集团、山能集团、陕煤集团、中煤科工集团、中煤能源集团等头部企业打造多个示范项目；在电力行业推进5G与电网的融合；在轨交行业推出5G+高铁线路视频上车辅助预视系统；在港口领域推出5G岸桥远控、5G智能加解锁站等4项业务；在政企及大企业方面推出数字化园区方案、城市生命线解决方案、数字孪生智慧水利等解决方案。据2022年报，公司在工业制造、冶金钢铁、矿山、电力、交通、政务及大企业等15个行业发展了500多家合作伙伴，实现百余数字化转型的创新应用，为多行业实现数字化赋能。我们认为未来公司政企业务有望充分受益，政企业务收入占比和收入增速将不断提升。\r\n　　消费者业务：打造以智能手机为核心的“1+2+N”智慧生态，未来家庭信息业务有望快速发展\r\n　　市场一直认为中兴手机不盈利，没有发展前景，我们认为存在较大预期差，中兴大力发展手机业务不会增加太多成本：（1）中兴手机可复用5G研发成本，无太多新增边际成本；（2）部分产能可与5G基站复用，可以提升公司整体产能利用率。公司已完成统一操盘中兴（旗舰机）、努比亚、红魔（游戏手机）三大品牌，2022年三大品牌均发布新机，产品继续迭代升级，中兴：公司发布第三代屏下无缺全面屏和三主摄计算摄影旗舰手机中兴Axon40Ultra，首发搭载“中国芯”5G中兴远航30S；努比亚：独创首发定制35mm光学系统的Z40和Z50系列；红魔：发布红魔7和8Pro系列继续占领手机电竞市场。\r\n　　移动互联产品保持优势地位，家庭信息终端产品实现跨越式增长。在移动互联产品，2022年公司5GMBB&FWA全球市场持续份额第一；在家庭信息终端产品，实现跨越式增长，2022年公司PONCPE和DSLCPE发货量全球第一，机顶盒市场份额持续领先，公司海外市场拓展顺利，Wi-Fi6产品在意大利、西班牙、日本、泰国等国家实现规模商用，AndroidTV机顶盒持续规模发货亚太、欧洲、南美等区域。\r\n　　强劲技术研发实力在新应用领域的持续价值变现为核心竞争实力和长期成长逻辑市场普遍认为公司未来业绩增长仍然要依靠5G周期景气度的提升，带动运营商业务的增长，过于关注公司账面净利润和运营商资本开支周期性，忽视过去11年公司在研发投入超1200亿元所带来的核心技术提升。我们认为现阶段5G大规划投建，除带动运营商业务大规模增长外，也将带动各行业智能化、网联化技术下游应用的大幅提升。公司以运营商业务为基础，大力发展芯片、操作系统和数据库等核心技术，智能化、网联化和国产替代进程加快将加速公司核心技术在汽车",
  "notice_date": "2023-03-12 00:00:00",
  "notice_title": "服务器等ICT业务快速发展，盈利能力持续提升",
  "page_size": 2,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中兴通讯",
      "short_name_ch": "中兴通讯",
      "short_name_cht": "中興通訊",
      "short_name_en": "ZTE",
      "stock": "000063"
    }
  ],
  "short_name": "中兴通讯",
  "source_sample_name": "信达证券",
  "star": "3"
}