{
  "attach_pages": "24",
  "attach_size": "3163",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202407161637948896_1.pdf?1721118624000.pdf",
  "company_code": "10000296",
  "eitime": "2024-07-16 08:30:24",
  "extend": {},
  "info_code": "AP202407161637948896",
  "language": "0",
  "notice_content": "　　今世缘(603369)\n　　投资要点\n　　推荐逻辑：1、受益于品牌意识增强、“少喝酒、喝好酒”健康观念广泛传播，马太效应显著，市场份额加速向头部酒企集中；江苏两强酒企省内市占率合计在40%左右，集中度提升空间广阔，公司在江苏省内的品牌力、产品力具备突出竞争优势，将充分受益行业份额集中度提升红利。2、公司的品牌、产品、渠道得到全面理顺，品牌建设卓有成效，产品焕新升级顺利，渠道推力持续增强；国缘开系基本盘不断夯实，六开成功上市、四开顺利焕新升级，产品升级节奏稳健；受益国缘品牌势能增强，叠加自身产品力突出，淡雅显著高增放量。3、省外继续坚持“攻城拔寨”，启动“再造江苏”工程，聚焦板块市场打造，点状市场不断取得突破，2023年省外营收增长40%，随着省外市场开拓力度持续加大，高增势能有望延续。\n　　行业马太效应明显，名优白酒份额持续提升。1、高端一线名酒充分打开价格空间、完成消费者培育，随着消费者品牌意识不断增强，市场加速向名优白酒集中，高端、次高端赛道持续扩容，未来三年销售额复合增速分别约15%、16%。2、区域性酒企在当地品牌影响力深厚，渠道掌控力强，产品适合当地消费者偏好，区域龙头酒企将充分受益结构升级和份额集中度提升红利。\n　　稳扎稳打稳成长，拓高拓宽拓空间。公司实现品牌、产品、渠道三个维度上的全面理顺，积聚起的发展势能强劲。品牌端：今世缘具备深厚的名酒基因，高举高打进行品牌建设，深挖缘文化，品牌高度持续提升。产品端：公司新品培育能力突出，聚焦国缘V3、六开等高价位产品培育和推广，产品线不断拓宽，价格带覆盖全面。渠道端：省内不断补齐苏南等区域短板，持续推进渠道下沉，不断夯实省内基本盘；省外扩展市场覆盖面，积极拓展成长空间；提价控货挺价盘，严控市场秩序，有效激发渠道活力，终端推力显著增强。\n　　未来路径：份额集中叠加股权激励，长期成长动力充足。1、江苏经济发展稳健，消费极具韧性，公司开系、淡雅精准卡位核心消费价格带，聚焦政商务宴请、宴席和大众消费，品牌势能不断增强，动销持续向好。2、公司国缘系列坚持“中国新一代高端白酒”的品牌定位，高举高打进行品牌建设，品牌高度持续提升；布局培育V3、六开、D20等核心单品，积极推进结构升级。3、省内持续推进“精耕攀顶”，打破发展“天花板”；省外继续坚持“攻城拔寨”，启动“再造江苏”工程，成长空间持续拓宽。4、公司当前锚定“2025年挑战营收150亿”的既定目标不动摇，2024年总营收目标确定为122亿元左右，净利润目标为37亿元左右，新百亿目标路径清晰，业绩高增势能有望延续。管理层和股东利益高度一致，激励到位，长期发展动力十足，公司兼具成长性和确定性，前景可期。\n　　盈利预测与投资建议。预计公司2024-2026年归母净利润复合增速21.7%左右，公司经营势能强劲，激励到位动力充足，业绩弹性将持续释放。给予公司2024年20倍估值，对应目标价60.80元，维持“买入”评级。\n　　风险提示：经济大幅下滑风险；市场开拓或不及预期。\n",
  "notice_date": "2024-07-16 00:00:00",
  "notice_title": "省内精耕省外突破，新百亿路径清晰",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "朱会振,王书龙,笪文钊",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "今世缘",
      "short_name_ch": "今世缘",
      "short_name_cht": "今世緣",
      "short_name_en": "King’s Luck",
      "stock": "603369"
    }
  ],
  "short_name": "今世缘",
  "source_sample_name": "西南证券",
  "star": "3"
}