{
  "attach_pages": "3",
  "attach_size": "541",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202406031635218902_1.pdf?1717396618000.pdf",
  "company_code": "80000031",
  "eitime": "2024-06-03 06:36:58",
  "extend": {},
  "info_code": "AP202406031635218902",
  "language": "0",
  "notice_content": "　　古井贡酒(000596)\n　　投资要点\n　　事件：近日我们参加古井贡酒2023年股东大会，会上公司就行业形势判断、全国化推进路径、产品布局侧重及费用投放思路进行解答交流。\n　　产品布局能守能攻，结构提升稳扎稳打。2018年以来公司以古20为战略重心，持续推进次高端战略，近年古20及时跟进卡位600价位带，品牌张力稳步提升。当前经济环境下，公司100~400元价格带基本盘稳固，能够有力应对消费水平波动，通过古20稳价、古8/古16放量，兼顾短期收入兑现之余，亦继续为中长期结构提升打好基础。分产品看，①次高端核心单品古20坚持价格优先，23Q4以来加强全控价管理，尽可能熨平负向价格波动，1是控好库存，2是优化商源，通过精准选商、选店，扎实做好高质量动销。②古16做好次高端份额承接，切割城市宴席消费升级蛋糕。③省内古8/省外古7持续推进消费培育，旨在通过腰部放量奠定企业大发展根基。④古5作为大众消费底盘产品，省内保盘保量，省外焕新推出中国香古5，对标150元价位海之蓝，旨在打造全国化百亿单品。\n　　省内多价格带做深做透，省外梯队化建设已具规模。展望三百亿发展目标，公司省内外战略路径清晰。①省内多价位带产品布局日臻完善，市场下沉空间仍足。公司省内古5卡位下沉乡镇市场，古8/16雄踞合肥并顺利辐射各地市，古20在同价位带已实现规模领先，高端酒及光瓶酒产品亦在有序推进。伴随居民品牌消费意识提升，古井各价位市场份额有望进一步扩大。②省外全国化扩张梯队业已成形，规模化市场打造正有序实现模式复制。公司分批次递进打造规模市场、规模网点，省区层面，第一梯队已有4/5个市场达10~20亿元规模，目标未来3~5年成长至20亿+的根据地市场；第二梯队已储备多个3~5亿市场，规划通过做好组织架构完善、渠道网点建设、厂商关系磨合，实现节点突破，成长为10亿+的潜力市场；第三梯队为边远薄弱区域，目标全部省区均销售过亿，并力争培育1~2个突破点。目前省外排头兵市场江苏省区在20亿规模关口，通过及时进行人员调整、动销去库，已回归正常发展节奏。\n　　库存管控游刃有余，费率优化持续兑现。渠道端，公司管控操作精进成熟，根据定期客户梳理，及时排雷库存高位、价格洼地、窜货频繁等问题，并通过灵活采取点对点停货等方式，保障库存与价盘稳定。费用端，公司资源投放效率稳步提升，目前品牌投放金额已基本固定，地面营销费用则实行固定投向管理，削减随量、促销费用，更多向消费培育动作倾斜，如宴席拉动、酒店开瓶、回厂游等，费用落地考核加强。\n　　盈利预测与投资评级：24年春节公司回款、动销进度一马当先，后续销售兑现压力不大，市场工作重点保障营销质量，古20稳价格、强渠道持续推进，古7、古8推宴席、铺网点落地有声，看好公司省内外均打开后三百亿增长新天地。我们维持公司2024-2026年归母净利润为60/74/90亿元，同比+30%/24%/21%，维持“买入”评级。\n　　风险提示：经济复苏不及预期、次高端扩容不及预期、食安问题。\n",
  "notice_date": "2024-06-03 00:00:00",
  "notice_title": "多价位稳扎稳打，全国化渐入佳境",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "孙瑜,于思淼",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "古井贡酒",
      "short_name_ch": "古井贡酒",
      "short_name_cht": "古井貢酒",
      "short_name_en": "GUJING DISTILLERY",
      "stock": "000596"
    }
  ],
  "short_name": "古井贡酒",
  "source_sample_name": "东吴证券",
  "star": "3"
}