{
  "attach_pages": "6",
  "attach_size": "549",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202304081585237324_1.pdf?1680967164000.pdf",
  "company_code": "80036717",
  "eitime": "2023-04-08 15:19:24",
  "extend": {},
  "info_code": "AP202304081585237324",
  "language": "0",
  "notice_content": "　　中兴通讯(000063)\r\n　　投资要点\r\n　　公司发布 2022 年报，并在近日召开业绩说明会， 2022 年公司实现营业收入 1229.54 亿元，同比增长 7.36%，实现归母净利润 80.80亿元，同比增长 18.60%，实现扣非归母净利润 61.67 亿元，同比增长86.54%。\r\n　　公司在全球及三大业务领域均实现同比增长，政企业务表现突出。 公司 2022 年国内和国际两大市场，运营商网络、政企业务和消费者业务三大业务收入均实现同比增长。其中国内、国际市场营收分别为 852.4 亿元、 377.1 亿元，同比增长 9.20%、 3.44%。运营商网络、政企业务、消费者业务营收分别为 800.4 亿元、 146.3 亿元、 282.8 亿元，同比增长 5.72%、 11.84%、 9.93%。\r\n　　运营商网络业务亮点包括： 1） 无线产品方面，公司是国内 5G 规模商用的主要参与者，在海外携手主流运营商，在西班牙、奥地利、意大利和泰国打造 5G 示范网络， 2022 年公司 5G 基站发货量、 5G 核心网发货量均为全球第二。 2）有线产品方面，公司在固网领域把握了全球宽带接入光纤化的机会，保持市场领先优势；光传输领域在国内运营商 OTN 集采中份额领先、 3）运营商云网业务方面，公司提供的产品和解决方案包括服务器、存储、芯片、操作系统、视频中台、数据中心等，公司的服务器及存储产品多年连续入围运营商集采， 2022年在多次集采中份额均排名第一。\r\n　　政企业务亮点包括： 1）服务器及储存产品成功突破互联网和金融行业的多家头部客户。 2） 在数字能源，公司提供预制全模块数据中心、微模块数据中心、集装箱数据中心等解决方案，及供配电、暖通、管理等核心系统，引领国家新型数据中心建设、助力绿色低碳数据中心发展。 3） 在产业数字化方面，公司在以 5G 为核心的云网底座，依托“数字星云”建设企业的数字平台，为行业客户提供灵活、便捷、高效定制方案，达到业务有韧性、系统可生长、成本能降低。 4） 在分布式金融数据库，公司的 GoldenDB 支撑银行核心业务稳定运行超过四年，是唯一拥有国家政策性银行、国有大型银行、股份制银行、城商行及大型金融机构、电信运营商核心业务改造实践的金融数据库。\r\n　　消费者业务亮点包括： 1） 中兴品牌手机持续推动移动影像和显示体验双引擎创新，强化在屏下摄像领域的优势，推出搭载全球领先的 第 三 代 屏 下 无 缺 全 面 屏 和 三 主 摄 计 算 摄 影 旗 舰 手 机 中 兴Axon40Ultra。 2） 在移动互联产品方面， 2022 年公司 MBB&FWA 全球市场份额第一。 3） 在家庭信息终端产品，实现跨越式增长， 2022 年公司 PONCPE 和机顶盒市场份额持续领先， Wi-Fi6 产品在意大利、西班牙、日本、泰国等国家实现规模商用， AndroidTV 机顶盒持续规模发货亚太、欧洲、南美等区域。\r\n　　运营商网络业务毛利率显著提升， 带动综合毛利率改善。 公司2022 年综合毛利率为 37.19%，同比提升 1.95pct。分业务看，运营商网络业务毛利率提升 3.77pct 至 46.22%，主要原因为收入结构变动及成本持续优化。政企业务毛利率下降 1.7pct 至 25.35%，主要由于收入结构变动。消费者业务毛利率下降 0.44pct 至 17.76%，主要受到手机产品毛利率下降影响。\r\n　　公司坚持长期高研发投入， 除研发以外的其他期间费用率均得到优化。 2022 年公司研发费用达到 216.02 亿元，同比增长 14.88%，研发费用率为 17.57%，连续多年稳定增长， 研发人员数量达到 36300 人，占员工总数的 48.52%。 长期高研发投入无线、 固网、 光传输、 算力基础设施等领域持续领先，发布多款新产品及方案， 并在芯片、数据库、操作系统等领域保持较强竞争力。 销售及管理费用优化，费用率分别为 7.46%、 4.34%，同比下降 0.17pct、 0.41pct。受益于净利息收入增加及汇率波动产生的汇兑损失减少， 财务费用压力降低， 同比减少83.05%。\r\n　　强化 ICT 全栈核心能力，构建高效数字底座。 在业绩说明会上，公司就战略规划、研发投入方向、产品技术创新及创新业务进展等市场关心的问题进行了交流。 公司在当前的数字经济时代定位为“数字经济筑路者”，基于 ICT 端到端的全栈核心能力，围绕连接（CT 技术）和算力（IT 技术），从 ICT 产业维度、行业应用维度参与和推动数字经济发展， 从网络、云网和算力三个层面，构建高效数字底座。 在算力基础设施领域， 公司已拥有全系列服务器及存储产品， 包括通用服务器、 GPU 服务器、液冷服务器以及全闪存储产品、混闪存储产品等。在人工智能领域， 公司的目标是利用领先的软硬件数智基座能力，支撑客户训好、用好大模型，持续降低大模型部署成本和能耗。 利用自身技术优势自研语言大模型， 提供安全、可信的大模型赋智千行百业，帮助客户提升研发、生产和运营效率。 未来重点投入三个产品方向：1) 公司的新一代智算中心基础设施产品，全面支持大模型训练和推理，包括高性能 AI 服务器、高性能交换机、 DPU 等； 2) 下一代数字星云解决方案，利用生成式 AI 技术，在代码生成、办公智能化、运营智能化等领域展开研究，全面提升企业效率； 3) 新一代 AI 加速芯片、模型轻量化技术， 大幅降低大模型推理成本。\r\n　　服务器产品竞争优势突出，实现跨越式增长。 算力市场需求的快速提升，给服务器及存储产品带来了巨大的增量机会。 中兴通讯服务器及存储产品线成立于 2005 年，目前拥有全系列的服务器及存储产品， 在研发、质量管控、供应链、渠道及自研关键器件等方面具备竞争优势， 近三年推动公司服务器收入从十多亿元快速提升至近百亿元的规模， 在营收中占比接近 10%， 实现跨越式增长。\r\n　　紧抓运营商云网、算网建设机会，实现第二曲线培育。 在抓住运营商传统网络建设机会的基础上，公司重视运营商加大投入云网、算网建设机会， 推出符合运营商需求的优势产品，如服务器、数据中心交换机、数字能源、数据中心、数据库、云电脑等， 培育公司第二增长曲线。 其中，在服务器方面，公司持续提升产品竞争力、拓展定制化产品、支撑客户政企转售， 巩固运营商市场综合排名第一； 在数据中心交换机方面， 已全面推出自研芯片产品，综合竞争力大幅提升，2023 年目标业绩倍增。\r\n　　投资建议\r\n　　预计公司 2023-2025 年营业收入为 1373.24 亿元、 1525.43 亿元、1678.65 亿元，归母净利润为 97.57 亿元、 110.45 亿元、 123.83 亿元， EPS 为 2.06 元、 2.33 元、 2.61 元，对应 PE 为 18 倍、 16 倍、 14倍，我们看好公司未来表现， 首次覆盖给予“买入” 评级。\r\n　　风险提示：\r\n　　运营商 5G 建设进度不及预期；数字经济发展进程不及预期；产品推广不及预期；市场竞争加剧； 中美贸易摩擦。",
  "notice_date": "2023-04-08 00:00:00",
  "notice_title": "公司动态点评：业绩同比高增，构建高效数字底座培育第二曲线",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "王立康",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中兴通讯",
      "short_name_ch": "中兴通讯",
      "short_name_cht": "中興通訊",
      "short_name_en": "ZTE",
      "stock": "000063"
    }
  ],
  "short_name": "中兴通讯",
  "source_sample_name": "中邮证券",
  "star": "3"
}