{
  "attach_pages": "8",
  "attach_size": "774",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204081558029798_1.pdf?1649441324000.pdf",
  "company_code": "80114781",
  "eitime": "2022-04-08 18:08:44",
  "extend": {},
  "info_code": "AP202204081558029798",
  "language": "0",
  "notice_content": "　　宁波银行(002142)\r\n　　事件：宁波银行公布2021年年报（此前已披露业绩快报）。全年实现营收/拨备前利润/归母净利润527.7/328.2/195.5亿元，分别同比增长28.4%/30.7%/29.9%；年末不良率0.77%，环比下降1bp，拨备覆盖率525.5%，环比提升10.1pct；加权平均ROE为16.6%，同比上升1.7pct。\r\n　　业绩点评：\r\n　　盈利拆解来看，全年盈利高增主要推动因素依次为规模维持高速扩张（+22.1%）、非息强劲增长（+11.0%）、国债等节税效应（5.4%）及合理的成本管控（+2.2%）。拨备计提增加（-6.4%）和息差收窄（-4.8%）是削弱盈利的两个主要负面因素。比较来看，公司业绩维持上市银行领先水平，继续体现了高成长性和强稳定性。\r\n　　值得关注的几点：（1）非息收入强劲增长。全年非息收入200亿，占营收的近4成。其中手续费净收入为82.6亿，同比高增30.3%，中收维持高速增长态势，主要源于近两年财富管理业务加速布局下，代理类中收增长加快。另外，投资收益也是支撑非息高增长的重要因素。全年投资收益、公允价值变动共计同比多增45.5亿，主要得益于公司较强金融资产投资配置能力。从战略导向到人员队伍再到相关财务数据均可看出，公司多元利润增长点已逐步夯实，有望持续支撑公司实现高速成长。（2）资产高速扩张对冲息差收窄压力。公司负债成本较刚性、生息资产收益率下行带来净息差同比收窄9bp至2.21%。在强大的信贷投放能力和区域信贷需求较旺盛的背景下，公司信贷资产维持高速扩张，以量补价实现净利息收入的较高增长。我们预计，经济下行压力下，资产利率或将继续走低，考虑到公司21Q4完成配股，资本实力较强，加之所在区域信贷需求仍较好，有望持续以量补价实现净利息收入的较快增长。（3）债权投资拨备计提力度加大。年末不良率、关注贷款率分别为0.77%、0.48%的行业极低水平。全年加回核销后的不良生成率仅0.71%，资产质量持续优异。公司维持审慎原则，维持了贷款拨备计提力度，全年计提贷款减值损失96.8亿，同比增26.2%。拨贷比、拨备覆盖率维持行业领先水平。此外，加大了债权投资拨备计提力度，全年资产减值损失同比增42.8%。全口径拨备安全垫进一步增厚。\r\n　　核心逻辑：\r\n　　深耕长三角地区，充分受益于区域经济发展。宁波银行已形成以长三角为主体，珠三角、环渤海为两翼的“一体两翼”格局，目前超90%业务集中于长三角地区。区域内民营经济发达、金融需求旺盛，公司将充分受益于地区经济高速发展。\r\n　　体制机制较优，市场化程度高。宁波银行股权结构多元，较早形成了国资、外资和民企互相制衡的股权结构。高管持股比例较高、员工考核机制持续优化。较优的市场化激励机制，将助推公司各项战略高效落地。\r\n　　坚持差异化的发展战略，形成了比较优势。宁波银行差异化发展战略定位明确，“大银行做不好，小银行做不了”的经营策略适宜，在各项业务中已形成比较优势。小微企业客群基础牢固，较早设立了零售公司利润中心，实现小微业务专营模式。目前小微业务已具备成熟的风险管控机制、丰富的产品体系和良好的市场口碑。此外，个人消费贷业务，得益于公司较早且精准的客群定位，实现了同业中较高的风险回报率。\r\n　　大零售和轻资本战略聚焦下，盈利新增长点逐步夯实。公司将财富管理业务作为重要转型方向，不断充实财富管理业务相关人才队伍，加大科技投入，战略转型较为坚定。目前已实现代理类业务手续费收入快速增长，个人客户、财富客户AUM不断突破。年末，宁波银行个人客户AUM达6562亿，同比增23%；私行客户数达1.3万户，同比增70%，私行AUM达1464亿，同比增53%。从需求端看，宁波银行客户服务能力强，多年深耕的公司条线、零售公司条线客户潜力巨大；从供给端看，公司加强机构合作，产品创新和营销力度亦在逐步加大。供需两端合力将推进财富管理业务高速成长，贡献新的利润增长点。\r\n　　投资建议：宁波银行年报业绩持续亮眼，资产高速扩张、非息强劲增长、全口径拨备安全垫进一步增厚、资产质量维持优异。我们预计配股完成以及地区信贷需求较好的背景下，宁波银行资产规模将维持高速增长，以量补价带动净利息收入较快增长；大零售和轻资本战略导向下，公司中收高速增长有望保持；经得住周期验证的优异的金融资产投资能力亦将在利率下行时期增厚公司盈利水平。拨备审慎原则下，减值计提力度不减。基于此判断，2022、2023年归母净利润同比分别增20.6%、18.9%，对应BVPS分别为23.9、28.1元/股。考虑到公司区域、体制机制、战略定位优势以及转型发展潜力带来的高成长属性，给予公司2.2倍2022年PB目标估值，对应股价52.6元，维持“强烈推荐”评级。\r\n　　风险提示：经济失速下行导致资产质量恶化；疫情持续扩散严重影响正常经营；监管政策预期外变动等。",
  "notice_date": "2022-04-08 00:00:00",
  "notice_title": "多元利润中心纵深推进，看好持续高成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "林瑾璐,田馨宇",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "宁波银行",
      "short_name_ch": "宁波银行",
      "short_name_cht": "寧波銀行",
      "short_name_en": "BANK OF NINGBO",
      "stock": "002142"
    }
  ],
  "short_name": "宁波银行",
  "source_sample_name": "东兴证券",
  "star": "1"
}