{
  "attach_pages": "6",
  "attach_size": "1083",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202410291640558315_1.pdf?1730193152000.pdf",
  "company_code": "80027629",
  "eitime": "2024-10-29 09:12:32",
  "extend": {},
  "info_code": "AP202410291640558315",
  "language": "1",
  "notice_content": "　　恒立液压(601100)\r\n　　Hengli’s EBIT in 3Q24 dropped 6% YoY to RMB445mn, due to gross margincontraction of 1.9ppt YoY despite an 11% YoY increase in revenue. The margincontraction, which was due to lower utilisation rate based on our understanding,is slightly below our expectation. Reported net profit grew 6% YoY toRMB504mn, helped by increases in net finance income and other gains. We arestill positive on Hengli over the medium term, as (1) revenue contribution fromnon-excavator components continues to increase; (2) electric cylinders, ballscrews and linear motion will likely serve as new growth driver in 2025E. Thatsaid, we think the potential Trump presidency could be a risk in the near term,given the potential increase in tariff that might affect the upcoming exports fromthe new production base in Mexico to the US market. We therefore believebetter entry points may emerge after the election. We have left our earningsforecast unchanged. Our TP is also unchanged at RMB64, based on 31x 2024EP/E (historical average). Maintain BUY.\r\n　　Key highlights in 3Q24 results: Revenue in 3Q24 grew 11% YoY toRMB2.1bn. Gross margin contracted 1.9ppt YoY and 2.1ppt QoQ to 41%.Selling & distribution expense ratio was under good control (2.1%, -0.2pptYoY), while administrative and R&D expense ratio increased 2.9ppt YoY to17%. In 9M24, net profit slightly increased 2% YoY to RMB1.79bn,accounting for 65% of our full-year forecast (run rate in 9M23: 70%).\r\n　　Production plan in Oct: We understand that Hengli has scheduled aproduction volume of 42k units of hydraulic cylinders (for excavators) in Oct,down ~5% YoY. For non-standardized cylinders, the planned production inOct is expected to drop ~10% YoY to 17k units, due to the high base effect.On the positive side, scheduled production volume of small-sizepumps/valves has increased ~40%/~90% YoY in Oct.\r\n　　Risk factors: (1) further weakness in the demand for hydraulic componentsfor excavators; (2) slower-than-expected new business development; (3)potentially higher tariffs upon Trump presidency.",
  "notice_date": "2024-10-29 00:00:00",
  "notice_title": "3Q24 earnings below expectations due to margin contraction",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "恒立液压",
      "short_name_ch": "恒立液压",
      "short_name_cht": "恒立液壓",
      "short_name_en": "JSHL",
      "stock": "601100"
    }
  ],
  "short_name": "恒立液压",
  "source_sample_name": "招银国际"
}