{
  "attach_pages": "5",
  "attach_size": "1045",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204271561925439_1.pdf?1651068401000.pdf",
  "company_code": "80027629",
  "eitime": "2022-04-27 14:06:41",
  "extend": {},
  "info_code": "AP202204271561925439",
  "language": "1",
  "notice_content": "　　韦尔股份(603501)\r\n　　Willsemi announced 1Q22 results. 1Q22 revenue/NP to shareholders declined10.8%/13.9% YoY to RMB5,583mn/RMB896mn, which accounted for 20%/18%of our full year forecasts. The Company expected NP to shareholders will have50%+ QoQ growth in 2Q22, driven by products structure adjustments and marketrecovery. Although we remain positive on Willsemi’s long-term outlook, we expectshort-term performance is challenging under current market environment.Maintain BUY with reduced TP of RMB200.0.\r\n　　 1Q22 results missed estimates. Although our previous forecasts were moreconservative than consensus, 1Q22 results still missed expectations. Despiteanother satisfactory quarter of non-mobile CIS growth, 1Q22’s revenuedropped 10.8% YoY. Mgmt. attributed the decline to 1) further weakness insmartphone shipment and 2) lowered semi distribution sales due to logisticdisruptions. GPM dropped 1.2% to 35.3% in 1Q22 (vs. 36.5% in 4Q21),impacted by clients’ pricing strategy under share gain pressure.\r\n　　 High level of inventories raised investors’ concerns. The Company’sinventories level was equal to ~4.6x monthly sales in 4Q21 and furtherincreased to 5.7x in 1Q22. The mgmt. have made clear that most of theinventories are standard products and will not have higher asset impairmentrisk. However, such level of inventory balance has surely caused marketconcerns, especially under current market sentiment. In addition, theresurgence of COVID cases and partial lockdown measures may require theCompany to excessively build up inventories to secure productions, addingdifficulty to offload inventories in near-term.\r\n　　Tough market environment challenges Company performance. Althoughwe remain positive on Willsemi’s long-term outlook, we expect short-termperformance to be challenging. By segment, we expect the growth in nonmobile CIS to remain largely intact. 1Q22 non-mobile CIS is estimated to grow70% YoY, while full year growth is forecasted at 36.1%. However, we havecut our expectations for mobile CIS sales, given lowered smartphoneshipment projection. Sales from mobile CIS is expected to decline 3.5% YoYin 2022 vs. previous forecast of 10% growth.\r\n　　Maintain BUY with TP of RMB200.0. We lowered our TP to RMB200 basedon 35x FY22E P/E multiple (vs. prior 42x), given depressed market sentimentand weakened consumer confidence. Potential downside risks include: 1)worse-than-expected global economy that curbs consumer spending, 2)higher level of inventory and 3) possible disruption in logistic and production.",
  "notice_date": "2022-04-27 00:00:00",
  "notice_title": "The feared bad 1Q22 is gone; All eyes on the recovery",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng,Lana Lin",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "豪威集团",
      "short_name_ch": "豪威集团",
      "short_name_cht": "豪威集團",
      "short_name_en": "OMNIVISION GROUP",
      "stock": "603501"
    }
  ],
  "short_name": "豪威集团",
  "source_sample_name": "招银国际"
}