{
  "attach_pages": "51",
  "attach_size": "4759",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401121617319395_1.pdf?1705077514000.pdf",
  "company_code": "80092742",
  "eitime": "2024-01-12 16:38:34",
  "extend": {},
  "info_code": "AP202401121617319395",
  "language": "0",
  "notice_content": "　　青岛港(601298)\r\n　　青岛港运营青岛五大港区，业务分为集装箱、液体散货、干散货、物流及港口增值服务等板块，其中集装箱、液体散货板块贡献超70%业绩。随着山东省港口整合进入以青岛港为核心的深入业务整合阶段，公司有望充分发挥资源优势，叠加ROE持续领先行业，业绩稳增且持续分红，凸显优质资产价值。\r\n　　青岛港：中国第二大外贸口岸，港口整合持续凸显地位。青岛港国际股份有限公司（青岛港601298.SH）控股股东为青岛港集团，间接控股股东为山东省港口集团，实控人为山东省国资委。公司运营管理青岛五大港区，主营集装箱、金属矿石、煤炭、原油等货种的装卸及配套服务，以及物流及港口增值服务、港口配套服务等业务。2022年，集装箱、干散货、液体散货、物流及增值板块贡献比重分别为25.48%、7.54%、35.29%、22.75%。\r\n　　青岛港口：枢纽港地位突出，持续受益于港口整合。青岛港是西太平洋重要的国际贸易枢纽，集疏运网络发达。2022年，全港货物吞吐量位列世界第4，集装箱吞吐量位列世界第5，且同比增速在集装箱吞吐量世界前10港口中居首。\r\n　　上市主体：业绩稳增+持续分红，投资价值显著。2022年，公司实现货物吞吐量6.27亿吨，2019～2022年CAGR领先全国主要沿海港口水平3.5pct；实现集装箱吞吐量2682万标准箱，2019～2022年CAGR领先全国主要沿海港口水平4.3pct。稳健经营支撑业绩稳步增长。2022年，实现归母净利润45.25亿元，2019～2022年CAGR为6.09%。公司ROE在A股港口上市公司中持续领先，2022年实现12.51%，超出A股港口板块平均水平6.03pct。同时，公司2022～2024年分红回报规划每年现金分红不低于当年可用于分配利润的40%。我们测算若分红比例为40%～50%，对应股息率为5%～6%，托底绝对收益价值。\r\n　　山东省港口整合：以青岛港为核心，开启深入业务整合。过去经济波动引起行业产能过剩，加剧港口同业竞争，整体效益的受损倒逼行业形成整合的趋势。随着同业竞争缓解，行业装卸费率逐步回归理性，带动行业盈利能力复苏。随着全国港口“一省一港”态势基本形成，山东省港口整合亦完成“三步走”：成立渤海湾港口集团、青岛港整合威海港、成立山东省港口集团。现阶段，山东省港口整合已进入以青岛港为核心的深入业务整合阶段。青岛港作为山东省沿海港口龙头，地理位置优越，且集疏运网络发达，我们认为青岛港在山东省沿海港口对于各货种的布局规划中均具备主导地位。随着港口业务整合推进，各业务板块均有望受益。\r\n　　集装箱板块：交通部口径下，现阶段，青岛港贡献山东省沿海港口集装箱吞吐量的比重稳定在70%附近，而青岛港集装箱吞吐量增速落后于省内其他沿海港口。2019～2022年，青岛港交通部口径集装箱吞吐量CAGR为6.91%，低于全省水平0.76pct。随着港口整合深入，青岛港集装箱吞吐量有望受益于烟台港、日照港、威海港等支线港的集装箱吞吐量高增。\r\n　　液体散货与干散货板块：山东港口原油、铁矿石、煤炭等货种的港口布局中，青岛港与日照港存在一定程度的腹地重叠，以致于难以直接避免同业竞争。随着港口整合深入，青岛港若顺利并购日照港、烟台港液体散货相关资产，同业竞争有望得到进一步缓解。\r\n　　集装箱板块：腹地工业确保韧性，对标釜山外拓中转量。公司集装箱板块的业绩主要由并表业务利润以及QQCT投资收益贡献，二者在2022年板块利润总额中的占比分别为47.37%、51.77%。受益于装卸效率领先、国际航线密集等优势，板块业绩维持稳增。根据公司公告，公司预计集装箱吞吐量2023年实现3000万标准箱，同比增长11.9%，2020～2023年CAGR为10.9%。集装箱吞吐量按装卸业务性质可分为本地箱与中转箱两类。\r\n　　本地箱：吸收腹地工业红利，弱外需背景下维持韧性。公司本地箱的装卸需求主要来自主要经济腹地山东、江苏、河北、山西及河南五省。五省工业及进出口资源深厚，合计第二产业GDP以及规模以上工业产成品占全国比重均稳定在30%以上。弱外需背景下，相较同为枢纽港的上海港、深圳港，青岛港集装箱吞吐量增速维持韧性，我们认为主要受益于货种结构的抗风险能力较强。\r\n　　中转箱：发挥营商环境优势，有望拓展增量。公司中转箱的装卸需求主要来自与支线港口之间的货物流转。国际区位上，青岛港邻近的集装箱枢纽港主要为上海港、釜山港，二者中转箱吞吐量占比均稳定在50%以上，同时，得益于青岛港的营商环境优势，青岛口岸以总分第一名荣获中国报关协会发布的2022年集装箱口岸环境测评最优等次，我们认为青岛港中转箱吞吐量具备扩张空间。\r\n　　液体散货板块：业绩改善受益于港口整合，规模扩张可期。公司液体散货板块的业绩主要由并表业务利润以及青岛实华投资收益贡献，二者在2022年板块利润总额中的占比分别为86.97%、12.23%。板块以原油为主要货种，腹地输油管道完善，高度受益于山东、江苏等地的炼厂相关吞吐需求。其中，山东原油进口量占全国比重维持在16%～20%区间，2011～2021年CAGR超全国水平7.35pct；山东原油消费量占全国比重维持在20%以上，2011～2021年CAGR超全国水平4.73pct。\r\n　　业绩改善受益于港口整合：公司液体散货吞吐量在2022年实现1.12亿吨，2019～2022年CAGR为4.9%，单吨收入2019～2022年CAGR高达12.0%，我们认为主要受益于港口整合。\r\n　　新增炼能叠加产能推进有望带动规模扩张：山东省重大工程裕龙岛炼化一体化项目目标于2024年投产，有望带动相关需求，且公司收购日照港集团、烟台港集团液体散货相关资产的计划有望顺利推进，我们预计公司液体散货板块规模大幅扩张。\r\n　　盈利预测与投资评级：青岛港业绩增长稳健，预计公司2023～2025年实现营业收入213.45、235.38、260.05亿元，同比增长10.8%、10.3%、10.5%，实现归母净利润50.94、57.43、64.81亿元，同比增长12.6%、12.7%和12.9%，对应EPS为0.78、0.88、1.00元，2024年1月11日收盘价对应PE为8.5倍、7.6倍、6.7倍。我们认为公司当前价值低估，叠加ROE、股息率持续领先，公司具备底部布局价值，首次覆盖给予“买入”评级。\r\n　　股价催化剂：港口整合推进超预期；货物吞吐量超预期；集装箱吞吐量超预期。\r\n　　风险因素：港口整合推进不及预期；集装箱吞吐量不及预期；液体散货吞吐量不及预期。",
  "notice_date": "2024-01-12 00:00:00",
  "notice_title": "深度报告：高盈利枢纽港，深入整合彰显价值",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "450",
          "publishName": "航运港口"
        }
      ],
      "short_name": "青岛港",
      "short_name_ch": "青岛港",
      "short_name_cht": "青島港",
      "short_name_en": "QDPI",
      "stock": "601298"
    }
  ],
  "short_name": "青岛港",
  "source_sample_name": "信达证券",
  "star": "3"
}