{
  "attach_pages": "4",
  "attach_size": "763",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401051616652996_1.pdf?1704474020000.pdf",
  "company_code": "80000038",
  "eitime": "2024-01-05 17:00:20",
  "extend": {},
  "info_code": "AP202401051616652996",
  "language": "0",
  "notice_content": "　　拓普集团(601689)\n　　事件概述：2023年1月4日，公司公告与宁波经济技术开发区管理委员会签署了《机器人电驱系统研发生产基地项目投资协议书》，其中：\n　　1、投资额度：拟投资50亿元（其中固定资产30亿元），规划用地300亩；\n　　2、建设地点：宁波经济技术开发区；\n　　3、生产产品：机器人电驱系统的研发生产及销售，并逐步拓展其他机器人部件业务；\n　　4、投建节奏：当前处于项目初期，具体实施时间、步骤及范围存在变动可能性。\n　　百万亿元级别赛道起航，公司竞争优势显著。根据公司公告，预计全球机器人行业容量市场空间巨大、可达百万亿元级别。公司主要布局机器人运动执行器（包含旋转执行器和直线执行器），单个机器人需要数十个运动执行器、单机价值约数万元人民币，公司竞争优势显著、业务进展顺利：\n　　1、公司核心优势：1）具备永磁伺服电机、无框电机等各类电机的自研能力；2）具备整合电机、减速机构、控制器的经验；3）具备精密机械加工能力；4）具备各类研发资源及测试资源的协同能力；\n　　2、执行器业务进展：公司研发的直线执行器和旋转执行器已经多次向客户送样，获得客户认可及好评，项目要求自2024年一季度开始进入量产爬坡阶段，初始订单为每周100台；\n　　3、产能规划：为满足客户要求，公司需要完成4套生产线的安装调试，形成年产10万台的一期产能，后续将年产能提升至百万台，当前公司正式开启机器人生产基地建设，看好公司在机器人领域的顺利拓展。\n　　近期多次增持，彰显对公司未来发展信心。2023年12月21日公司实控人的一致行动人副董事长邬好年先生增持1,354,200股，占公司总股股份数的0.12%，成交额为9,901万元。2024年1月3日公司董事长、实控人邬建树先生增持655,200股，占公司总股份数的0.06%，成交金额为4,502万元；控股股东迈科香港全资子公司暨一致行动人派舍置业增持850,400股，占公司总股份数的0.08%，成交金额为5,837万元；且邬建树先生、派舍置业计划自本次增持之日起6个月内继续择机增持公司股份，增持价格不高于90元/股，计划合计增持金额不低于人民币1亿元且不高于人民币2亿元（含本次已增持部分）。公司控股股东、实控人及一致行动人的持续增持，充分彰显对公司未来发展的信心。\n　　平台型Tier0.5，剑指全球汽配龙头。客户+：战略绑定特斯拉和造车新势力，进军全球供应体系。智能电动时代，依托公司QSTP所形成的核心竞争力，与国际、国内创新车企及主要传统整车厂建立稳定合作关系，先后伴随通用、吉利成长，目前战略绑定特斯拉开、启新一轮成长，同时已进入福特、FCA、LUCID、戴姆勒、宝马、大众、奥迪本田、丰田等全球供应体系。顺应行业电动智能变革，公司积极与RIVIAN、蔚来、小鹏、理想、比亚迪、吉利新能源、赛力斯等头部造车新势力合作，探索Tier0.5级的合作模式，为客户提供全产品线的同步研发及供货服务。公司汽车电子业务2023年发力突破，IBS项目、EPS项目、空气悬架项目、热管理项目、智能座舱项目分别获得一汽、吉利、赛力斯、理想、比亚迪、小米、合创、高合、上汽等客户定点。\n　　产品+：八大产品线叠加机器人运动执行器，打造平台型企业。公司前瞻布局智能电动汽车赛道，持续扩大产品线，形成平台型企业，已拥有8大系列产品：汽车NVH减震系统、内外饰系统、车身轻量化、智能座舱部件、热管理系统、底盘系统、空气悬架系统、智能驾驶系统，具备线控底盘一站式解决方案能力、完整的热管理模块及核心零部件自研自制能力，单车配套金额达3万元并具备持续扩展空间；此外公司布局机器人运动执行器，进入百万亿元级别新赛道。基于丰富的产品线，公司可为客户提供一站式、系统级、模块化的产品与服务，做到为车企提效、降本，符合行业发展需要、具备较高竞争门槛。\n　　投资建议：公司是特斯拉产业链高业绩弹性标的，凭借行业领先的客户拓展和产品拓展能力，有望在电动智能化变革下崛起成为自主零部件龙头；当前机器人产能开启建设，有望在新业务领域逐渐贡献增量。看好公司主要客户需求变化和轻量化、智能驾驶系统、热管理系统、机器人执行器业务的成长性，以及规模效应驱动利润率的提升，预计公司2023-2025年收入为211.05/282.05/401.00亿元，归母净利润为22.60/30.86/43.21亿元，对应EPS为2.05/2.80/3.92元，对应2024年1月4日68.1元/股的收盘价，PE分别为33/24/17倍，维持“推荐”评级。\n　　风险提示：特斯拉销量不及预期；机器人业务进展不及预期；竞争加剧；原材料成本上升等。\n",
  "notice_date": "2024-01-05 00:00:00",
  "notice_title": "系列点评一：开启机器人生产基地建设，百万亿元级别赛道起航",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "崔琰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "481",
          "publishName": "汽车零部件"
        }
      ],
      "short_name": "拓普集团",
      "short_name_ch": "拓普集团",
      "short_name_cht": "拓普集團",
      "short_name_en": "TUOPU GROUP",
      "stock": "601689"
    }
  ],
  "short_name": "拓普集团",
  "source_sample_name": "民生证券",
  "star": "3"
}