{
  "attach_pages": "8",
  "attach_size": "964",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202208221577454216_1.pdf?1661188186000.pdf",
  "company_code": "80000007",
  "eitime": "2022-08-22 15:04:00",
  "extend": {},
  "info_code": "AP202208221577454216",
  "language": "0",
  "notice_content": "　　中国中免(601888)\r\n　　事项：\r\n　　中国中免公告：公司已确定本次境外上市外资股（H股）发行的最终价格为每股158.00港元。公司本次发行的境外上市外资股（H股）预计于2022年8月25日在港交所主板挂牌并开始上市交易。\r\n　　国信社服观点：1）中免港股发行价确定为158元港币，处于此前预计发行价区间内，预计8月25日港交所主板上市交易。2）虽本次港股发行较A股有一定折让（相当于8月17日收盘价约73折），预计摊薄约5%，但公司有望借此逆势增加资本实力，未来有望立足港股平台，加速产业链纵深和海外扩张，全面夯实全球免税第一地位。3）虽海南近期疫情反复有所扰动，但未来存量复苏和新项目扩容仍有期待。4）考虑海南疫情，暂下调公司2022-2024年盈利预测EPS4.23/7.06/9.13元（此前预计EPS4.49/7.12/9.14元），对应PE44/27/21x。如考虑赴港融资摊薄影响（暂不考虑可能超额发售部分），对应EPS4.02/6.71/8.67元，对应PE47/28/22x。短期海南疫情仍待跟踪，但展望未来6个月，伴随疫情企稳，新项目开业，公司未来成长仍有催化，且后续也不排除政策利好预期。中线来看，公司围绕旅游零售“行前-行中-行后”三维度重构“人货场”，其供应链持续深化、国内外渠道扩张和效率提升均有看点，维持“买入”评级。\r\n　　评论：\r\n　　中免港股发行价确定，预计8月25日港交所主板上市交易\r\n　　中免港股确定发行价为158港币。根据公司公告及万得通讯社报道，公司已确定本次境外上市外资股（H股）发行的最终价格为每股158.00港元（不包括相关交易佣金手续费等）。该价格相当于8月17日公司A股收盘价的73折，处于此前预计的发行价区间内（143.5至165.5元港币），整体符合预期。\r\n　　整体摊薄暂预计5%，募资总额或162亿港币。公司本次融资总额预计约162.36亿港元（假设超额配股权不获行使，尚未扣除发行费用），对应发股1.03亿股本，整体摊薄约5%。此外，本公司已向国际包销商授出超额配股权，最多不超1541.42万股额外H股（即不超过上述拟赴港发行股本的15%）。公司本次发行境外上市外资股（H股）预计于2022年8月25日在联交所主板挂牌并上市交易，股份代号为1880。\r\n　　逆势融资，未来拟立足港股平台，加速产业链纵深和海外扩张，夯实全球免税第一地位\r\n　　虽然本次港股融资价格较A股有一定折价（预计与A股、H股市场差异，近期大盘情况相关），但摊薄5%仍较有限，且从中线来看，公司本次赴港融资核心在于获取港股平台，提升国际化影响力，强化国际化布局，为后续海外扩张和产业链纵深提供有利支撑，同时也可增加股权的流通性，提升治理上的现代化。\r\n　　结合我们此前分析，连续2年多疫情反复下，国际免税商均不同程度承压。公司本次逆势赴港上市融资，有望进一步加速国内外渠道扩张、供应链效率提升和促进产业链延伸，进而夯实全球免税市场第一地位。如下表所示，公司本次募资用途，核心在于巩固国内渠道和拓展海外渠道，改善供应链效率（包括收购或投资上游品牌巩固上游采购体系）、信息技术系统升级、会员体系推广和营销等。\r\n　　同时，公司本次赴港引入9名基石投资者，核心绑定国资背景投资基金、部分产业链上下游相关公司等。结合公告，中国中免引入了9家基石投资者，包括中国国有企业混合所有制改革基金有限公司（国务院国资委委托中国诚通控股集团有限公司发起设立）、爱茉莉太平洋集团、中远海运(香港)有限公司、融实国际控股有限公司（国家开发投资集团背景）、上海机场投资有限公司、泸州老窖有限公司、中国结构改革基金有限公司、海南自由贸易港建设投资基金有限公司、橡树资本，核心可分为国资背景的投资基金、产业链上下游相关公司以及大型海外投资基金三类，均实力雄厚。\r\n　　行业来看，国内免税行业未来增长仍有望27.5-36.0%，成长可观。结合中免最新赴港招股书，参考弗若斯特沙利文等预计，2022年中国免税商品销售市场规模将为人民币595亿元。政策利好推动下，预期市场将于2023年达到人民币1,322亿元，2019-2023年的复合年增长率为27.5%。假设跨境旅游逐步恢复，中国免税品市场预期将于2026年前进一步攀升至RMB3,329亿元，2023-2026年CAGR为36.0%，中线成长可观。\r\n　　聚焦中免，2020-2021年公司连续已两年全球免税第一。同时，2021年公司国内免税市场份额为86.0%，龙头地位、先发优势、规模效应凸显。虽然部分市场投资者也关注未来海南封关后的或有挑战以及出境游恢复下的国际竞争，但结合我们此前《新旗舰项目开业在即，再议中免长期投资价值》等报告分析，我们认为：1）海南未来封关政策仍待跟踪，但预计并非香港、新加坡模式，且不排除仍有过度期等综合考虑，目前暂不必悲观；2）出境游未来若放开，一是公司可借助枢纽机场卡位，其综合谈判议价能力不排除进一步提升，二是未来国人离境市内免税店政策仍可期待，国内免税蛋糕仍可能扩容。综合来看，中免未来核心在于围绕旅游零售行前-行中-行后三重维度重构“人货场”，持续提升供应链能力、渠道能力(线上+线下，有税+免税）以及运营效率的全面提升，赴港融资有望加速公司多元布局。\r\n　　短期海南疫情反复边际扰动，但未来恢复仍可期，新项目带来持续面积扩容助力中线成长\r\n　　近期，受海南“08.01”疫情影响，公司海南免税业务直接承压，如下表所示，公司海南核心门店8月初以来多数关店，进而也部分影响公司短期投资情绪。\r\n　　但是，过往数据显示每次海南客流企稳，免税复苏均较快。具体来看，2022年1、2月，海南离岛免税销售额同比增长38%、51%，虽然有去年同期竞争对手相对低基数因素，但整体仍表现突出，3-5月疫情后，今年6月海南离岛免税下滑11%（上半旬仍承压，下半旬快速好转，但中免6月收入已同比增长13%），7月离岛免税销售额已同比增长9%，如果考虑线上有税贡献，7月海南离岛免税店销售额同比增长达到21%，较为可观。鉴于此，未来伴随海南疫情逐步企稳改善，我们仍对其后续免税销售恢复较有信心。\r\n　　新项目新期待，中免海南经营面积后续有望持续扩容，强化其海南卡位布局。结合我们的持续跟踪，中免海口新海港项目或有望今年国庆左右推出，明年年中海棠湾一期2号地有望推出。其中新海港项目未来有望成为亚洲最大的国际免税商业综合体，目前已规划有全球最大的威士忌博物馆，多家国际大牌旗舰店和首店，兼顾高端购物与休闲体验需求，未来开业品牌数或有望超过800家，预计不排除今年十一前有望推出，有望强化公司海南竞争力，带来全新看点。明年年中海棠湾一期2号地不排除有望引入高奢品牌或进一步升级香化中心，品牌和购物环境有望升级。此外，中免三亚凤凰机场免税法式花园店（5000平米）后续也有望推出，持续扩容和强化卡位布局。\r\n　　简言之，短期海南疫情反复下，海南客流全面恢复仍待时日。但2021年8月17日，中免三亚机场免税店开始恢复运营，显示情况开始边际有所好转。若9月海南逐步企稳好转，展望四季度和一季度，海南有望逐步进入旺季，海南客流仍有望逐步渐进复苏，公司新海港等重磅新项目后续经营表现仍值得期待。\r\n　　投资建议：短期跟踪海南疫情走向，赴港融资助力中线成长，维持“买入”评级\r\n　　考虑海南8月疫情影响，我们暂下调公司2022-2024年盈利预测至82.68/137.91/178.17亿元，对应Eps4.23/7.06/9.13元（此前预计87.66/139.09/178.48亿元，对应EPS4.49/7.12/9.14元，主要下调22年盈利预测），对应PE44/27/21x。如果考虑赴港融资摊薄影响（暂不考虑超额发售部分），对应EPS4.02/6.71/8.67元，对应PE47/28/22x。短期来看，由于公司赴港融资定价相比A股有一定折让，兼顾近期海南疫情反复以及大盘风格影响，公司近期股价有所回调。\r\n　　但中线来看，本次赴港融资核心在于获取港股平台，提升国际化影响力，强化国内外布局，为后续海外扩张和产业链纵深提供有利支撑，且逆势融资有助于公司在全球免税艰难时刻，获得良好资金支持，夯实自身全球免税第一地位，有利于中长线发展。虽然短期海南疫情仍待跟踪，但过往表现已经证明一旦企稳公司免税业务恢复可期。展望未来6个月，伴随疫情企稳，公司海南存量复苏和新项目扩容均有期待，且未来也不排除政策利好预期。综合来看，围绕旅游零售行前-行中-行后三重维度重构“人货场”，公司未来供应链深化、渠道扩张和效率提升均有看点，维持公司“买入”评级。\r\n　　风险提示\r\n　　政策风险，新进入者竞争加剧等市场风险，宏观经济系统性风险，疫情反复及防控趋严风险，汇率大幅贬值风险，自然灾害、恶劣天气等，新项目开业进度或开业经营可能低于预期；赴港融资落定情况仍有不确定。",
  "notice_date": "2022-08-22 00:00:00",
  "notice_title": "赴港上市发行价确定，融资助力国际化发展",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "曾光,钟潇,张鲁",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "国信证券",
  "star": "1"
}