{
  "attach_pages": "44",
  "attach_size": "2904",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303271584591565_1.pdf?1679956136000.pdf",
  "company_code": "80092742",
  "eitime": "2023-03-27 22:28:56",
  "extend": {},
  "info_code": "AP202303271584591565",
  "language": "0",
  "notice_content": "　　保利发展(600048)\n　　战略：高屋建瓴，坚守与变革中保持组织活力。复盘公司历年的战略，从长期战略来看，主战略方向经历了4次变迁,始终坚守不动产开发主业不动摇，并根据行业和自身发展的不同阶段，对主战略做出前瞻性的调整，体现出公司坚定的战略定力和前瞻的战略定位。从短期对行业的研判与策略调整来看，能够准确研判行业趋势，结合自身发展需求贴合政策和市场环境，灵活调整经营策略。从战略落地来看，组织架构的变更验证公司的战略落地，同时公司无惧变革，近年创立业务共享中台，在组织活力方面锐意进取。2021年公司新任管理层带领公司平稳穿越周期，并积极增持彰显发展信心。\n　　销售：坚定围绕核心城市，区域深耕效果显著。2022年公司实现全口径销售金额4573.01亿元，同比下降14.51%，实现全口径销售面积2747.95万平，同比下降17.6%，销售表现优于大市，在行业下行、民企信用风险升级和行业加速出清等机遇与挑战中，公司积极抓住土地市场和销售市场带来的双重机遇，加大在核心城市核心区域的拿地和推货力度，全口径销售金额行业排名提升2名至行业第2名。公司在区域布局方面始终以中心城市为核心，坚持城市群深耕战略，使得公司在下行周期中能够保持稳定，拥有穿越周期的定力，在本轮下行周期中，公司的核心城市深耕战略仍然在不断得以验证，核心城市市占率逆势提升。我们认为2023年市场将延续分化，公司城市深耕的效果有望转化为销售额和市占率的提升。\n　　土地：顺周期以销定产，保持节奏把握机遇。复盘2011年-2022年公司的拓展情况，公司拿地策略同时兼顾顺周期以销定产保障开发和择时拿地提升利润率，既能顺周期保障公司开发需求、减少逆周期拿地带来的运营风险，又能在较短时间尺度内精准研判，择时拿地，提高拓展利润率。在2021年以来的下行周期中，公司在保持稳健的同时，也把握住了行业出清和土地市场深度调整所带来的拓展机遇，2022年拓展项目91个，拓展金额1613亿元，同比下降13%，位列百强房企第一名，拿地强度34.7%，基本与2021年持平，三千亿级房企中位列第二。从结构上来看向一二线核心城市聚焦，积极获取核心区域的优质地块。\n　　融资：融资渠道畅通，定增打开扩表空间。2019年后公司开始提前主动降低杠杆，2021年和2022年在行业深度调整阶段，公司凭借财务稳健和国企背景优势享受到融资环境改善的行业红利，融资优势得以凸显，有息负债规模增速提升。房企股权融资开闸后，公司拟募资不超过125亿元，有助于扩大公司业务规模，提升市场竞争力；优化资产负债表同时补充流动资金缓解业务增长带来的现金需求压力。\n　　格局重塑凸显成长价值。我们认为当前房地产行业在短、中、长期存在三大格局重塑的机遇，公司凭借短期供给、中期融资和经营、长期全国化逻辑等禀赋优势，叠加近年来表现出的积极进取态势，公司有望在行业三大格局重塑中把握行业变革的机遇，穿越周期走向行业第一。1）格局重塑一：短期市场分化加剧，稳健穿越周期强者更强。2）格局重塑二：中期民企缩表大势所趋，有效扩表实现规模增长。3）格局重塑三：长期穿透规模增长逻辑，全国化更具优势。\n　　预计公司2022-2024年EPS为1.53/1.73/1.92元/股。随着公司此前销售项目陆续进入结算周期，我们预计公司2022年-2024年房地产业务结算收入增速分别为-2.7%/16.2%/12.8%。预计公司2022年-2024年EPS分别为1.53/1.73/1.92元/股，给予公司2023年目标价21.89元/股。考虑到后续随着房地产市场逐步修复，行业估值水平有望回升，同时我们看好公司作为房地产行业龙头国企在市场复苏中的销售弹性和规模增长，因此首次覆盖给予“买入”评级。\n　　风险因素：政策风险：房地产调控政策收紧或放松不及预期。市场风险：地产行业销售下行幅度超预期。业务风险：公司地产销售业务和其他业务拓展不及预期。存在可比公司与公司在不同市场导致的估值偏差风险。\n",
  "notice_date": "2023-03-27 00:00:00",
  "notice_title": "公司深度报告：保持稳健穿越周期谋远利，发轫逆流格局重塑再展翼",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "江宇辉",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "451",
          "publishName": "房地产开发"
        }
      ],
      "short_name": "保利发展",
      "short_name_ch": "保利发展",
      "short_name_cht": "保利發展",
      "short_name_en": "PDH",
      "stock": "600048"
    }
  ],
  "short_name": "保利发展",
  "source_sample_name": "信达证券",
  "star": "3"
}