{
  "attach_pages": "7",
  "attach_size": "1445",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404161630271725_1.pdf?1713261993000.pdf",
  "company_code": "80027629",
  "eitime": "2024-04-16 10:06:33",
  "extend": {},
  "info_code": "AP202404161630271725",
  "language": "1",
  "notice_content": "　　歌尔股份(002241)\r\n　　Following a challenging 2023, we expect AI-driven upgrade and AR/VR productlaunches will boost revenue and profitability recovery in FY24E, and impact ofshare loss of the major TWS project should normalise in 2H24E. In the longerterm, we believe Goertek will continue to benefit from AR/VR secular trend withmore product launches from major players such as Meta, Sony, Google,Samsung and Huawei. For FY23, revenue/earnings decline of -6%/-38% YoYwas mainly dragged by TWS order loss and weak VR/AR demand, but we areencouraged by continued GPM recovery in 4Q23 (10.6% vs. 7.7%/10.1% in2Q/3Q23). To reflect FY23 results and gradual recovery in FY24/25E, wetrimmed FY24/25E EPS by 9%/11% and adjusted TP to RMB17.56, based onsame 25x FY24E P/E (7-yr hist avg). Maintain BUY.\r\n　　2024/25 Outlook: Riding on “AI+XR” trend, PS5/Quest 3 ramp-up andmargin recovery. For 2024, we are positive on shipment momentum ofPS5/Quest 3 and stabilised hearable product segment, and we also believeApple’s Vision Pro and edge-AI trend will accelerate AR/VR/XR productcycle, benefiting Goertek as a global AR/VR/XR OEM leader. In 2024/25, weexpect AR/VR/XR product pipeline will come from major players such asMeta, Sony, Google, Samsung and Huawei. Overall, we expect acousticsprecision component and smart products segment (gaming, AR/VR) willrebound 4%/9% YoY in FY24E (vs -7%/-7% in FY23), while hearableproducts (AirPods, Android TWS) will drop 22% YoY in FY24E. GPM willrecover to 10.5%/10.5% in FY24/25E (vs 8.9% in FY23E), given improvingutilization and hearable product margin recovery.\r\n　　FY23 earnings bottoming with 4Q GPM recovery. FY23 sales/net profitdecline of 6%/38% YoY were mainly impacted by TWS share loss andVR/AR demand weakness, but we are positive on improving 4Q GPM to10.6% (vs. 7.7%/10.1% in 2Q/3Q23), backed by better utilization and costcontrol. In 2H23, precision components/hearable products/smart productsegments posted -6%/+10%/-23% YoY, and GPM recovered to20.4%/8.4%/8.7% in 2H23 (vs. 20.6%/4.1%/5.9% in 1H23).\r\n　　Maintain BUY. We think AR/VR technology leadership and product roadmapin TWS/XR/acoustics/gaming segments will enable it to benefit from industryrecovery and new MR product cycle in FY24/25E. Maintain BUY withlowered TP of RMB 17.56. Upcoming catalysts include new XR productlaunches and continued margin recovery",
  "notice_date": "2024-04-16 00:00:00",
  "notice_title": "Focus on VR/AR/gaming business and margin recovery in FY24/25E",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Alex Ng,Claudia Liu",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "歌尔股份",
      "short_name_ch": "歌尔股份",
      "short_name_cht": "歌爾股份",
      "short_name_en": "GOERTEK",
      "stock": "002241"
    }
  ],
  "short_name": "歌尔股份",
  "source_sample_name": "招银国际"
}