{
  "attach_pages": "50",
  "attach_size": "12711",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202509221748357078_1.pdf?1758540804000.pdf",
  "company_code": "80000135",
  "eitime": "2025-09-22 11:33:24",
  "extend": {},
  "info_code": "AP202509221748357078",
  "language": "0",
  "notice_content": "　　洛阳钼业(603993)\n　　构建世界级资源矩阵，向百万吨铜产能目标迈进：公司坐拥全球稀缺的优质铜钴矿山资产，资源储量与开发前景优异。刚果（金）TFM+KFM两大核心矿区合计铜资源量3,444万吨+钴资源量540万吨。2024年铜/钴产量分别达65万吨/11.4万吨，位列全球前十铜生产商、并稳居全球第一大钴生产商。目前公司整体拥有6条生产线、65万吨以上的年产铜能力，未来产能扩张路径清晰，2028年铜目标产能进一步提升至80-100万吨。此外，公司践行多元化布局，巴西铌磷矿区、中国钼钨资产等形成抗周期资源组合；厄瓜多尔凯歌豪斯金矿（黄金资源量638吨）的收购继续拓展公司资源版图，预计2029年前投产，年产金11.5吨，将成为新的盈利增长极。\n　　逆周期并购+低成本开发铸就资源护城河，矿贸协同形成高效赋能：公司凭借对行业周期的深刻洞察，在金属价格低谷期锁定具备露天开采、储量大、品位高特质的世界级矿山资源，奠定成本竞争优势的基础；同时能够高效实现矿山储量到产量的转化，并以低于行业均值的开发成本快速转化产能，大多都转化为显著的业绩增长和市值提升。此外，“矿山+贸易”的现代化矿业模式是公司的差异化竞争优势，贸易平台IXM通过全球分销网络与金融工具应用，对公司资源端形成赋能，不仅强化了对国际金属贸易流向的洞察与调控力，也提升了在价格波动环境中的风险对冲能力和议价权。\n　　铜矿供应矛盾彻底爆发且将持续存在，全球流动性改善利好铜价上扬：铜矿生产扰动常态化对有效供给形成约束，且未来全球铜矿新投建项目有限，而冶炼产能集中释放，矿端紧缺难以改变。2025年冶炼厂冶炼利润再度压缩，再生铜供给偏紧，海外冶炼厂陆续减停产，国内减产预期仍存，供给端约束对铜价形成支撑。全球制造业PMI仍具韧性，尽管贸易摩擦风险加剧或拖累后续用铜需求，但新能源转型与数据中心用铜带来需求的结构性亮点，将对冲贸易摩擦带来的冲击。铜价有望在供给约束、流动性趋松以及全球经济复苏的带动下稳步向上。\n　　刚果（金）出口禁令延长引发供应收缩，看好政策调控下的钴价上涨空间：主导全球钴供应的刚果（金）将禁令延长至9月底或导致至少12.8万吨的原料供应短缺，印尼MHP项目虽放量但增量难以填补缺口。6月中国自刚果（金）钴湿法冶炼中间产品进口同比下降41.7%，进口原料供应减少，国内产业链库存有望加速去化。此外，美国收储钴强化自主供应链、欧盟宣布“重新武装欧洲计划”，凸显钴战略价值，将带动军工领域用钴需求。若刚果（金）后续恢复钴出口并采取出口配额制度，供给有望收缩，需求端高能量密度锂电池需求保持良好增长，预计钴价长期表现向好。\n　　投资建议：公司作为全球矿业巨头，依托其世界级矿山资源和“矿山+贸易”双轮驱动模式，在铜、钴等关键金属领域占据领先地位，同时多元化资源组合抵御周期波动。伴随一系列重点项目稳步推进，未来铜钴板块有望迎来量价齐升，黄金板块亦将开启第二成长曲线，带动公司盈利和估值同步提升。预计2025-2027年公司归母净利润164.6/188.8/210.4亿元，当前股价对应PE各为17.5/15.3/13.7x。首次覆盖，给予“推荐”评级。\n　　风险提示：国内经济复苏不及预期的风险：美联储降息不及预期的风险：有色金属下游需求不及预期的风险：有色金属价格大幅下跌的风险。\n",
  "notice_date": "2025-09-22 00:00:00",
  "notice_title": "铜钴产能跨越式扩张，资源巨擘扬帆启航",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "华立,孙雪琪",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1027",
          "publishName": "小金属"
        }
      ],
      "short_name": "洛阳钼业",
      "short_name_ch": "洛阳钼业",
      "short_name_cht": "洛陽鉬業",
      "short_name_en": "CMOC",
      "stock": "603993"
    }
  ],
  "short_name": "洛阳钼业",
  "source_sample_name": "中国银河",
  "star": "5"
}