{
  "attach_pages": "24",
  "attach_size": "1416",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409251640031798_1.pdf?1727281094000.pdf",
  "company_code": "80050806",
  "eitime": "2024-09-25 16:18:14",
  "extend": {},
  "info_code": "AP202409251640031798",
  "language": "0",
  "notice_content": "　　传音控股(688036)\n　　摘要：\n　　公司概览：公司定位于科技品牌出海，以非洲为根本不断向新兴市场拓展业务。公司主要从事以手机为核心的智能终端的设计、研发、生产、销售和品牌运营。主要产品为TECNO、itel和Infinix三大品牌手机，包括功能机和智能机。销售区域主要集中在非洲、南亚、东南亚、中东和拉美等全球新兴市场国家。分产品来看，手机业务收入是公司主要营收来源，近年来营收占比始终维持在90%以上。2019-2023年公司营收由253.46亿元增长至622.95亿元，CAGR高达19.7%。分地区看，公司新市场拓展较为顺利，为公司业绩增长持续注入新活力。公司亚洲及其他地区、非洲区2023年营收占比分别63%、35%，2019-2023年营收年复合增速分别为47.6%、3.0%，来自亚洲及其他地区的新兴市场已经接力非洲成为公司营收的重要来源。基于在新兴市场积累的领先优势，公司积极实施多元化战略布局，在新兴市场开展了数码配件、家用电器等扩品类业务以及提供移动互联网产品及服务\n　　横向：立足非洲绝对领先优势，持续布局新兴市场。新兴市场人口基数大增速高，人口结构年轻化。年轻人更对于新的科技品牌接受程度较高，更加愿意尝试性价比较高并且能够更好满足定制化需求的消费电子品牌，以传音控股为代表的定位科技品牌出海的企业有望充分享受于年轻化人口结构红利。同时，新兴市场国家中产阶级快速兴起，手机渗透率较低消费潜力大。根据IDC数据统计显示，2024年上半年，公司在全球手机市场排名第二，市占率为14.4%，其中智能机在全球范围市占率9.1%，排名第四。在非洲市场，公司非洲智能机市场的占有率超过40%，排名第一。在南亚市场，巴基斯坦智能机市场占有率排名第一；孟加拉国智能机市场占有率排名第一；印度智能机市场占有率排名第七。展望未来，我们认为公司在非洲营收规模增长将主要来自于：1.非洲手机市场整体出货量增长；2.智能机渗透率提升所带来的ASP提升；3.当前市占率较低国家的市占率提升。我们认为公司未来在南亚、拉美等新市场业绩增长将主要来自于：1.前期市占率较低国家的渗透2.智能手机取代功能机所带来的ASP逐渐提升\n　　纵向：AI+新业态夯实核心竞争力，由浅入深打造传音生态平台。公司成立以来便始终专注于海外市场，有望依靠立足海外的天然地理优势接入ChatGPT，以ChatGPT赋能移动互联业务、丰富扩品种类、提升应用性能、开发多样化的智能硬件设备。同时，公司借助渠道优势，在非洲等新兴国家市场移动互联业务发展迅速，扩品类业务得到高质量品牌保障，初步完成了“手机+移动互联网服务+家电、数码配件”的生态模式布局。尤其在移动互联网服务方面，传音早期的移动互联网布局从操作系统、应用商店、游戏中心开始，之后拓展到工具等基础产品矩阵，构建了完整的流量流转渠道。在此基础之上，又进一步搭建了基于自有流量的广告分发能力与基于大数据的中台服务能力。在与手机绑定最深的基础能力之外，App生态上，传音与网易、腾讯等伙伴合作，开发了非洲领先的音乐流媒体平台Boomplay、非洲第一名的综合内容分发应用Phoenix、非洲排名前三的新闻聚合应用Scooper等MAU千万级产品，成为中国互联网先进产品力与资源、资本进入非洲市场的最佳放大器。目前，传音已经凭借手机与移动互联网业务，打通了非洲全部54个国家全链路运营，通过本地化团队建设，大生态圈的沉淀与摸索，搭建了全新的商业与技术中台，成为非洲“数字基础设施”的重要参与者。伴随公司在硬件市场确立起来的统治地位，叠加前期项目投入的成果逐步落地，预计移动互联网生态领域将成为公司的第二增长极\n　　风险提示：新品开发不达预期风险；行业景气度大幅下滑风险；新客户导入不及预期风险\n",
  "notice_date": "2024-09-25 00:00:00",
  "notice_title": "新兴市场基本盘稳固，横纵业务拓展再度腾飞",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "张世杰,罗平",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "传音控股",
      "short_name_ch": "传音控股",
      "short_name_cht": "傳音控股",
      "short_name_en": "TRANSSION",
      "stock": "688036"
    }
  ],
  "short_name": "传音控股",
  "source_sample_name": "太平洋",
  "star": "3"
}