{
  "attach_pages": "4",
  "attach_size": "939",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207131576100953_1.pdf?1657719320000.pdf",
  "company_code": "80027629",
  "eitime": "2022-07-13 13:35:20",
  "extend": {},
  "info_code": "AP202207131576100953",
  "language": "1",
  "notice_content": "　　卓胜微(300782)\r\n　　Maxscend announced its 1H22 profit alert. Preliminary 1H22 revenue is est. tobe RMB2,235mn, showing 5.3% YoY decline. 1H22 NP to shareholders isexpected to drop 29.7%-24.7% YoY to RMB713mn-RMB764mn. We believe thisreflects a weak consumer electronic market in 2Q. However, the outlook forsmartphone market is grim and market uncertainties remain high. We cutFY22/23 NP forecasts by 26%/28%, and trim our TP to RMB138. Maintain BUY.\r\n　　Weak 2Q consumer electronic market is well expected. For 2Q, revenue(RMB905mn) fell 23.1% YoY and 32% QoQ and NP to shareholders (midpoint est: RMB279mn) dropped 46.5% YoY and 39.2% QoQ. 1H22revenue/NP accounted for 43%/41% of our full year forecasts. NPM dropped3.7% YoY to 30.8% in 2Q (vs. 46.1%/34.5% in FY21/1Q22). We believe theresults are largely due to a weak market and sector-wide high level ofinventory.\r\n　　The outlook for smartphone market is grim and market uncertaintiesremain high. We think the headwind for consumer market (such assmartphone, PC, etc.) will persist into 2H22, particularly in Android market. Inaddition, the unfavorable market condition will affect the Company’sprofitability due to weakening consumer spending. Accordingly, we cutFY22/23 NP forecasts by 26%/28%.\r\n　　Riding on the tailwind of localization trend with boarder portfolio of RFcomponents. Maxscend also announced a significant breakthrough of SAWfilter development and production. The self-designed and produced SAWfilters have completed small-scale production and are expected to begin massproduction in 3Q. We believe the self-developed SAW filter products willimprove Maxscend’s competitiveness in RF market. Moreover, the trend oflocalization stays intact. We are optimistic in Maxscend’s long-term outlookgiven its leading domestic market position and broader spectrum of offerings.\r\n　　Maintain BUY with new TP of RMB138. TP of RMB138 is based on 36x FY22EP/E (~1SD below 2-yr avg). Potential risks include 1) weaken consumer demand,2) intensified competition, 3) slower-than-expected R&D and 4) furtherdeteriorated marco environment. Potential upside includes M&A opportunity.",
  "notice_date": "2022-07-13 00:00:00",
  "notice_title": "1H22 profit alert: weak 2Q market dragged performance",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng,Lana Lin",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "卓胜微",
      "short_name_ch": "卓胜微",
      "short_name_cht": "卓勝微",
      "short_name_en": "MAXSCEND",
      "stock": "300782"
    }
  ],
  "short_name": "卓胜微",
  "source_sample_name": "招银国际"
}