{
  "attach_pages": "6",
  "attach_size": "1074",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504301664680857_1.pdf?1745972520000.pdf",
  "company_code": "80027629",
  "eitime": "2025-04-30 00:22:00",
  "extend": {},
  "info_code": "AP202504301664680857",
  "language": "1",
  "notice_content": "　　恒立液压(601100)\r\n　　Hengli’s reported net profit in 4Q24 /1Q25 was -4% YoY /+3% YoY and camein slightly lower than our expectation due to higher administrative expenses.That said, the higher expenses were due to the booking of depreciation ofMexico production plant and precision business (ball screws and linear motion)as a result of the transfer of construction-in-progress to fixed assets. We finetune our 2025E/26E earnings forecast by -2%. We are staying positive on Hengliand revise up our TP to RMB92 (previously: RMB64), based on 35x 2025E P/E(equivalent to historical average + 1SD) as: (1) we roll over our valuation to2025E, and (2) we believe humanoid robots components such as ball screwswill serve as the important growth driver in the medium term. Maintain BUY.\r\n　　Key highlights in 2024 results: Revenue in 2024 grew 5% YoY toRMB10bn (1%/10%/2%/2% growth of hydraulic cylinders / pump & valve /hydraulic systems / components). Blended gross margin expanded 1.4pptYoY to 42.6%, driven by hydraulic cylinders. EBIT, however, was flat YoYlargely due to a 1.8ppt YoY increase in administrative expense ratio (to6.3%). Net profit was RMB2.5bn, stable YoY. In 4Q24, net profit dropped4% YoY to RMB717mn, due to a 7% YoY decline in revenue and higheradministrative expense ratio (+3.4ppt to 8.7%).\r\n　　Key highlights in 1Q25 results: EBIT dropped 9% YoY to RMB579mn, asthe 3% YoY increase in revenue was offset by 0.7ppt YoY contraction ofgross margin (to 39.4%) and an increase in expense ratio in general. Helpedby a 2.6x YoY increase in net finance income, net profit in 1Q25 grew 3%YoY to RMB618mn, which accounted for 21% of our full-year estimates (runrate in 1Q24: 22%).\r\n　　Potential reduction of segment loss in 2025E. We understand that theloss attributable to Mexico production plant and precision business was~RMB100mn, due to the depreciation of newly-added fixed assets. Henglisees chances of loss reduction in 2025E when product delivery increases.\r\n　　Outlook on ball screws. The current annual capacity of ball screws isenough to support production value of RMB700-800mn. Hengli targets toincrease the capacity to RMB2bn, equivalent to ~100k units of ball screws.\r\n　　Risk factors: (1) further weakness in the demand for hydrauliccomponents; (2) slower-than-expected new business development",
  "notice_date": "2025-04-30 00:00:00",
  "notice_title": "Higher expenses are transitory; eyes on new products",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "恒立液压",
      "short_name_ch": "恒立液压",
      "short_name_cht": "恒立液壓",
      "short_name_en": "JSHL",
      "stock": "601100"
    }
  ],
  "short_name": "恒立液压",
  "source_sample_name": "招银国际"
}