{
  "attach_pages": "20",
  "attach_size": "1309",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202405121632916284_1.pdf?1715524331000.pdf",
  "company_code": "80042949",
  "eitime": "2024-05-12 14:32:11",
  "extend": {},
  "info_code": "AP202405121632916284",
  "language": "0",
  "notice_content": "　　国电电力(600795)\n　　国家能源集团核心电力平台，火水风光协同发展。公司为国家能源集团旗下综合性能源平台，国家能源集团由原神华集团（国内最大的煤炭企业）以及原国电集团（五大发电集团之一）于2017年重整而来，拥有煤电一体化背景。公司作为集团旗下核心电力上市平台，明确打造集团公司“常规电力能源转型排头兵，新能源发展主力军，世界一流企业建设引领者”，火水风光协同发展。截至2023年底，公司拥有控股装机10564万千瓦，其中火电、水电、风电、光伏分别为7279、1495、929、860万千瓦。\n　　整体来看，我们分析公司最核心的优势是多板块业绩互补，提供业绩更高的稳定性，尤其是大渡河水电的现金流价值和准煤电一体化带来的成本优势，赋予公司更强的抗风险能力，使公司业绩更加“去周期”化。\n　　水电：大渡河价值亟待重估，量价齐升成为催化剂。从权益装机口径来看，公司实际上是我国第五大水电上市公司，拥有大渡河流域2/3开发权，同时也是我国少有的装机尚有增长的水电公司，我们认为当前股价中并未完全体现水电的高估值。截至2023年底，公司拥有控股在运水电装机1495万千瓦，权益装机口径仅次于长江电力、华能水电、国投电力和川投能源。其中国能大渡河（持股80%）拥有控股装机1174万千瓦，占公司水电总装机79%。当前国能大渡河净利润水平20亿元量级，我们预计2027年在来水改善、龙头水库电站增发效益双重作用下，国能大渡河盈利能力拥有较大上浮空间。长期来看，我们分析市场对水电资产的绝对低协方差属性并未充分认知，估值重估尚未结束。整个水电板块具备长期配置价值。\n　　火电：准煤电联营带来独特优势，容量电价有望带来估值提升。公司火电机组几乎全部为煤电，2019年与中国神华重组的资产占公司煤电机组比例超过70%，具备煤电联营属性，煤价成本相对稳定，系公司煤电最主要的特点。此外，公司机组主要集中在华东等电力紧张地区，高参数大机组占比行业领先，亦提供公司相对优势。容量电价改变煤电商业模式，对公司构成实质性利好，虽然在当前补偿力度下，电量电价仍然是决定煤电公司盈利的根本性因素，但是政策指引2026年后补偿比例持续提升，有助于煤电业绩趋于稳定，还原公用事业属性，带来煤电估值重构。\n　　新能源：十四五35GW高规格目标，精选项目，多能互补高质量发展。双碳战略下各电力集团绿电转型加速，公司作为集团旗下核心电力平台，规划十四五新增35GW新能源目标。尽管当前新能源行业存在消纳、电价等困境，但随着绿电政策的加速出台，新能源行业或迎来曙光。公司作为国家能源集团旗下新能源发展主力军，有望率先受益于行业政策边际变化。\n　　盈利预测与估值：结合当前电力市场环境、煤炭供需情况、公司十四五战略规划以及在建项目，我们预计公司2024-2026年归母净利润分别为75、80、96亿元，当前股价对应2024-2026年PE分别为13、12、10倍。中性偏保守假设下，公司内在价值为440（火电）+480（水电）+420（新能源）-200（其他板块等）=1140亿元，较当前市值仍有20%向上空间。公司高度重视股东回报，为首家执行半年度权益分派的火电央企。在国企改革考核升级下，公司或将承担改革先锋职责。首次覆盖，给予“增持”评级。\n　　风险提示：煤价上涨超预期、减值超预期、新能源装机不及预期。\n",
  "notice_date": "2024-05-12 00:00:00",
  "notice_title": "火水风光协同发展的综合性平台 业绩稳健去周期化",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "刘晓宁",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "428",
          "publishName": "电力行业"
        }
      ],
      "short_name": "国电电力",
      "short_name_ch": "国电电力",
      "short_name_cht": "國電電力",
      "short_name_en": "GDPD",
      "stock": "600795"
    }
  ],
  "short_name": "国电电力",
  "source_sample_name": "华源证券"
}