{
  "attach_pages": "5",
  "attach_size": "154",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409231639978371_1.pdf?1727101665000.pdf",
  "company_code": "80000007",
  "eitime": "2024-09-23 13:39:21",
  "extend": {},
  "info_code": "AP202409231639978371",
  "language": "0",
  "notice_content": "　　今世缘(603369)\n　　事项：\n　　事件：9月19日今世缘酒业在南厂区召开以“醅酿醇香，智造未来”为主题的2万吨酿酒项目开酿仪式，伴随此次2万吨浓香白酒投产，公司目前总产能将达到6万吨；本次活动期间公司成功召开“国缘2049”新品鉴定会，定位千元价位带高端战略新品，推进公司高端化战略。\n　　国信食饮观点：1）公司不断推动产能扩张和智能化酿造，去年年产能突破4万吨，随着此次2万吨浓香\n　　白酒开酿，总产能站上6万吨，预计明年总产能达到8万吨；2）行业存量竞争背景下品质是最大的生产力，公司产能扩张解决了“长期结构提升战略”和“短期腰部放量战术”的平衡问题；3）公司推出新品“国缘2049”，定位千元价位战略单品，进一步拉升国缘品牌形象，为V系列的发展打开空间。行业调整周期中国缘品牌势能向上，公司组织、渠道、产品发展思路清晰，维持此前盈利预测，预计2024-2025年EPS为2.96/3.51元，当前股价对应PE14.5/12.3x，维持“优于大市”评级。\n　　评论：\n　　年产能突破6万吨，扩产规划清晰\n　　公司重视产能对产品品质的赋能，不断推动智能化酿造。公司在2016年实现智能化及酒质提升等技改项目主体的竣工投产，并于2019-2023年进行扩产和升级改造，去年年产能突破4万吨。随着此次2万吨浓香白酒的投产，公司总产能扩张至6万吨；同时新建的2万吨清雅酱香型白酒将于明年全面投产，届时总产能将达到8万吨。到“十五五”期间，公司计划实现原酒产能超10万吨，陶坛贮能达到60万吨。\n　　产能扩张助力品质提升，夯实国缘基本盘优势\n　　过去几年消费者对“质价比”诉求提升，行业存量竞争的背景下，头部酒企更加重视产品品质的提升，公司显著的产能提升为其在高端市场的份额争夺打下基础：1）高端白酒酒质和基酒年份呈正相关，原酒产能和陶坛贮能的扩容为高端基酒储备打下基础；2）公司大众价位产品仍处于势能上升和放量阶段，产能的扩大进一步夯实公司基本盘优势，解决“长期结构提升战略”和“短期腰部放量战术”的平衡问题。\n　　推出千元战略新品，完善全价格带产品布局\n　　本次活动期间公司推出新品“国缘2049”，定位千元价格带战略单品，产品为42度中度浓香白酒，终端零售价1599元，进一步打开公司高端化发展空间。本轮行业调整周期中国缘品牌影响力逆势提升，四开、对开在省内商务场景份额优势扩大；大众价位单开、淡雅增速领先，苏北、苏中地区市占率快速提升；V3在苏南地区有所突破，今年战术性推V6补充价格带空白。我们认为“国缘2049”补充千元价位布局，有助于拉升国缘高端品牌形象，同时为V系列的发展打开空间，长期随省内价格带的升级，国缘主导增长产品亦有望跃升。\n　　投资建议：维持“优于大市”评级\n　　当前江苏省内存量竞争加剧，国缘品牌仍处于向上周期，100-300元价位份额提升较快，收入增长具有韧性，省内基本盘进一步夯实。全年看，公司经营节奏稳健，全年完成122亿元收入目标确定性较强。长期看，伴随国缘品牌形象进一步拉升、辐射，省外长三角等“10+N”重点市场有望贡献收入增量。维持收入及盈利预测，我们预计2024-2025年公司收入123.04/150.06亿元，同比+21.8%/+22.0%；预计归母净利润37.10/44.00亿元，同比+18.3%/+18.6%。当前股价对应24-25年估值14.5/12.3x，维持“优于大市”评级。\n　　风险提示\n　　白酒行业需求复苏不及预期；省内竞争加剧；政策风险等。\n",
  "notice_date": "2024-09-23 00:00:00",
  "notice_title": "2万吨产能开酿赋能品质升级，千元价位推新完善产品布局",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张向伟",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "今世缘",
      "short_name_ch": "今世缘",
      "short_name_cht": "今世緣",
      "short_name_en": "King’s Luck",
      "stock": "603369"
    }
  ],
  "short_name": "今世缘",
  "source_sample_name": "国信证券",
  "star": "1"
}