{
  "attach_pages": "14",
  "attach_size": "1376",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303021583964539_1.pdf?1677776724000.pdf",
  "company_code": "80000007",
  "eitime": "2023-03-02 17:05:24",
  "extend": {},
  "info_code": "AP202303021583964539",
  "language": "0",
  "notice_content": "　　思源电气(002028)\r\n　　事项：\r\n　　公司公告：近日，公司发布2022年业绩快报。2022年公司实现营业总收入104.69亿元，同比+20.4%，实现归母净利润12.18亿元，同比+1.7%，实现扣非归母净利润11.63亿元，同比+4.6%。报告期内，公司的生产经营活动受到外部环境的影响，包括国际政治经济局势波动、新冠疫情、海外运输成本上涨、大宗原材料价格及汇率波动等；面对各种挑战，公司持续精进核心技术和制造实力、不断改进和提高运营能力，全力提升产品核心竞争力。\r\n　　国信电新观点：1）公司是国内电力设备龙头企业，聚焦主业三十载，产品序列齐整，市场地位稳固。2022年由于全国多点散发疫情影响电网投资进度低于预期，我们预计2023年电网投资有望迎来集中兑现。2）公司立足电力设备主业，稳健布局超级电容技术，探索汽车电子和功率型储能场景的应用。公司拟收购烯晶碳能股权，收购完成后将持有其70.4%的股份，增加公司在烯晶碳能业务中的主导权和决策权，有利于进一步整合双方技术和市场优势。3）我们预计公司22-24年实现营业收入分别为104.69/128.88/150.70亿元，同比增长20.4%/23.1%/16.9%；实现归母净利润12.18/15.73/18.44亿元（对应22-24年PE分别为29/23/19），同比增长1.7%/29.1%/17.3%，综合多角度估值我们认为公司股票合理价值在48.96-51.00元之间，相对于当前股价有6%-11%溢价空间，首次覆盖给予“买入”评级。\r\n　　评论：\r\n　　成立三十载，已成为电力设备龙头企业\r\n　　思源电气股份有限公司成立于1993年12月，2004年8月在深圳证券交易所上市，公司是目前输配电设备行业中少数几家具备电力系统一次设备（传统机械类电力设备）、二次设备（控制类电力设备）、电力电子设备等产品的研发、制造和解决方案能力的企业。公司成立以来产业链不断扩大，迄今公司已拥有十多个制造实体，分布于上海、如皋、常州、南京等地，产品覆盖了超高压、高压开关设备、变压器、继电保护及自动化系统、无功补偿装置、测量监测装置、电力电子设备、汽车电子等专业领域，公司主要户主要为国家电网公司、南方电网公司、五大发电集团及其下属企业、地方电力公司及轨道交通、石油、工矿企业。公司荣膺国家重点火炬计划高新技术企业、中国能源装备十佳民企、上海市创新型企业等荣誉称号。\r\n　　公司注册资本7.69亿元，实际控制人为董增平与陈邦栋二人组成的一致行动人；截至2022年三季报，董增平和陈邦栋共直接持有29.61%公司股权。公司及主要子公司生产与销售500kV及以下GIS和GIL、750kV及以下SF6断路器和隔离开关、500kV及以下电流互感器、1000kV及以下电压互感器、220kV及以下电抗器、66kV及以下中性点接地成套装置、油色谱及在线监测系统等相关业务。除电力设备主业外，公司依托上海稊米汽车科技有限公司和烯晶碳能电子科技无锡有限公司开拓超级电容业务。截至2023年2月20日，公司已收购购烯晶碳能41.2%股权，工商变更手续尚未完成，同时计划通过股权转让的方式，收购烯晶碳能19.2%的股权；若本次股权收购完成，思源电气将持有烯晶碳能70.4%的股份。\r\n　　公司主要高管均毕业于国内著名院校。董增平先生毕业于上海交通大学，现任上海思源电气有限公司董事长，上海市政协委员、上海市闵行区青年联合会委员，同时担任江苏省如高高压电器有限公司董事、江苏思源赫兹互感器有限公司董事等。陈邦栋先生毕业于华中科技大学，现任本公司副董事长兼总工程师，他曾于2000年获得闵行区科技先进工作者金奖，同时还担任江苏省如高高压电器有限公司董事长、江苏思源赫兹互感器有限公司董事长等。\r\n　　产品序列齐整，市场地位稳固\r\n　　公司主要产品为输配电设备的研发、生产、销售及服务。主要涉及开关类、线圈类、无功补偿类、智能设备类及相关产品和EPC业务。其中，开关类及相关产品指GIS、隔离开关、断路器；线圈类及相关产品指中性点接地产品、电抗器、互感器、变压器、油色谱及在线监测系统；无功补偿类及相关产品指电力电子成套设备、电力电容器、整流器；智能设备类及相关产品指变电站自动化及继电保护系统；EPC指工程总承包，即按合同约定对工程项目的设计、采购、施工等实行全过程或若干阶段的承包。公司产品广泛应用于电力、冶金、石化、煤矿、电气化铁道、公用设施等行业，并在上海磁悬浮、上海地铁、东海大桥、秦山核电站、云广800KV特高压直流输电、北京奥运工程、上海世博会等众多国家重点工程项目得到应用。\r\n　　2018-2022H1年公司营业收入分别为47.58/63.31/73.12/85.91/43.03亿元，同比增速分别为6.94%/32.74%/15.56%/17.94%/13.17%。公司营业收入最大源为开关类及相关产品，2018-2022H1年分别占营收比重为43.79%/43.07%/46.20%/46.76%/55.95%；其次是线圈类及相关产品，2018-2022H1年分别占营收比重为20.30%/21.66%/19.83%/20.60%/20.18%。\r\n　　公司在中高压电力设备领域常年位列行业第一梯队。2022年第一至四次国网设备招标中，思源电气分别以12%和21%的中标份额位列组合电器和断路器中标量的第四名和第二名，且为中标前五位中唯一的国内民营企业。公司每年年初会制定新增合同目标，从历史情况看，实际新增订单与年初设定的目标基本吻合。\r\n　　凭借电力设备行业多年know-how，稳健布局汽车电子/储能等市场\r\n　　公司坚持在超级电容器领域的技术布局，推动在汽车电子、功率型储能场景的应用，具体业务主要依托控股子公司上海稊米汽车科技有限公司和参股子公司烯晶碳能电子科技无锡有限公司。上海稊米开发的超级电容启停模组在沃尔沃汽车的某款混动车型上已经实现量产，进入批量供货阶段；公司在瑞士设立的全资子公司SECHSA已获取国际知名汽车电子零部件公司的超级电容供应商定点。\r\n　　烯晶碳能成立于2010年，是一家从事超级电容等功率型储能器件研发、生产和销售的国家高新技术企业，推出的超级电容器（EDLC）和混合超级电容器（HUC）已用于全球主要知名汽车品牌，及国内外主要的知名电力设备制造商，公司已参与国家电网多个储能调频类示范项目，其中中国张北新能源基地项目五年无故障运行。烯晶碳能为少数几家掌握制造干法工艺电极的超级电容器核心技术和关键材料的企业之一,主要产品包括干法电极、超级电容器单体、超级电容器模组以及储能系统。本次股权收购有望增加公司在烯晶碳能业务中的主导权和决策权，将有利于进一步整合双方的技术和市场优势，从而推动超级电容器在相关领域的应用，符合公司的长期发展战略。\r\n　　2017-2021年归母净利润CAGR高达48%，毛利率多年维持在30%左右近几年公司持续巩固国内电网市场、重点突破海外市场，进一步提升市场占有率，大力提升自身品牌影响力，积极拓展关键客户。此外，公司进一步提升EPC综合服务能力，满足客户对整体解决方案日益增长的\r\n　　需求；积极开拓柔性直流输电、汽车电子电器、中压开关、套管、智能运维等新业务机会，确保在行业中保持持久领先的增长动能。2017-2021年公司营业收入CAGR为18%，归母净利润CAGR高达48%。公司营业收入呈现出较为明显的季节性，每年第一至第四季度营收规模呈现上升趋势；公司归母净利润正常年份下各季度较为均匀，近三年受多点散发疫情影响利润波动性较大。\r\n　　2018-2022H1年公司主营业务毛利润分别为14.58/18.54/21.46/26.25/11.06亿元，其中开关类及相关产品是毛利润的主要来源。2018-2022H1年公司综合毛利率分别为30.64%/29.29%/29.34%/30.56%/25.70%，其中线圈类及相关产品毛利率最高。多年以来受益于稳定的市场格局和以大型电网公司为主的客户结构，公司各类产品毛利率保持相对稳定状态；EPC业务受工程基建行业景气度变化和工程业务不确定因素较等影响，毛利率存在较大波动。\r\n　　2022上半年长三角疫情对公司生产经营、物流运输以及原材料供应等环节带来了不利影响，叠加包括硅钢、铜、铝等主要原材料价格上涨，公司销售毛利率为25.60%，较去年同期下降5.54个百分点。随着22年下半年以来大宗原材料价格的明显回调，公司毛利率水平有望迎来复苏。\r\n　　原材料是营业成本的主要来源，占比达到85%-90%。面临大宗价格压力，公司通过改进工艺流程、开展各项改善措施实现降本增效；与主要原材料供应商建立长期合作关系，保证原料供应及时和充足，同时降低采购成本。公司持续优化“从线索到现金”、“集成产品开发”、“集成工程交付”、“集成供应链”等关键流程，持续优化运营的各环节，逐步实现全过程的标准化、流程化、精益化、自动化、信息化，持续提升管理效率，建立成本优势。\r\n　　公司每年年初制定当年营收目标，2019年以来公司实际营收均略超营收目标值。2018年以来，随着公司收入规模的快速增长，销售/研发/管理费用得到有效摊薄，三项费用率呈现下降趋势。\r\n　　2023年电源与电网建设景气共振，公司业务有望迎来放量\r\n　　“十四五”期间，国家电网计划投资2.4万亿元，南方电网规划投资约6700亿元，两大电网公司合计投资总额将达到3.07万亿元。从投资方向来看，国网侧重特高压，而南网侧重配电网。“十四五”期间国家电网公司规划建设特高压工程“24交14直”，涉及线路3万余公里，变电换流容量达3.4亿千瓦，总投资3800亿，较“十三五”特高压投资总额2800亿元增长35.7%，特高压有望迎来新一轮建设高峰。南方电网方面，预计“十四五”期间配电网规划投资达到3200亿元，约占总投资额的48%。\r\n　　电网投资与电源投资相比具有跨区协调要求高的特点，2022年由于多轮散发疫情影响，全年电网投资完成额仅为5012亿元，低于预期水平；而电源投资受影响相对较小，全年投资完成额达到7208亿元，再创历史新高，电网/电源投资差进一步拉大。今年1月国家电网明确表态，全年电网投资有望超过5200亿元，再创历史新高。2022年国网区域特高压仅开工4条，远低于年初设立的“十交三直”目标，我们预计随着疫情影响的逐渐消散以及新能源消纳压力的日益凸显，2023年国网区域特高压开工条数有望达到6条。\r\n　　国际方面，近几年受持续的疫情影响，世界各国经济发展承受巨大压力，世界各国大都在增加基础建设投资来带动经济发展和就业，其中电力基础设施建设是重点投资方向之一。同时，中国也在加速实现碳中和目标。受益于此，公司每年营业收入与新增订单量持续上升。海外市场中欧洲、北美洲等电力发达地区输配电设备运行多年，有较大的改造更换空间；东南亚、中东、非洲等地区电力基础设施建设落后，存在较大的新建业务机会。\r\n　　盈利预测\r\n　　假设前提：\r\n　　开关类及相关产品：主要包括组合电器、断路器、隔离开关等产品。目前公司收入主要来自电网公司，与电网投资相关性较强，且其中组合电器有望逐渐取代AIS份额，行业格局较为稳定。预计2022-2024年营业收入分别为50.2/62.8/72.2亿元，毛利率分别为27.5%/29.0%/29.0%。\r\n　　线圈类及相关产品：主要包括互感器、电抗器、变压器等产品。公司在互感器、电抗器市场具有较高的市场份额和行业口碑，变压器对于公司而言属于近年布局的新业务，未来销售增速有望超过板块增速。预计2022-2024年营业收入分别为20.3/24.1/28.8亿元，毛利率分别为28.0%/28.0%/27.0%。\r\n　　无功补偿及相关产品：此类产品主要用于新能源发电侧和工业用户侧，较网内业务竞争更为激烈；预计公司市场份额保持相对稳定，毛利率受行业竞争影响有所下降。预计2022-2024年营业收入分别为13.1/15.8/17.3亿元，毛利率分别为22.0%/22.0%/23.0%。\r\n　　智能设备及相关产品：主要包括电站自动化及继",
  "notice_date": "2023-03-02 00:00:00",
  "notice_title": "深耕电力设备行业三十载，收购烯晶碳能股权打造第二增长曲线",
  "page_size": 2,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "王蔚祺",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "457",
          "publishName": "电网设备"
        }
      ],
      "short_name": "思源电气",
      "short_name_ch": "思源电气",
      "short_name_cht": "思源電氣",
      "short_name_en": "SIEYUAN",
      "stock": "002028"
    }
  ],
  "short_name": "思源电气",
  "source_sample_name": "国信证券",
  "star": "1"
}