{
  "attach_pages": "52",
  "attach_size": "3336",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202211151580269420_1.pdf?1668526117000.pdf",
  "company_code": "80092742",
  "eitime": "2022-11-15 15:28:37",
  "extend": {},
  "info_code": "AP202211151580269420",
  "language": "0",
  "notice_content": "　　思源电气(002028)\n　　公司是极具成长性的一次设备领军企业。公司深耕电力设备29年，从避雷器在线检测仪出发，不断丰富产品种类，目前公司产品包括开关类、线圈类、无功补偿类、智能设备类、电力工程总包五大类。从产品发展来看，公司高压一次设备较为成熟，已经成为行业领军企业之一，公司目前正强化电网智能化、变压器、海外EPC业务，布局进军储能、汽车电子等新兴业务，拓展未来成长的增长点。从财务情况来看，公司整体业绩具有长期成长性，2012-2021年营业收入CAGR为13.0%，其中2019-2021年实现营业收入63.80、73.73、86.95亿元，同比增长32.7%、15.6%、17.9%；2012-2021年归母净利润CAGR为19.1%，其中2019-2021年实现归母净利润5.58、9.33、11.98亿元，同比增长89.3%、67.4%、28.3%。\n　　“十四五”期间，新型电力系统建设背景下，电网投资大幅增长，电力设备需求上行。用电需求持续提升带来电网建设刚性需求，短期经济下行压力凸显电网投资逆周期调控作用，两网盈利改善注入投资动力，电网投资未来五年有望大幅增长，我们预计2022年电网投资有望达到5446亿，“十四五”期间年均5800亿。电网投资带动电力设备需求上行，我们预计电网投资2022年将带来1144亿电力设备需求。\n　　电网设备竞争格局稳定，多方制衡为常态。下游客户主要为电网企业，两网垄断催生电网设备竞争化。电网设备行业具有金字塔型壁垒的特点，电压等级越高，壁垒越高。两者共同催化形成格局清晰，多方制衡的电网设备竞争格局，电力设备企业的alpha来自更高电压产品的突破或新产品的扩张。\n　　公司电力设备产品可以分为成熟类和成长类，成熟类产品竞争优势较大，有望享受行业Beta，成长类产品所在行业市场空间广阔，有望贡献公司Alpha。具体来看：\n　　1）成熟类产品中，a.组合电器具有性能优势，符合我国高质量发展的理念，也是未来开关类的发展方向，其整体市场集中度较高，平高竞争优势明显，思源份额稳定，是头部企业之一；b.隔离开关、断路器市场规模随电力系统发展稳步提升，整体市场集中度高，目前形成多方制衡的格局，思源位居前列；c.互感器、电抗器在输配电市场中，竞争格局较为集中，思源电气市场份额领先。\n　　2）成长类产品中，a.无功补偿装置随新能源装机景气上行，我们预计风电光伏新增装机带动下，无功补偿市场有望稳步上升，2025年为75.5亿，21-25年CAGR为28%；b.智能设备是新型电力系统的改革重点，涉及领域全面，其中继电保护和变电站计算机监控系统为智能化设备的核心之一，头部企业优势明显，思源处于起步初期，份额提升空间较大；c.输变电变压器是国网投资中的核心，输变电变压器技术门槛、准入门槛较高，整体市场集中度较高，头部企业优势明显，公司收购成立思源东芝变压器有限公司切入变压器市场，打开成长空间。\n　　海外EPC业务拓宽天花板，储能、汽车电子业务切入蓝海市场。海外EPC方面，公司2009年设立子公司布局海外EPC，目前已在多个海外市场完成0到1的过程，逐步进入收获期。储能/汽车电子业务方面，公司设立、投资相关子公司，积极布局储能和汽车市场，增添未来成长动能。\n　　公司竞争优势显著。1）公司具有较强的业绩管理能力和发展规划。公司次年业绩和订单目标达成度高。2）公司与优质客户保持良好关系。公司客户主要为国内输配电招标大型企业，同时积极拓展海外客户，并与核心客户形成长期战略合作关系，客户满意度较高。3）公司技术行业领先。公司专利数量较多，研发能力较强，多项技术处于行业领先水平，并持续性投入前瞻新技术。4）公司高质量管理供应商，成本管理能力较强。\n　　盈利预测与投资评级：公司整体有望受益于新型电力系统投资的成长，我们测算得到2022-2024年整体营业收入为103.68、128.84、151.09亿元，同比增长19.2%、24.3%、17.3%；归母净利润为11.79、15.47、19.41亿元。首次覆盖给予“买入”评级\n　　股价催化剂：国网投资中标结果公布、下半年国网投资完成额数据公布。\n　　风险因素：电网投资不及预期、原材料价格波动、疫情反复影响工程进度、市场竞争加剧。\n",
  "notice_date": "2022-11-15 00:00:00",
  "notice_title": "公司深度报告：伴电力系统成长，享业绩行稳致远",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "武浩,曾一赟",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "457",
          "publishName": "电网设备"
        }
      ],
      "short_name": "思源电气",
      "short_name_ch": "思源电气",
      "short_name_cht": "思源電氣",
      "short_name_en": "SIEYUAN",
      "stock": "002028"
    }
  ],
  "short_name": "思源电气",
  "source_sample_name": "信达证券",
  "star": "3"
}