{
  "attach_pages": "5",
  "attach_size": "652",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202102081459966573_1.pdf?1612770384000.pdf",
  "company_code": "80000064",
  "eitime": "2021-02-08 07:46:24",
  "extend": {},
  "info_code": "AP202102081459966573",
  "language": "0",
  "notice_content": "　　科大讯飞(002230)\r\n　　主要观点：\r\n　　事件概述\r\n　　1）公司于 2 月 7 日晚间发布公告，董事会于近日收到董事长兼总裁刘庆峰先生递交的《关于董事长不再兼任总裁暨辞去公司总裁职务的报告》。为了使董事长的精力更多地集中于公司未来发展战略、公司核心机制的建设，同时加强人才的培养，经公司董事长刘庆峰先生提议， 公司董事会同意刘庆峰董事长不再兼任总裁职务，并聘任吴晓如先生为公司总裁，负责公司常规经营管理工作，任期与本届董事会一致。2）芜湖市政府网站 2 月 7 日下午发布公告，宣布了《弋江区智慧教育大数据系统采购项目》的中标结果，科大讯飞下属子公司讯飞智元以126,179,250 元中标。此为讯飞今年在教育领域中标的第二个上亿订单，此前 1 月讯飞中标郑州金水区 6.88 亿元的智慧教育项目。\r\n　　顺利推行总裁制，管理团队日趋成熟\r\n　　由轮值总裁向专职总裁演进，总裁制顺利推行。我们认为此次庆峰董事长辞任总裁，并由执行总裁吴晓如接任，是公司推行总裁制的顺利过渡，制度演进由来已久。 科大讯飞自 2009 年 4 月以来， 主持公司生产经营管理工作的总裁职务一直由公司董事长兼任。为了实现更好的分级管理，公司自2014 年开始探索实行“轮值总裁制”，具备条件后演进至“总裁制”，从而使董事长不再兼任总裁，集中精力看更远的未来。因此，此次总裁更替由来已久，且是公司推行总裁制的自然过渡，长远来看利好公司各项业务的推进开展，是公司管理团队日益成熟的表现。\r\n　　管理团队日益成熟，总裁制推行时机来临。回顾公司近几年的发展，我们认为在轮值总裁的管理下，公司取得了良好的发展成效， 特别是自 2019 年人工智能 2.0 战略实施以来，公司管理及经营能力不断迈上新台阶，人均效能持续提升，实现了营业收入、毛利、净利润以及用户规模的快速增长。公司收入规模迈入新的里程碑，现金流持续创历史最好水平，核心业务呈现出健康发展的势头。因此，当前推行总裁制已经具备了良好的经营基础，时机逐渐成熟。\r\n　　新任总裁具备强大胜任能力，对公司业务有深入理解，确保战略连贯性。新任总裁吴晓如先生此前已经担任公司董事、执行总裁，为公司创始团队之一，且在公司多年担任管理职务，对公司各项业务均有深入理解。此外，吴晓如总本身具有强大的技术能力，是中国科学技术大学电子工程博士，高级工程师。“国家科技进步二等奖”、“安徽省科技进步一等奖”、“信息产业重大技术发明奖”获得者，获 2010 年国务院政府特殊津贴。 因此，我们认为无论从技术专业性、业务熟悉性、管理能力等各方面来看，吴晓如总裁均具备担任总裁的强大胜任能力，且能够保障公司战略的连贯性。另一方面，庆峰董事长卸任总裁后，有望将更多精力聚焦未来发展战略、公司核心机制的建设，对公司发展起到良好的促进作用。\r\n　　教育业务屡中大单，商业模式逐渐跑通\r\n　　公司今年以来，已经在教育领域中标多个上亿级别的订单。2021 年 1 月中标郑州市金水区 6.88 亿元的智慧教育项目， 2021 年 2 月 7 日再次中标芜湖弋江区 1.26 亿的智慧教育项目， 商业模式的复制性得到验证， 有望逐渐从安徽走向全国。\r\n　　目前公司在教育赛道已经逐渐跑通了 2G、 2B、 2C 的商业落地模式。 2B 的区域性因材施教解决方案成效显现，截至 2020 年 12 月底，智慧课堂产品共覆盖 34 个省份，3 万多所学校，服务教师 85 余万名，服务学生 120 余万名，帮助教师授课 900 余万次，备课 1800 余万次，帮助老师备课时间平均减少 56%，批改作业时间平均减少 45%，课堂效率提升了 28%。\r\n　　2C 领域的个性化学习手册和学习机产品崭露头角。个性化学习手册依托人工智能和大数据技术，对每个学生的日常学业进行分析，精准定位薄弱知识点，让每位学生的平均作业时长在 40 分钟左右，平均答对率超过 75%，错题解决率达到 90%以上。 讯飞智能学习机 2020 年， 共发布 3 款产品，累计升级迭代 54 个版本。讯飞智能学习机 X2 Pro 自 7 月 22 日上市后，精准帮助学生找到薄弱知识点共 1325.5 万个，并通过个性化的学和练，使得薄弱知识点解决率达到 74.9%。自上市起，得到广大消费者的认可与喜爱，天猫 DSR 评分高达 4.9+，京东好评率高达 98%，每个月有超过 89％的用户坚持使用讯飞学习机学习，整体满意度较高。\r\n　　我们认为这种 2G-2B-2C 的闭环商业模式不仅仅在教育领域为公司带来持续增长的动能，更有望进一步拓展至其他优势赛道如医疗等领域，从而为公司创造多个新的增长极。因此，我们不能简单将讯飞定位为一个教育信息化企业，而是一个依托人工智能技术、专业领域数据积累和场景化落地能力，在各个优势赛道跑通规模落地商业模式的人工智能龙头企业。\r\n　　投资建议\r\n　　公司当前正处于人工智能战略 2.0 阶段，逐步形成“数据-算法-产品”的闭环， 有望摆脱以项目制、定制化为主的商业模式，转向 2B 和 2C 双轮驱动，实现人工智能技术的规模商用。预计公司 2020/21/22 年实现营业收入126.1/166.0/213.9 亿元，同比增长 25.1%/31.6%/28.8%。预计实现归母净利润 13.7/13.9/19.6 亿元，同比增长 67.4%/1.5%/40.6%，维持“买入”评级。\r\n　　风险提示\r\n　　1）国内外疫情扩散，企业商务活动受限，订单需求不及预期；\r\n　　2）政府对教育、医疗等领域投资力度不及预期；\r\n　　3）消费者产品认可度和推广效果不及预期；\r\n　　4）产业竞争加剧，公司先发优势逐渐减弱。",
  "notice_date": "2021-02-08 00:00:00",
  "notice_title": "顺利推行总裁制，管理团队日趋成熟",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "尹沿技,夏瀛韬",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "科大讯飞",
      "short_name_ch": "科大讯飞",
      "short_name_cht": "科大訊飛",
      "short_name_en": "IFLYTEK",
      "stock": "002230"
    }
  ],
  "short_name": "科大讯飞",
  "source_sample_name": "华安证券",
  "star": "4"
}