{
  "attach_pages": "7",
  "attach_size": "680",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202403151626802283_1.pdf?1710486330000.pdf",
  "company_code": "80000031",
  "eitime": "2024-03-15 07:05:30",
  "extend": {},
  "info_code": "AP202403151626802283",
  "language": "0",
  "notice_content": "　　五粮液(000858)\n　　千元砥柱勇毅突破，操作转变力求战之则胜。自2024年2月提价落地，八代五粮液出厂价正式迈入千元。经过多渠道跟踪及公司交流，我们对后续提价传导抱乐观预期：1则高端品发展“价在量先”，五粮液此次提价事关未来中长期量价空间，“背水一战”力求战之则胜。2则千元价格带至少在2022年以来已经找到新均衡点，这是在悲观氛围中实现的，八代普五在920-930元价位可以实现价稳量增，也即意味着在此价位五粮液性价比得到高度认同和需求支撑，后续辅以操作转变，价格提升可期。3则五粮液此次提价步幅稳健务实，渠道控量言出行随，经过春节旺销走量，后续乐见年内普五供需偏紧。\n　　普五春节动销振奋，有利支撑淡季挺价。2024年春节普五动销供需两旺，动销同比实现双位数增长。从全年供需看，预计普五全年需求较春节增势差异不大，而传统经销渠道投放收缩，全年供需偏紧能见度高。此外，春节普五批价已较此前稳中有升，亦侧面说明社会库存去化到位。从供需匹配节奏看，春节期间普五货量较为宽松，动销进度快于以往，考虑公司各季度将按照“4231”比例管控出货节奏（预计春节动销进度已近40%），后续供需边际趋紧，将对普五价格形成更好支撑。\n　　产品、渠道多措并举，调控与增长兼顾。1）产品端：八代普五整体减量，通过1618、非标以及系列酒贡献增量。①1618、39度五粮液作为战术性副位产品做好销量补充，通过延续大力度扫码红包及宴席推广政策，以及空白市场补商、优商、扶商，持续做强开瓶氛围。②考虑推出45度、68度等不同度数产品更好迎合部分区域消费习惯。③非标文创等差异化产品更趋丰富，将遵循“三高一小”原则，保证产品渠道利润。④经典五粮液预计将采取平台商模式运作，组建专职团队重启市场投放。⑤系列酒将加强品牌曝光及会员运营，推动实现较快增长。2）渠道端：经销渠道维护代理权稀缺性，直营渠道整合强化。①专卖店数量加快扩张，2023年专卖店数量预计同比实现高单增长，未来2年规划提速。②团购渠道继续拓展深耕，规划发展优质团购商、协助经销商开拓企业客户。③国际化战略持续推进，计划在全球核心国家、地区开设专场品鉴会，提升品牌国际影响力。④新零售公司针对线上10余个销售端口进行统一整合，并将加强电商价格秩序管理。\n　　盈利预测与投资评级：普五作为千元价位带核心单品，动销流速优异，看好2024年量价策略转变为中长期价格空间打好基础。此外，五粮液1618、低度、文化酒等产品多点开花，系列酒品牌营销高举高打，预计有望贡献积极增量。我们基本维持2023-2025年归母净利润为300、341、393亿元，分别同比增长12%、13%、15%，当前市值对应2023-2025年PE分别为19、17、15倍，维持“买入”评级。\n　　风险提示：宏观表现不及预期、高端竞争加剧而需求疲弱。\n",
  "notice_date": "2024-03-15 00:00:00",
  "notice_title": "千元砥柱，赓续前行",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "孙瑜",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "东吴证券",
  "star": "3"
}