{
  "attach_pages": "5",
  "attach_size": "832",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207261576567902_1.pdf?1658870728000.pdf",
  "company_code": "80036717",
  "eitime": "2022-07-26 21:25:28",
  "extend": {},
  "info_code": "AP202207261576567902",
  "language": "0",
  "notice_content": "　　贵州茅台(600519)\n　　事件\n　　公司发布2022年上半年主要经营数据，预计实现营业总收入594亿元左右，预计实现归母净利润297亿元左右，分别同比增长17.11%、20.47%。上半年白酒主营、茅台酒、系列酒收入为574、499、75亿元左右，分别同增17.12%、16.18%、23.75%。上半年业绩完美实现时间过半、任务过半。\n　　核心观点：\n　　二季度需求韧性凸显，预计新品、新渠道、直营比例提升贡献主要增量。单二季度收入、归母净利润分别为262.13、124.55亿元，分别同比增长15.69%、16.40%，茅台酒、系列酒收入分别为210.40、40.72亿元，分别同增14.62%、19.14%，二季度行业受疫情影响较大的背景下，公司业绩呈现出强劲韧性、维持较好双位数增长。增量贡献主要来自于：1）今年茅台及以上的产品投放量增仍主要增加在直营/类直营渠道、而从结构上看更偏重于非标产品；2）数字化营销平台“i茅台”Q1末试行、Q2上线，承接高端酒的销售、线上成交线下自营/专卖店提货、经销商留有100元利润模式，间接提高出厂结算吨价；3）新款珍品和茅台1935带来增量；4）i茅台投放的新规格100ml小茅台（换算成500ml同口径，零售指导价提高33%、经销出厂价增长接近翻倍）+年初陆续非标、系列酒提价等提高吨酒价格。\n　　系统性改革进行时：Q2数字营销成功落地。可以看到新任管理层在营销体制、价格体系、产品体系改革上进行高效、高质量的落地推进。12月取消拆箱政策、飞天市场成交价格理性平稳回落；1月上市珍品（填补15年茅台和精品之间的价格空缺）、茅台1935（定位千元价格带大单品），非标陆续提价，高端产品矩阵更加完善。\n　　3月底全新数字营销平台“i茅台”试运行、5月19日成功上线。跟踪看至4月28日、6月14日、7月22日，销售收入分别达到11.88亿、超30亿、逾56亿元，注册用户超2千万、日活400万，反响热烈。试运行期，通过快速迭代，完善系统稳定性，通过数据分析应用使得供需上投放精准度持续提升，尝试茅台文化IP的打造，通过服务前端化、更加快速直接听到消费者的诉求，从而形成收集消费者反馈、诉求落地活动推出的互动闭环。5月29日茅台冰淇淋上线，是品牌对话年轻人以及未来潜在的消费者，营销思路年轻化和时尚化的尝试。“i茅台”正在成为茅台文化和品牌宣传窗口。\n　　此外“i茅台”的成功落地，作为新渠道的突破，是促成营销体制改革的关键步骤。新规格小茅台的上线，在最小试错成本、最快速得到消费者反馈的方式下，进行更多销售价格可能性的探索，也将为更多新品推出所需的科学市场决策提供数据支持。\n　　盈利预测与投资建议\n　　十四五期间，随着习酒剥离，茅台集团达成世界500强目标，年复合增速需提高至14.33%，2021年股份公司占比集团收入（除去习酒）高达93.5%，作为集团旗下最优质的资产和品牌，预计股份公司将承担更多任务指标、复合增速要快于集团。\n　　从今年公司的高效落地推进改革来看，公司未来增长点除却投放量增加外，将继续受益于改革红利。1）预计未来随着产品体系改革、产品结构优化的持续推进，将在两千元以上、千元、五百到千元、二百到五百各个价格带布局茅台及系列酒，构建出品价匹配、城市清晰、梯度合理的品牌结构，同时新品贡献增量。从今年两款新品的市场反响来看，强大品牌力+合理科学的市场投放+严格渠道管理+市场营销落地确保新品成功上市，渠道反馈新品价盘较为稳定、库存合理。2）i茅台另一重要定位，是将来要成为茅台现存诸多渠道的整合者和协同者，我们认为随着技术升级、平台运行效率进一步提升、影响力进一步扩大，存在更多样化的方式实现出厂吨价的提升，以同时达成“让茅台酒回归商品属性，价格能够真实反映消费的需求”两个维度的诉求。\n　　我们预计公司2022年~2024年收入增速为16.60%、15.59%、15.35%，归母净利润增速为19.15%、16.92%、16.57%，EPS为49.76、58.18、67.82元/股，考虑到改革红利持续释放，给与公司2500元目标价、对应明年43倍PE，推荐评级。\n　　风险提示\n　　疫情出现反复；市场销售不及预期；产能扩张不及预期。\n",
  "notice_date": "2022-07-26 00:00:00",
  "notice_title": "品牌力再提升，改革全面提速",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "蔡雪昱",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "贵州茅台",
      "short_name_ch": "贵州茅台",
      "short_name_cht": "貴州茅台",
      "short_name_en": "KWEICHOW MOUTAI",
      "stock": "600519"
    }
  ],
  "short_name": "贵州茅台",
  "source_sample_name": "中邮证券",
  "star": "3"
}