{
  "attach_pages": "4",
  "attach_size": "898",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011031426081302_1.pdf?1604410577000.pdf",
  "company_code": "80027629",
  "eitime": "2020-11-03 13:36:17",
  "extend": {},
  "info_code": "AP202011031426081302",
  "language": "1",
  "notice_content": "　　泰格医药(300347)\r\n　　Solid  earnings  growth  in  3Q20.  Tigermed  reported  3Q20  revenue  of RMB848mn,  up  22.3%  YoY,  which  accelerated  from  8.6%  YoY  revenue growth  in  1H20.  Attributable  net  profit  was  up  81.4%  YoY  in  3Q20  to RMB319mn,  including  RMB288mn  one-off  fair  value  gains  and  investment gains. Adjusted net profit rose  29.4% YoY in 3Q20  to  RMB195mn, driven by both solid topline growth and margin improvement.  Gross margin improved 2.89ppts in 3Q20 vs 3Q19, mainly due to the consolidation of acquired targets, including MOSIM (an early-stage clinical CRO  company) and Yaxincheng (a medical translation CRO company).\r\n　　Strong  quarterly recovery. Recall that Tigermed’s operation was interrupted by COVID-19 in the first half  of 2020.  As the pandemic got largely controlled in China, clinical trial operations started  to normalize from 2Q20, leading to recovery in Tigermed’s domestic revenue. However, the COVID-19 outbreakworsened  in overseas regions such as  the US and Europe. As a result,  the overseas CRO demand, such as data management services  and Frontage's BIO,  CMC,  DMPK  services,  were  negatively  impacted.  In  1H20,  Tigermed received  42% of  total  revenue from overseas and 40% of gross profit from overseas.  We  expect  the  COVID-19  epidemic  to  gradually  ease  in  2021Ethanks  to  the  wide  supply  of  vaccines,  which  will  drive  further  business recovery for Tigermed.\r\n　　H-share IPO  brings sufficient capital  for  Tigermed’s global  expansion. Tigermed  has  completed  its dual-listing in HKEX in  Aug 2020 and raised a total of HK$11.82bn  net proceeds.  With sufficient cash on hand, we expect Tigermed to accelerate its pace of global expansion via both acquisitions and self-expansion.  Given China’s large patient pool, international pharmaceutical companies  are  including  China  as  one  site  in  MRCTs  to  speed  up  the enrollment  of  patients.  Meanwhile,  Chinese  pharmaceutical  companies  are doing  many  MRCTs  for  the  purpose  of  product  registration  in  overseas countries.  Tigermed  provides  clinical  CRO  services  for  Chinese  innovative products  to  go  global  and  multinational  enterprises’  innovative  products  to enter  Chinese market. The  Company already has established good network in Asia Pacific regions, while US market could be the next emphasis.\r\n　　Maintain  BUY.  We raised our  2020E/21E net profit forecasts by  90%/17%,respectively,  to  factor  in  fair  value  gains  and  investment  gains,  and  raisedSOTP-based TP to RMB146.43, implying  70x FY22E P/E. We like Tigermed given  its  leading  positioning  in  clinical  CRO  space  and  large  potential  in overseas expansion.",
  "notice_date": "2020-11-03 00:00:00",
  "notice_title": "Further recovery in 3Q",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Sam HU",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "泰格医药",
      "short_name_ch": "泰格医药",
      "short_name_cht": "泰格醫藥",
      "short_name_en": "TIGERMED",
      "stock": "300347"
    }
  ],
  "short_name": "泰格医药",
  "source_sample_name": "招银国际"
}