{
  "attach_pages": "40",
  "attach_size": "3369",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202012281444410431_1.pdf?1609154462000.pdf",
  "company_code": "80050806",
  "eitime": "2020-12-28 11:21:02",
  "extend": {},
  "info_code": "AP202012281444410431",
  "language": "0",
  "notice_content": "　　天坛生物(600161)\n　　报告摘要\n　　我们一直认为，国内血制品行业是个非市场化竞争市场，使得供给和需求共同影响血制品行业发展。在终端需求保持稳定增长情况下，血制品企业浆站获取以及浆站管理能力决定了其行业地位以及竞争力。在浆站审批趋严大形势下，如何弥补地方政府在开设浆站时面临的风险收益不匹配，提高浆站资源获取能力，在挑战血制品企业能力边界。在浆站资源获取能力上，天坛生物央企背景具备其他血制品企业难以企及的优势。天坛采浆量具备持续成长性，是我们认为天坛生物是稀缺的具有持续成长性血制品公司主要原因。\n　　从3年维度来看，现有在手浆站（包含新近获批浆站）能支撑公司浆量做到多大？\n　　我们认为三大血制采浆提升+新近获批浆站+老站增长贡献近550吨三年合计采浆增量：成都200吨+中泰10+武汉175+上海90吨+兰州所75吨，合计550吨浆量，2019年采浆量1706吨,预计2022年达到2260吨左右,三年复合增速10%。\n　　中长期看采浆量：天坛生物有望在云南和甘肃地区获批大量新浆站，以及在四川（成都蓉生所在地）、湖北（武汉血制所在地）等地区也有望持续获批浆站，天坛生物浆量成长可预期，空间充足。\n　　天坛生物通过以投资换浆站方式，有望在云南获批大量新浆站。近日，云南省发布单采血浆站设置规划（2020—2023），在全省规划新增设置20个单采血浆站，天坛生物有望在接下来的3年在云南持续获批更多的浆站。同样的以投资换浆站方式，在甘肃地区有望获批大量新浆站。天坛生物除了在云南和甘肃地区获批浆站外，在四川、湖北等地区也有望持续获批浆站，实现采浆量大幅增长。天坛生物浆量成长可预期，空间充足。\n　　从长期角度来看，血制品长期发展的竞争力将由规模优势向品种优势和学术推广优势过渡。在血制品供需逐步平衡后，增长将由采浆规模转向品种和产品质量驱动。加大投入研发，建立更高的质量标准，开发更具有竞争力和高附加值新品类、小品类产品，将成为必然选择。天坛生物深谙血制品行业发展逻辑，加大血制品新品类开发和实现品种升级，接下来5年时间，在研品种逐步进入兑现期。\n　　产品线叠加，吨浆利润提升。目前天坛生物吨浆利润较低，仅50万左右，新增凝血八因子+层析静丙产品线后，吨浆收入增加57-75万，我们预计天坛整体吨浆利润逐步提升，有望达到行业吨浆利润最高水平。人凝血八因子将在2022年起开始贡献利润，层析静丙预计在2023年获批，预计对利润贡献在2024年起逐步体现。\n　　投资建议：稀缺的具有成长逻辑的血制品企业，成长路径清晰，确定性高，维持“买入”评级。\n　　1、三大血制和贵州中泰采浆量提升、新近获批浆站成长带来的浆量增长以及公司未来获批新浆站的持续性，支撑公司持续扩大规模优势和稳固龙头地位。\n　　2、公司加大血制品新品类和实现品种升级，构建学术推广队伍，夯实血制品企业中长期发展的竞争力，发展路径清晰。\n　　3、反映到业绩的成长性，2020-2022公司业绩增长点三大血制和贵州中泰浆量提升和产能利用率提升，吨浆利润率提升；预计2022年永安血制投产后，产能释放以及新产品的投产（凝血八因子+层析静丙）投产后，业绩有望大幅提升。\n　　4、从行业的角度看，预计21年海外进口白蛋白减少，21年国内白蛋白供需进一步改善，景气度持续提升，价格有望继续往上，有望进一步增厚业绩。\n　　5、我们预计公司20-22年净利润6.58/8.03/11.65亿，对应EPS0.52/0.64/0.93元，对应当前股价PE为81/66/46x,考虑到公司浆量和吨浆利润提升确定性和成长空间的充足性，作为国内稀缺的具有成长逻辑的血制品企业，我们维持“买入”评级。\n　　风险提示：产品价格波动风险，政策风险，安全性风险，整合不及预期风险，永安血制建设进度不及预期风险，新批浆站不及预期风险，研发进度不及预期风险，增发不成功风险。\n",
  "notice_date": "2020-12-28 00:00:00",
  "notice_title": "稀缺的具有成长逻辑的血制品企业，成长路径清晰，确定性高",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "盛丽华",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1044",
          "publishName": "生物制品"
        }
      ],
      "short_name": "天坛生物",
      "short_name_ch": "天坛生物",
      "short_name_cht": "天壇生物",
      "short_name_en": "BTBP",
      "stock": "600161"
    }
  ],
  "short_name": "天坛生物",
  "source_sample_name": "太平洋",
  "star": "3"
}