{
  "attach_pages": "4",
  "attach_size": "567",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207241576494201_1.pdf?1661352529000.pdf",
  "company_code": "80000200",
  "eitime": "2022-07-24 11:20:27",
  "extend": {},
  "info_code": "AP202207241576494201",
  "language": "0",
  "notice_content": "　　中联重科(000157)\n　　2022 年 7 月 20 日，公司发布《关于回购公司 A 股股份》的公告，拟使用自有资金以集中竞价方式回购公司 A 股股份， 回购数量不低于公司已发行总股本的 2.5%，不超过截止已发行总股本的 5%，回购价格不超过人民币 9.19 元/股，本次回购的股份将全部用于员工持股计划。我们认为公司作为工程机械龙头通过此次大手笔回购彰显长期发展信心，维持买入评级。\n　　支撑评级的要点\n　　拟大手笔回购用于员工持股计划，彰显对公司中长期发展信心。 7月 20日，公司发布公告，拟使用自有资金以集中竞价方式回购公司 A 股股份， 本次回购股份的数量为 2.5%-5%， 回购价格不超过人民币 9.19 元/股， 按回购股份数量上限及价格上限测算，预计公司本次回购资金总额近 40 亿元，本次大手笔回购，体现公司对中长期持续、稳健发展的信心，在行业下行周期时对市场信心有很好的提振。本次回购股份全用于员工持股计划，可以更好的将企业、员工、股东利益统一和绑定，是继 19年员工持续计划后激励体系的完善和补充，有望进一步调动员工积极性，为公司多元化、国际化、电动化的发展提供强劲支撑。\n　　 上半年业绩承压，下半年稳增长发力需求有望边际好转。 7月 14 日，公司发布 2022年半年度业绩预告， 预计 2022H1 实现归母净利润 16.1-18.1 亿元，同比下降 66.9% -62.8%，上半年工程机械市场需求较弱公司业绩承压，主要是由于宏观经济增速放缓、叠加疫情扰动工程有效开工率不足等因素影响所致。据中国工程机械工业协会统计， 2022H1 共销售挖掘机 143,094 台，同比下降 36.1%，其中，国内市场销量 91,124台，同比下降 52.9%；出口销量 51,970 台，同比增长 72.2%，上半年国内市场旺季不旺，但海外需求仍十分强劲。下半年随着政策加大对重大项目融资支持，基建项目落地最大的资金约束有望缓解，地产端也开始强调保供，稳增长背景下限购政策边际放松，叠加去年同期基数较小，工程机械行业销量下半年降幅预计进一步收窄。随着政策的落地、项目的释放及逐步向工程机械设备销量的传导， 23年行业销量有望进一步改善。\n　　传统拳头龙头地位稳固，潜力新兴业务持续放量有助于平抑行业周期波动。 公司三大传统优势产品混凝土机械、工程起重机械、建筑起重机械核心竞争力持续增强， 21年建筑起重机销售规模稳居全球第一，混凝土长臂架泵车、车载泵、搅拌站市场份额稳居行业第一，大吨位汽车起重机销量及超大吨位履带起重机市场份额也位居行业第一。公司在巩固优势产品龙头地位同时，加大对高空作业平台、挖掘机、干混砂浆等新兴业务的多元化布局：高空作业平台已实现产品型谱 4-68米全覆盖，研制出 40 米全球最高电动臂车，市场份额稳居行业第一梯队， 21 年实现 33.5 亿元销售额，高机海外已完成市场和渠道的拓展， 22年为开始放量的元年，未来高机海外将持续放量，高机板块有望持续保持高增长； 挖掘机已形成“长沙+渭南”双基地布局，产品型谱覆盖更全面，中大挖销量稳步增长，整体市场份额持续提升， 21 年土方机械实现营收超 30 亿元， 22 年仍有望延续高增长；干混砂浆设备实现持续稳步增长，干混砂浆新材料业务全面铺开，已完成技术团队组建并开展 96 款产品的研发项目，建成年产能 7000 吨的多功能材料中试生产线，承接多个示范项目，随着干混砂浆市场渗透率提升，未来该业务市场空间广阔。多元化布局有助于平滑工程机械行业的周期波动，为公司打造可持续、高质量发展的增长曲线。\n　　加码国际化、电动化、智能化布局，进一步夯实高质量发展基础。 在公司业务多元化背景下，公司近年来加速国际化、电动化、智能化的布局和转型升级，海外市场深入推进全球本土化战略，聚焦重点国家和地区，构建基于端对端、数字化、本土化的海外业务体系，海外市场取得持续高增长；双碳背景下，工程机械未来电动化趋势明显，目前电动化产品渗透率很低，公司 21 年也于行业率先推出 8 大系列 16种新能源产品，未来电动化将为行业发展注入新动力；公司启动数字化平台建设，加速生产制造的智能化升级换代，进一步夯实高质量发展的基础。\n　　估值\n　　基于工程机械主要产品销量及原材料价格大幅上涨，我们调整公司 2022-2024 年归母净利润分别至41.71/49.65/56.73 亿元，对应 EPS 为 0.44/0.53/0.60 元/股，对应 PE 分别为 13.9/11.7/10.3 倍，维持买入评级。\n　　评级面临的主要风险\n　　行业竞争加剧，基建和地产投资不及预期，原材料价格大幅上涨，新兴业务拓展不及预期。\n",
  "notice_date": "2022-07-24 00:00:00",
  "notice_title": "大手笔回购彰显长期发展信心，多元化、国际化、电动化齐发力平抑周期波动",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "陶波",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "中联重科",
      "short_name_ch": "中联重科",
      "short_name_cht": "中聯重科",
      "short_name_en": "ZOOMLION",
      "stock": "000157"
    }
  ],
  "short_name": "中联重科",
  "source_sample_name": "中银证券",
  "star": "4"
}