{
  "attach_pages": "32",
  "attach_size": "2372",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202209141578386466_1.pdf?1663174839000.pdf",
  "company_code": "80560358",
  "eitime": "2022-09-14 17:00:39",
  "extend": {},
  "info_code": "AP202209141578386466",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　核心观点\n　　清香型名酒龙头，在国企改革中走向复兴。汾酒的文化底蕴深厚，属于中国四大名酒之一，是清香型白酒的典型代表。公司前身是山西杏花村汾酒厂。由于清香型白酒具有出酒率高、生产周期短等特点，公司曾产销量长期位居业内第一，并拥有“汾老大”的称号。但由于“名酒变民酒”的策略，公司错失高端化转型先机，丢失行业第一宝座。2000年以后，公司开启中高端转型并聚焦开发省外市场。2017年，公司与实控人山西省国资委签订责任书，掀开国企改革序幕。通过引入华润战投、注入优质酒类资产、股权激励等方式，公司超额完成业绩增长目标，2017年~2021年的营收和归母净利润CAGR分别为34.86%和54.03%，盈利能力和经营效率均得到有效改善，且省外市场开拓取得重大突破，成功超越省内市场成为第一大收入来源。\n　　产品线策略梳理清晰，高端化稳步推进，汾酒和竹叶青有望形成双轮驱动。公司主要产品包括汾酒、系列酒和配制酒三大品牌。汾酒品牌的营收占比在90%左右，包括青花、巴拿马、老白汾、玻汾等系列产品。1）青花系列是公司实现产品结构高端化转型的主要抓手。青花20是公司较为成熟的次高端大单品，青花30（复兴版）则定位高端市场。20和30的分离运作效果初显，高端品类占比快速提升。2）腰部产品老白汾、巴拿马是公司抢占中端市场的重要支柱。3）玻汾主要作用是培育消费者的清香型白酒消费习惯，并凭借较低的价格门槛，稳固在光瓶酒市场的领先地位。4）竹叶青酒是公司进军保健酒百亿市场的拳头产品。公司通过整合汾酒、竹叶青酒的营销和渠道资源，并加大针对性的品牌宣传投入，顺利实现竹叶青酒的收入高增，未来有望成为公司新的增长极。\n　　由点及面稳步推进全国化策略，品牌宣传和渠道建设不断赋能。山西省内清香型白酒消费氛围浓厚，本土酒企占据约70%的市场份额，其中公司独占省内半壁江山，在产品线、渠道布局上具有较大的领先优势。同时，公司不断提升省内渠道下沉率，并实施控价和打击窜货等措施，省内市场潜力不断被释放。公司实施以点带面策略，在稳固山西和环山西市场基本盘的基础上，进一步拓展长三角、珠三角等经济发达的省外市场，以突破省内白酒市场体量对公司收入规模的限制。渠道方面，公司积极和省外大商合作，并加强建设和扩大销售队伍，借此加强对省外渠道的管理，达到渠道扁平化的目的。在品牌宣传上，公司多年以来持续加大费用投放力度，借助汾酒的历史底蕴，通过线上线下多种途径传播品牌。近年来线上渠道建设取得较大突破，有望成为公司新的渠道增长点。\n　　投资建议\n　　全国化和高端化的稳步推进，叠加内部改革不断优化经营效率的作用下，公司业绩有望顺利实现快速增长。预计2022年~2024年EPS分别为6.26/8.47/10.69元/股。基于9月13日收盘价293.00元/股，对应PE分别为46.83/34.58/27.41倍，首次覆盖给予“推荐”评级。\n　　风险提示\n　　省外市场开拓不及预期；疫情扰动加剧；白酒行业景气度出现下行；改革进展不及预期。\n",
  "notice_date": "2022-09-14 00:00:00",
  "notice_title": "首次覆盖报告：改革蓄势，稳步前行",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "汪玲",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "东亚前海证券"
}