{
  "attach_pages": "10",
  "attach_size": "548",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409111639841512_1.pdf?1726092272000.pdf",
  "company_code": "80000069",
  "eitime": "2024-09-11 22:04:32",
  "extend": {},
  "info_code": "AP202409111639841512",
  "language": "0",
  "notice_content": "　　邮储银行(601658)\r\n　　投资要点\r\n　　事件：邮储银行公布2024上半年报告。上半年公司实现营业收入1767.89亿元（-0.11%，YoY），归母净利润488.15亿元（-1.51%，YoY）。6月末，公司总资产16.41万亿元（+8.53%YoY），不良贷款率0.84%（持平，QoQ），不良贷款拨备覆盖率325.61%（-1.26pct，QoQ）上半年净息差为1.91%，同比下降17bp，降幅环比持平。\r\n　　受需求偏弱及淡化规模导向影响，一般贷款投放明显放缓。Q2末，邮储银行总资产同比增长8.53%至16.41万亿元，增速较Q1末明显放缓。主要有两方面的原因：一方面，受需求放缓及淡化规模影响，Q2企业一般贷款、个人贷款同比明显少增（图1所示）；另一方面Q2买入返售资产下降较多，对总资产拖累较为明显。虽一般贷款大幅少增，但Q1票据贴现同比大幅多增，与其他国有银行趋势一致，体现需求偏弱背景下公司主动加大收票力度以保持信贷平稳。值得注意的是，在需求放缓趋势下，公司个贷投放依然对其他大行保持相对优势，Q2公司按揭贷款净增超过200亿元，是国有银行中唯一正增长的银行。7月以来需求依然偏弱、淡化规模导向延续，年内贷款增速或进一步小幅放缓。\r\n　　公司存款增长强于季节性，定期化程度随行业上升。受治理“手工补息”影响，Q2其他国有行公司存款增长明显弱于季节性。邮储银行公司存款则明显强于季节性（图2所示），带动总存款增速逆势提升。或主要是因为邮储银行较小的包袱（公司存款占比只有约11%使其能够顺势优化策略承接部分受影响存款。Q3以来，金融挤水分影响基本消除，预计公司存款增速将回归正常节奏。结构上看，上半年邮储银行存款定期化程度随行业上升（图3所示），反映居民需求较弱背景下个人与企业部门资金循环仍受阻。在居民需求改善之前，定期化趋势或仍持续，后续关注促消费政策力度及效果。\r\n　　资产生息率下行仍较为明显，存款降息效果体现。测算Q2单季度净息差1.90%，同比下降17bp（图4所示），降幅与Q1持平。资产端，测算生息率3.31%，同比下降约22bp，一方面体现LPR下降、存量住房贷款利率下调影响，另一方面是因为受近年政府债发行力度较大、利率下行影响，债券投资组合中低息券占比提升。边际来看，Q2生息率降幅较Q1小幅收窄。负债端，测算付息率1.47%，同比继续下降约6bp，主要是多轮存款降息效果持续体现。与其他国有行相比，受益于个人为主的存款结构，2023年以来邮储银行付息率下降效果更明显。现阶段需求较弱仍对生息率形成一定压力，但考虑下半年重定价节奏放缓，生息率下行压力或缓解。同时，公司揽储节奏指向今年Q3至明年Q1存款降息效果仍将持续释放。综合来看，当前条件下存款付息率改善有望较大程度覆盖资产端下行压力（图5所示）。后续存款定期化或抵消部分存款降息效果，此外，若存量住房贷款利率调整，生息率或受到较大负面影响。认为当前行业息差过低，当压力加大时存款降息或会跟进。\r\n　　中间业务收入受政策因素下降，下半年降幅或明显收窄。受“报行合一”政策影响，上半年邮储银行代理保险业务收入明显减少，对手续费佣金收入拖累较为明显（图6所示）。受居民消费放缓等因素影响，银行卡同比也有所下降。结算手续费同比基本持平。理财业务、投资银行、其他业务手续费实现较快增长，主要是理财规模、综合金融业务、贸易融资、供应链等数智化产品、表外票证函、供应链融资业务带动。下半年基数较低，年内宏观政策发力或促进市场风险偏好提升，代理业务收入降幅或明显收窄。\r\n　　个贷信用风险随行业上升，对公资产质量稳中向好。受宏观环境影响，上半年邮储银行信用风险压力随行业上升：前瞻性指标来看，关注类与逾期率有所上升（图7所示）；动态来看，不良生成率（加回核销，年化）上升至近年较高位0.36%。由于不良确认与处置审慎Q2邮储银行不良率与拨备覆盖率保持稳定。个贷领域，经营性贷款不良率随行业上升（图8所示），体现薄弱市场主体经营压力上升；住房贷款、消费贷款与信用卡贷款不良率稳定或下降，较行业保持相对优势。当前居民领域风险上升趋势较为明显，但由于集中度极低且客户基础较好，预计邮储银行个贷风险可控。对公领域，整体资产质量稳定，不良较为集中的行业中，制造业、租赁和商业服务业、房地产业等行业不良率均下降（图9所示）批发零售业不良率受市场环境影响上升。虽个贷扰动仍存在，但由于对公资产质量向好、不良认定与处置保持审慎，预计邮储银行整体资产质量指标仍能保持稳定。\r\n　　储蓄代理费将与营收增速挂钩，有望对下半年利润带来积极影响。虽然邮储银行营收表现在大行中保持优势，但在现有代理机制下，银行储蓄代理费与营收同步性较弱（上半年前者增速明显快于后者，图10所示），导致总费用对利润拖累大于同行。今年储蓄代理费被动调整机制触发以来，邮银双方成立专班制定方案。储蓄代理费原则上不高于银行营收增速，目前邮银双方就储蓄代理费调整方案已经达成一致。公司预计将在9月底公布具体调整方案，待股东大会通过后，从下半年追溯执行，将对利润带来积极影响。\r\n　　盈利预测与投资建议：Q2贷款增速放缓较为明显，资产生息率与代销业务收入继续承压储蓄代理费刚性较强，我们相应下调全年收入目标。预计2024-2026年营业收入分别为3466、3585、3845亿元（原预测为3543、3762、3969亿元），归母净利润分别为857、882、928亿元（原预测为876、906、929亿元），对应同比-0.61%、2.83%与5.24%。预计2024-2026年末普通股每股净资产为8.61、9.34与10.11元，对应9月11日收盘价PB为0.52、0.48、0.45倍。由于邮储银行客户基础良好、业务分散，预计仍能在压力上升的经营环境中实现稳健经营，当前估值处于历史较低水平，维持“增持”评级。\r\n　　风险提示：个贷质量大幅恶化；贷款利率大幅下行；定期化加剧推升存款成本。",
  "notice_date": "2024-09-11 00:00:00",
  "notice_title": "公司简评报告：存款增长较快，关注储蓄代理方案优化",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王鸿行",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "邮储银行",
      "short_name_ch": "邮储银行",
      "short_name_cht": "郵儲銀行",
      "short_name_en": "PSBC",
      "stock": "601658"
    }
  ],
  "short_name": "邮储银行",
  "source_sample_name": "东海证券",
  "star": "3"
}