{
  "attach_pages": "4",
  "attach_size": "1219",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202302141583131526_1.pdf?1676382412000.pdf",
  "company_code": "80027629",
  "eitime": "2023-02-14 13:46:52",
  "extend": {},
  "info_code": "AP202302141583131526",
  "language": "1",
  "notice_content": "　　中国中免(601888)\r\n　　Owing to a weak but expected 4Q earnings, CTGDF’s recent share price haspulled back by 10%+ to its pre-reopening level. While lockdown risk has alreadybehind us, we again see buying opportunity when earnings momentum, in ourview, troughed, and subsequently picks up within 1H23E. Our call is furthersupported by channel check findings in which 1) YTD DF sales still tracking 20%+,2) inelastic procurement demand from reseller given the prevailing logisticbottleneck and less favorable rebate policy with Korea DF, and 3) a verydisciplined discount policy. We are buyers of CTGDF, and believe the stock wouldsee a relief rally towards result season driven by management’s 2023 outlookand sentiment recovery towards the 5.1 Golden week.\r\n　　We raise 2023E revenue by 9%, mainly driven by 1) a net 9% higher airportDF revenue of RMB16.6bn (offset by lower online revenue), which we assertoffline foot traffic and spending per visitor to generally recover to c55% of 2019,and 2) Hainan offshore revenue of RMB62.3bn, in which we assume CTGDFto share 78% of Hainan government’s target of RMB80bn. These, however,were mitigated by a 0.2pp ramp up in opex ratio, and hence a muted net profitschange. Our 2023E forecasts remain c25% below consensus.\r\n　　4Q was below us but momentum has been normalizing. Although netprofits came in below us/ consensus, revenue has showed a 29% sequentialQoQ improvement. While results details were not available, we expect thequarter’s GPM to show similar trend given 1) discounts has started to narrowfrom mid-Dec in view of better foot traffic upon the removal of social distancingpolicy, and 2) a rising contribution from accessories of which a higher GPM issupported by better pricing dynamics. Meanwhile, these were likely eroded bystart-up costs induced by the new Haikou shopping mall.\r\n　　Valuation. Our earnings is little changed. Our TP is still based on 50.0x end-23E P/E, which represents its average since June 2020, when market startedto re-rate the stock for a series of policy tailwind. We believe our methodologyhas appropriately priced-in the recent market sentiment about China’s gradualreopening progress.\r\n　　Positive catalysts: domestic and overseas acquisition, sentiment recoverytowards 5.1 Golden week.",
  "notice_date": "2023-02-14 00:00:00",
  "notice_title": "Still the crown jewel among reopening plays",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Joseph Wong",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "招银国际"
}