{
  "attach_pages": "21",
  "attach_size": "1704",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203101551690559_1.pdf?1646899426000.pdf",
  "company_code": "80114781",
  "eitime": "2022-03-10 08:03:46",
  "extend": {},
  "info_code": "AP202203101551690559",
  "language": "0",
  "notice_content": "　　杭州银行(600926)\n　　中等规模城商行，公司治理较优。 杭州银行成立于 1996 年，由原杭州市 33家城市信用社股东、信用联社股东、杭州市财政局等股东共同发起设立。截至 2021 年 9 月末，总资产规模 1.33 万亿，位于 17 家上市城商行第 6 位。杭州银行具备国资、民资、外资、机构及社会公众资本的多元股东结构，相互制衡、共同支持公司发展，奠定了稳健的公司治理基础。杭州市财政局及其一致行动人合计持有公司 23.55%股份。地方国资背景为公司带来较多项目资源及资金支持，银政合作实现较快发展。近期杭州城投、杭州交投入股，杭州国资占比提升， 预计银政合作将更加紧密，有望提升公司区位优势。\n　　区域经济优势明显，未来成长潜力较大。 杭州银行深度覆盖浙江地区，市场份额较高。浙江地区经济持续向好、信贷需求旺盛，为公司经营提供有利土壤。同时，浙江共同富裕示范区等国家战略的规划与实施，有望带动更多重点项目投资和融资需求。随着杭州城投、杭州交投两家国企受让澳州联邦银行股份，预计当地国企股东支持力度加大，有望进一步提升公司区位优势。\n　　公司新一轮战略推动业务结构优化、效能提升。 杭州银行新五年战略规划（2021-2025 年） 聚焦“做强公司、做大零售、做优小微”。 1）公司业务：杭州银行注重国家发展战略和自身资源优势的匹配，坚持对重点行业和实体经济的信贷投放。 目前，公司低风险的基建类贷款投放占比较高，作为压舱石、平衡风险收益； 同时，针对杭州地区丰富的科技、文创类企业资源，不断创新服务模式，以投贷联动、创投合作等方式服务客户，科技文创金融差异化竞争优势持续巩固。 2） 零售业务： 杭州银行消费贷聚焦优质客群，实现较低风险和合理收益，具备稳健可持续性。 同时，公司加快财富管理业务布局， 由此带来的中收增长具备潜力。 3）小微业务： 逐步向信用类贷款延伸，小微条线综合定价有望提升。\n　　资产质量优异、拨备充足，具备持续释放业绩空间。 伴随区域整体信用环境的好转、 客户结构和风险偏好的调整、以及整体风险管控能力的提升， 近年来杭州银行资产质量持续改善。 从前瞻性指标来看，未来潜在不良生成压力较小，资产质量有望保持同业较优水平。同时，杭州银行近年来保持积极拨备计提。当前贷款拨备十分充足、存量风险持续出清，具备持续释放业绩的空间。\n　　投资建议： 我们认为杭州银行经营区域信贷需求旺盛，规模有望保持较快增长；结构具备优化空间，净息差有望保持平稳；伴随财富管理业务发展，中收具备增长潜力；资产质量优异、拨备计提充分，预计信用成本有望下降。预测杭州银行 2021-2023 年归母净利润分别同比增长 28.7%、22.9%、22.6%，BVPS 分别为 11.77 、 13.56 、 15.77 元/股。近两年杭州银行 PB（LF）中枢约为 1.19，当前上市城商行平均 PB（LF）为 0.8。考虑到杭州银行具备长期成长性和稳定性，我们认为给予 1.5 倍 2022 年 PB 目标估值较为合理， 对应目标价为 17.65 元，维持“强烈推荐”评级。\n　　风险提示： 经济失速下行导致资产质量恶化；监管政策预期外变动等\n",
  "notice_date": "2022-03-10 00:00:00",
  "notice_title": "区位优势明显，结构优化、效能提升",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "林瑾璐,田馨宇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "杭州银行",
      "short_name_ch": "杭州银行",
      "short_name_cht": "杭州銀行",
      "short_name_en": "HZBANK",
      "stock": "600926"
    }
  ],
  "short_name": "杭州银行",
  "source_sample_name": "东兴证券",
  "star": "1"
}