{
  "attach_pages": "7",
  "attach_size": "818",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202304041585135806_1.pdf?1680648022000.pdf",
  "company_code": "80092742",
  "eitime": "2023-04-04 22:40:22",
  "extend": {},
  "info_code": "AP202304041585135806",
  "language": "0",
  "notice_content": "　　宝信软件(600845)\r\n　　事件：2023年4月4日，公司发布2022年年报，2022年实现营收131.50亿元，同比增长11.82%，实现归母净利润21.86亿元，同比增长20.18%，实现扣非归母净利润20.94亿元，同比增长21.91%，实现经营性净现金流25.22亿元，同比增长30.78%。\r\n　　点评：\r\n　　全面布局高端自动化产品，工业互联网再入选国家双跨平台\r\n　　根据公司公告，2022年Q4单季度实现营收54.97亿元，同比增长26.24%，环比增长104.29%，实现归母净利润6.56亿元，同比增长60.25%，环比增长21.80%。\r\n　　分业务来看，2022年软件开发业务实现营收95.90亿元，同比增长12.80%，服务外包业务实现营收34.10亿元，同比增长9.27%，系统集成业务1.40亿元，同比增长8.28%。\r\n　　在自动化方面，公司在关键核心技术自主可控与破解行业“卡脖子”难题等领域持续取得突破，围绕冶金产线工业控制“卡脖子”问题，致力于打造推广全栈国产化控制系统，构建新一代自主可控工控软件iPlat，成功实现全工序进口工控软件的国产化替代；完成PLC产品总方案及架构设计，推进新一代PLC产品关键技术攻关，实现多个项目的国产化替代与规模化应用；全面推动“万名宝罗上岗”计划，倾心打造“宝罗”云平台，探索RaaS服务模式，实现机器人平台化服务模式的行业首创。\r\n　　在工业互联网方面，正式发布工业互联网平台中文品牌“宝联登”，再次入选2022年国家“双跨”平台，中钢协组织的科技成果鉴定结论为总体达到国际领先水平；牵头“面向钢铁产业生态圈的工业互联网公有云平台”项目，以冶金组第一名入选国资委第一批中央企业行业领域公有云项目清单。\r\n　　在IDC云计算方面，积极参与国家算力枢纽节点和国家数据中心产业集群建设，推进宝之云IDC各基地的建设、招商与运营；发挥宝之云平台效应，推出集团云文档、欧信签电子签章、加密证书服务、RPA数字机器人等SaaS服务产品，形成新的业务增长点；基于One+平台能力在分子公司的推广，完成“一总部多基地”架构下的宝之云整体服务交付管理方案。\r\n　　双碳时代，公司作为央企旗下信息高科技公司及国产软件提供商，深入践行“新基建”、“产业链安全”、“自主可控”等国家战略，围绕关键核心技术国产化替代与破解行业“卡脖子”难题，持续加大研发投入，全面推进国产自主可控高端控制系统的规模化、产业化发展，赋能产业智慧化。\r\n　　毛利率持续提升，高端自动化业务有望带动盈利能力不断增强\r\n　　公司2022年毛利率为33.04%，同比提升0.52个百分点，其中软件开发业务毛利率为28.71%，同比提升1.11个百分点。未来，随着公司“从软到硬”一体化布局的不断延展，以自动化、工业互联网平台为核心的智能制造业务有望给公司软件开发业务毛利率带来较大提升空间，同时在双碳政策下，公司核心地段IDC机房资源稀缺性日益凸显，盈利能力有望持续提升。\r\n　　以大型PLC工业软件为核心，赋能高端自动化业务全面发展\r\n　　高端自动化是公司未来重点战略方向，公司是国内稀缺的推出自主大型PLC控制系统的企业，在高端自动化领域拥有强劲的软硬件一体化竞争实力，“三大核心增长逻辑”助推公司自动化业务打开广阔发展空间。公司以大型PLC自动化工业软件为核心，积极拓展机器人（搭配宝信自主研发的PLC）、SCADA工业软件等自动化产品，同时有能力向大型DCS（DCS=PLC+SCADA）控制系统切入，持续延展自动化能力边界，未来有望成长为国内全生态自动化龙头。\r\n　　公司自动化三大核心增长逻辑为：1）产品序列扩张：公司未来将从大型PLC向中大型PLC下沉，配齐高中端PLC产品线，并深化机器人、SCADA工业软件等自动化产品布局，同时具备向DCS及DCS控制系统扩张的能力；2）增量+存量替换逻辑：双碳时代+国产替代背景下，以钢铁行业为代表的流程型行业“有必要+有能力”大力投入资本开支布局智能制造；大型PLC/DCS将逐渐开始进入到存量替换新周期；自动化产品标准化程度更高，跨行业扩张潜力十足；3）毛利率提升逻辑：自动化产品毛利率较高，有望带动整体盈利能力提升。\r\n　　工业互联网平台厚积薄发，夯实智能制造云化基石\r\n　　公司高度重视工业互联网的发展，自主研发工业互联网平台宝联登xIn3Plat和人工智能中台等，工业互联网的布局一方面给公司打开成长新曲线，另一方面有望增强公司智能制造核心竞争力。在双碳时代，以钢铁、冶金、石化、化工为代表的高耗能流程行业，面临着“降本、增效、提质”的迫切需求，以工业互联网为代表的智能制造新技术将发挥核心作用，流程行业“有能力+有需求”大力进行资本开支推动工业互联网发展；国家大力推动数字经济，工业互联网平台作为数字经济的核心底座和组成部分，持续受到国家政策的强力支持，公司工业互联网平台xIn3Plat连续四年持续入围工信部“双跨”平台，排名稳步提升，为未来发展开辟了新的成长赛道；从长远来看，PLC等自动化产品云化为大势所趋，而工业互联网平台是自动化产品云化的基础，为自动化云化筑就坚实根基，云化PLC有望助力公司实现弯道超车，持续夯实公司智能制造产业龙头地位。\r\n　　伴随亿吨宝武数智化转型，信息化业务发展空间大\r\n　　背靠宝武大平台，乘数智化转型的战略东风，公司作为宝武集团“一基五元”战略中信息化的基石、智能制造核心，伴随亿吨宝武数智化转型，信息化发展空间大。公司是可以从L0做到L5的工业软件企业，信息化产品包括MES、BI、WMS、MOM等，其中，MES产品近几年在国内企业市占率排名中稳居第一，已应用到多个行业。在“双限”、“双控”背景下，国家对于钢铁行业发展提出了“大力发展智能制造”、“加快推进兼并重组”、“严禁新增钢铁产能”等要求，宝武集团作为全球最大钢铁集团，并购重组进展不断加快，将从“信息系统的更新替换+工业互联网平台的深化布局+自动化控制系统改造及新增需求+云计算部署需求”四方面大幅提升对于公司智能制造业务的需求。公司传统软件业务也早已拓展到除宝武集团以外的钢铁企业，以及非钢领域，未来成长空间广阔。\r\n　　IDC供需格局演变利好龙头，公司IDC业务进入投放新周期\r\n　　短期IDC行业供需格局演变利好龙头，公司作为批发型IDC龙头将核心受益，同时IDC业务将进入投放新周期，有望带来盈利+估值的戴维斯双击。短期来看，国家对于能耗、电力、安全合规等管控趋严，大量老旧、不合规机房被取缔，以及需求向核心地段大规模&绿色IDC倾斜，使得优势IDC龙头竞争优势越发强劲，长期来看，IDC行业需求将随着新应用爆发而持续增长。“资源禀赋+工业软件能力”结合赋予了公司IDC业务得天独厚的能力禀赋，上一轮IDC建设投放时间周期为2013-2020年，共计投建与上架近3万个标准机柜，从2021年开始，公司启动宝之云华北宣化+宝之云上海罗泾五期机房项目，共计超5万个标准机柜，若我们不考虑其他新建机房项目，便已经是前一轮投放量的1.7倍。从2021年开始，新建项目部分机柜已经开始投放上架，未来随着上架率的持续提升，将赋能公司持续成长。\r\n　　优秀的管理层和市场化激励机制，保障长期发展活力\r\n　　公司拥有优秀的管理层，推行市场化的激励机制，使得公司具备充足的发展活力和动力。公司作为央企，管理团队管理经验丰富，管理体制灵活，另外内部考核制度市场化，且多次推行市场化的激励方案，公司于2017年、2020年、2022年共发布3次股权激励，激励覆盖范围广，覆盖公司管理层、技术骨干、业务骨干等，一方面彰显了公司管理层对于未来长远发展的坚定信心，同时也有望调动员工的积极性，充分释放公司发展活力。\r\n　　盈利预测与投资评级\r\n　　宝信软件传承央企优质基因，深度布局自动化、工业互联网、信息化、云计算四大智能制造赛道，是国内稀缺的在高端自动化工业软件领域实现突破的企业，是国内目前产品序列最完整的高端智能制造龙头，肩负高端智能制造国产替代的使命，长期成长空间大。我们预计公司2023-2025年归母净利润分别为25.69亿元、31.56亿元、40.58亿元，当前收盘价对应PE为44.90倍、36.55倍、28.42倍，参考可比公司，给予公司2023年65倍合理PE，对应目标市值1669.85亿元，维持“买入”评级。\r\n　　风险因素\r\n　　IDC建设与上架不及预期、宝武重组并购低于预期、5G发展不及预期",
  "notice_date": "2023-04-04 00:00:00",
  "notice_title": "业绩超预期，Q4归母净利润同比增长超60%，毛利率持续提升",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "宝信软件",
      "short_name_ch": "宝信软件",
      "short_name_cht": "寶信軟件",
      "short_name_en": "Baosight",
      "stock": "600845"
    }
  ],
  "short_name": "宝信软件",
  "source_sample_name": "信达证券",
  "star": "3"
}