{
  "attach_pages": "31",
  "attach_size": "2329",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202507161710129931_1.pdf?1752701526000.pdf",
  "company_code": "80000038",
  "eitime": "2025-07-16 21:32:06",
  "extend": {},
  "info_code": "AP202507161710129931",
  "language": "0",
  "notice_content": "　　光明肉业(600073)\n　　上海老牌国资，聚焦肉类布局。诞生于1930年的“梅林”品牌从一家石库门小作坊开始起步，历经近百年发展，打造了包含饲料生产、育种养殖、屠宰分销、肉制品深加工及分销的全产业链，形成了以优质产品为基础，以品牌建设为抓手，以肉类产业链为协同的具有光明肉业特色的核心竞争力。\n　　新西兰最大牛肉屠宰企业，出口贸易面向全球。公司的牛羊肉屠宰和贸易业务主要由子公司新西兰银蕨农场有限公司和联豪食品负责。2023-24年中国牛肉市场价格承压下行，2023年新西兰遭遇罕见飓风“加布丽埃尔”和由其引发的大面积洪涝灾害，影响了银蕨屠宰工厂的正常产能，使牛屠宰量减少，降低了业务旺季期间银蕨的市场供应能力，劳动力短缺叠加自然灾害影响，导致2023-24年银蕨农场营收同比出现下降。2025年，我们预计伴随中国牛肉价格逐渐进入上行周期，银蕨的盈利水平将得以修复，为公司业绩重获增长提供动能。\n　　国潮食品品牌逆袭复兴，公司长期业绩的压舱石。公司品牌食品业务主要由子公司上海冠生园食品有限公司从事。冠生园是百年历史的中华民族名牌老字号企业，目前五大产品品类主要是：糖果、药补酒、蜂制品、面制品、调味品。其中大白兔奶糖为中国名牌产品、国家免检产品和国家原产地标记注册产品，畅销四十多个国家和地区；冠生园蜂蜜为上海市名牌产品，全国市场占有率第一位。\n　　上海生猪稳产保供主力军，养殖屠宰全产业链协同发展。生猪养殖业务主要由子公司光明农牧科技有限公司从事，公司持股比例为51%。光明农牧主要在江苏、河北等地规模化养殖场布局，通过自繁自养和外购仔猪相结合的养殖模式，采取公司定价和竞价相结合的销售模式，直接向下游屠宰企业以及肉制品加工企业销售生猪。\n　　我们认为海外牛肉主产国景气周期或将同步，拐点领先于中国到来。在过去两年由于中国消费增速放缓，南美主要国家主动进行了产能出清；而美国2020-2022年连续三年的干旱造成牧场退化严重，被迫去产能，2024年6月中国牛犊价格上涨已经预示2025年牛肉价格有望保持乐观；澳大利亚在经过了2021-2023年连续三年的产能扩张后，2023年开始母牛屠宰率也显著上升，将对2025年以后的出栏量造成影响。\n　　我国的牛周期发生了深刻的变化。在过去十年间，肉牛产能扩张速度远低于中国居民牛肉消费增速，因此我国的牛周期表现并不典型，价格呈现长期趋势性增长的态势。但随着非洲猪瘟后肉类蛋白消费转移、公共卫生事件结束后复产复工带来消费增长，肉牛养殖的高景气周期导致下游激进扩产，叠加进口量激增，2023年7月起我国肉牛养殖出现了少有的大面积亏损。同时由于肉牛养殖本身行业集中度和规模化水平较低，存在较为严重的信息不对称，类似于非洲猪瘟前的生猪养殖行业，产能出清速度较快。一旦产能得到有效出清，供需错配和价格弹性极有可能超预期。\n　　投资建议：我们预计公司2025~2027年归母净利润分别为4.31、6.80、7.69亿元，对应EPS分别为0.46、0.73、0.82元。公司在肉类罐头食品、牛羊肉、蜂蜜、奶糖等领域居行业龙头，子公司新西兰银蕨是新西兰最大的牛羊鹿肉屠宰企业之一，将充分受益于牛周期景气上行。公司以品牌建设为抓手，以肉类产业链为协同，充分发挥光明肉业核心竞争力，首次覆盖，给予“推荐”评级。\n　　风险提示：各国牛肉价格反弹不及预期风险；贸易政策不确定性风险；下游需求不及预期风险；自然灾害及动物疫病风险。\n",
  "notice_date": "2025-07-16 00:00:00",
  "notice_title": "首次覆盖报告：国潮新消费重塑百年老字号；牛周期向上重视经营拐点",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "徐菁,杜海路",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "光明肉业",
      "short_name_ch": "光明肉业",
      "short_name_cht": "光明肉業",
      "short_name_en": "SMAC",
      "stock": "600073"
    }
  ],
  "short_name": "光明肉业",
  "source_sample_name": "民生证券",
  "star": "3"
}