{
  "attach_pages": "5",
  "attach_size": "529",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202312011613152471_1.pdf?1701423618000.pdf",
  "company_code": "80180327",
  "eitime": "2023-12-01 09:40:18",
  "extend": {},
  "info_code": "AP202312011613152471",
  "language": "1",
  "notice_content": "　　工商银行(601398)\r\n　　Topline growth to gradually recover in FY24E. Despite the weak topline momentum in9M23, our base case suggests ICBC’s topline growth to turn positive starting from FY24E.With interest rate adjustment in residential mortgage completed in 4Q23, we believe NIMpressure will lessen from FY24E, partly also supported by ICBC’s solid balance sheetgrowth as a result of backing up real economy. For FY23E, NIM would be down 32bpsYoY; but the reduction would be much smaller at 9bps and 7bps YoY for FY24E andFY25E; overall, we expect NIM to be 1.44%-1.60% over FY23E-25E. This would supporta NII CAGR of 3.8% in FY22-25E. We assume net fee income growth to turn positive inFY25E, considering the policy stance directing big banks to reduce fee rates, as well asthe unfavorable capital market and slow recovery in retail consumptions. Overall, weanticipate a topline CAGR of 2.9% over FY22-25E.\r\n　　Asset quality outlook to stay benign. With the rollout of supportive measures for thereal estate sector, we expect the bank’s asset quality outlook to remain benign inFY23E-25E. Its NPL ratio would be in the range of 1.31%-1.35%, which is lower than thesystem average of 1.61% as of Sep 2023, according to the NAFR. The declining NPL ratiowould support risk buffers, and our base case estimates ICBC’s provisioning ratio andprovision coverage ratio to be in the range of 2.98%-3.10% and 220.74%-236.64% inFY23E-25E. Assuming China’s macro growth to recover steadily without any new majorrisk outbreaks, we project provision expenses to expand at 1.3% CAGR over FY22-25E\r\n　　 Maintain BUY on improving earnings outlook. By lowering our FY23E/24E earnings by6.98%/10.30%, our base case suggests a 3.2% CAGR over FY22-25E. By lowering itssustainable ROAE and raise our COE assumptions in the GGM model, we adjust our H/ATPs by -22.3% and -13.8% to HK$ 4.91 and RMB 5.61. The TPs imply 0.45x/0.55x targetFY24E P/B. Reiterate BUY on ICBC’s market leading position and improving earningsoutlook.\r\n　　Risk Factors: 1) Potential asset quality deterioration in specific sectors and geographicalareas; 2) Persisting NIM pressure; 3) Slow recovery in net fee growth; 4) Reducing ROAAand ROAE; 5) High social responsibility given its status as a market leader",
  "notice_date": "2023-12-01 00:00:00",
  "notice_title": "Earnings outlook to mildly improve",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Johannes Au",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "工商银行",
      "short_name_ch": "工商银行",
      "short_name_cht": "工商銀行",
      "short_name_en": "ICBC",
      "stock": "601398"
    }
  ],
  "short_name": "工商银行",
  "source_sample_name": "农银国际证券"
}