{
  "attach_pages": "3",
  "attach_size": "548",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202503031643996531_1.pdf?1743096543000.pdf",
  "company_code": "80000031",
  "eitime": "2025-03-03 14:52:21",
  "extend": {},
  "info_code": "AP202503031643996531",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　投资要点\n　　开门红实现良好开局，全域营销强化品牌势能。2025年春节，公司提前筹谋准备充分，在兼顾产品结构及渠道良性同时，有力实现品销双收。春节期间全网各大线上平台汾酒霸屏营销，曝光量超1亿人次；线下渠道汾酒春节动销亦增长居前，青20、老白汾增量互为补充。品牌方面，围绕春节“干杯中国年”活动主题，汾酒携手京东，开启“汾酒京东超市品牌日”活动，联合演员于震、晋松发起京东直播及微博互动，并同步于小红书、抖音进行内容投放，新媒体矩阵声量显著放大。渠道方面，2024年中秋国庆以来，公司根据市场状态及时调整回款发货安排，继24Q4控货挺价，25Q1回款进度要求趋于稳健，推动青20、老白汾批价稳中有升，为五码合一新版产品价格体系全面导入进行良好衔接（2月下旬以来，公司青20、老白汾10老版产品已在多地停止供货）。\n　　多价位轮动发力，腰部产品继续兑现增长驱动。公司规划玻汾、老白汾、青花20、青花30（含青26）系列，远期均要实现百亿规模。①玻汾作为战略单品，2025年整体控量，结构上向年轻化群体培育倾斜。②老白汾作为具有全国化基因的腰部大单品，公司已成立项目组做针对性运营推广，经过产品升级更新，未来在宴席推广、渠道下沉等方面将加强资源投入。③青花20目标打造全国商务用酒领先单品，2024年市场承压阶段，公司及时调整经销商及终端考核要求，保证渠道价盘、利润及推力稳定。④青26与青30组合发力，将灵活适应次高端、高端价位需求波动，积极捕捉市场机遇。\n　　省内提升结构，省外磨砺以须，全国化2.0布局纵深推进。行业筑底阶段，2025年公司强调“稳定压倒一切”，市场发展更注重提质强基。①省内市场重在提升结构：受益于共享共建渠道终端的深入覆盖和精细管控，2024年汾酒省内市占率已接近80%；2025年重在保持健康可持续发展，整体规模保持稳定，主要通过做强青25、青26、复兴版等产品，拉升销售结构。春节期间，省内渠道反馈汾酒动销规模及消费结构同比基本保持平稳，库存同比回落，高价位产品目前推广反向较好。②省外市场继续扩容升级：经过24Q4控货调整，汾酒省外省份多数以蓄势待发姿态迎接开年，2025年预计有望保持匀速增长。此外，为稳定渠道利润，优化数字化终端管理的实操性，公司进一步将终端区分为汾享终端和星火终端，相应细化不同终端的扫码要求及考核奖励，以便分级管理提升管理效益。春节期间，省外多地大商均反馈汾酒动销保持增势，作为少数仍能保持渠道利润的头部品牌，目前仍具备渠道、动销拓展潜力。\n　　盈利预测与投资评级：2025年春节汾酒动销表现居前，受益多价位产品组合、全国化梯队布局的增长潜力再次验证之外，公司近年在新媒体、年轻化方面的品宣创新也令人眼前一亮。年内伴随老白汾、青26全国化推广反响更新，公司的长期成长空间有望更趋清晰。考虑需求承压背景下公司降速保质，我们微调2024~26年归母净利润至121、134、155亿元（前值122、137、158亿元），对应PE为21/19/16倍，作为大酒企中成长性领先的抗波动标的，维持“买入”评级。\n　　风险提示：宏观经济持续走弱超预期风险；紧缩形势加剧风险；省外竞争超预期风险等。\n",
  "notice_date": "2025-03-03 00:00:00",
  "notice_title": "大单品势稳力强，越山海继往开来",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "苏铖,孙瑜",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "东吴证券",
  "star": "3"
}