{
  "attach_pages": "42",
  "attach_size": "3741",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310131601402789_1.pdf?1697187018000.pdf",
  "company_code": "80000187",
  "eitime": "2023-10-13 08:50:18",
  "extend": {},
  "info_code": "AP202310131601402789",
  "language": "0",
  "notice_content": "　　青岛啤酒(600600)\n　　报告关键要素:\n　　青岛啤酒深耕行业百余载，逐步从地方性酒企成长为全国性啤酒龙头。目前啤酒行业处于存量发展期，行业整体量平价增趋势明显，行业集中度持续提升，高端化是未来发展趋势。近期澳麦“双反”政策取消叠加包材价格下降，啤酒企业成本压力有所缓解，同时消费市场持续复苏，啤酒需求端向好。公司拥有“青岛”和“崂山”双品牌，超高端/高端/中端/低端产品全覆盖，产品结构不断升级，持续为公司创造营收。公司具备品牌&产品&营销&渠道&战略优势，盈利能力较强。作为啤酒龙头，公司顺应行业发展趋势，高端化进程不断加速，未来成长空间可期。\n　　投资要点:\n　　啤酒行业五大龙头格局稳定，高端化是未来发展趋势。我国啤酒行业历经百年发展，2013年进入存量发展期，整体产量开始缓慢下滑，从“量增”到“质升”换轨明显。华润啤酒/青岛啤酒/百威英博/燕京啤酒/重庆啤酒五大龙头格局保持稳定，2021年CR5升至92.9%。啤酒龙头凭借其长期积累下的品牌、产品、规模、渠道、技术等优势，逐步挤压中小酒企的生存空间，中小酒企产能或将进一步出清，啤酒行业集中度预计将会进一步提升。在存量竞争背景下，高端啤酒消费量仍稳步增长，行业高端化趋势明显。目前，国内啤酒企业吨价进入上行通道，但较外资酒企仍有增长空间，吨价上升成为行业发展的重要推动力，行业整体量平价增趋势明显。\n　　百年青啤，积淀深厚。公司于1903年成立，是中国历史最悠久的啤酒生产企业，公司目前拥有“青岛啤酒主品牌+崂山啤酒第二品牌”双品牌组合，在超高端/高端/中端/低端啤酒领域均有布局，在行业中处于领先地位。公司股权架构稳定且清晰，实际控制人青岛市国资委持有上市公司32.51%的股权。近年来，公司营收、利润总体呈现稳步增长趋势，2018-2022年营收/归母净利润的CAGR分别为4.89%/27.1%，业绩发展向好。\n　　啤酒行业龙头，结构升级引领行业发展。①品牌&产品：公司坚持“1（青岛）+1（崂山）”双品牌战略，产品矩阵丰富且定位清晰。主品牌青岛啤酒定位中高端，品牌价值多年蝉联啤酒行业首位，第二品牌崂山啤酒定位大众市场。公司顺应高端化趋势，不断推进产品结构升级，近年来持续在高端/超高端领域布局，2022年推出的千元啤酒“一世传奇”打开了啤酒行业价格天花板。②营销：公司将品牌推广模式升级为沉浸式品牌体验模式，以“体育营销+音乐营销+体验营销”为主线，利用酒吧、啤酒节、快闪店等多种途径给消费者带来全方位沉浸式体验，品牌影响力持续提高。③渠道：公司线上线下全渠道布局，线上形成“官方旗舰店+官方商城+网上零售商+分销专营店”的立体化电子商务渠道领先优势，线下持续推进O2O、B2B、社区团购等业务，彰显渠道韧性。④市场战略：公司采取“一纵两横”的市场战略，提速沿黄、振兴沿海、解放沿江，在山东地区的市占率超过70%，在巩固沿黄地区核心市场地位的同时开拓沿海、沿江新市场，提升市场份额。⑤产能布局：公司逐步实现用智慧工厂替代落后产能，完善产能布局，提高了公司内部整体的生产运营效率，2018-2022年单厂产销比从81.36%提升至84.97%，有效地实现了降本增效。\n　　盈利预测与投资建议：受益于现饮消费复苏、市场需求向好及行业高端化进程逐步推进，啤酒行业未来有较大的发展空间。公司作为国产啤酒龙头，品牌价值位列啤酒行业第一，在品牌/产品/营销/渠道/战略等方面具备较强的竞争优势。近年来公司在高端/超高端市场均加速布局，未来高端化和结构升级推动均价提升的空间广阔，业务发展长期向好。我们预计，公司2023-2025年EPS分别为3.29/3.84/4.40元/股，对应2023年10月9日股价的PE分别为26.61/22.78/19.87倍，首次覆盖给予“增持”评级。\n　　风险因素：原材料及包材价格波动风险、行业竞争加剧风险、食品安全风险、经济复苏不及预期风险\n",
  "notice_date": "2023-10-13 00:00:00",
  "notice_title": "首次覆盖：百年青啤积淀深厚，结构升级焕发新活力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "陈雯,李晨崴",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "青岛啤酒",
      "short_name_ch": "青岛啤酒",
      "short_name_cht": "青島啤酒",
      "short_name_en": "TSINGTAO BREWERY",
      "stock": "600600"
    }
  ],
  "short_name": "青岛啤酒",
  "source_sample_name": "万联证券",
  "star": "1"
}