{
  "attach_pages": "4",
  "attach_size": "364",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202206131571879047_1.pdf?1655137868000.pdf",
  "company_code": "80000135",
  "eitime": "2022-06-13 16:31:08",
  "extend": {},
  "info_code": "AP202206131571879047",
  "language": "0",
  "notice_content": "　　中航电子(600372)\r\n　　事件：公司发布重组预案：公司拟发行A股换股吸收合并中航机电；另配套融资不超过50亿元。\r\n　　强强联合，国内航空机载巨头呼之欲出。公司是航空工业旗下航空电子系统的专业化整合和产业化发展平台，是国内领先的航电系统龙头企业。被吸并方中航机电是航空工业旗下航空机电系统的专业化整合和产业化发展平台，是国内领先的机电系统龙头企业。\r\n　　首先，本次吸并重组是国内航空机载领域强强联合的一次重大尝试，重组完成后，公司将成为航空工业机载板块核心上市平台。\r\n　　其次，本次吸并重组有助于优化航空机载板块的产业布局，通过专业化整合，更好的协调双方技术、人员、供应链、客户等资源，发挥协同效应和规模效应，大幅提升公司核心竞争力。\r\n　　再次，本次吸并重组顺应全球航空机载产业系统化、集成化、智能化发展趋势，有助于打造具有国际竞争力的航空机载产业巨头。\r\n　　双方换股价明确，中航机电或存逾20%套利空间。本次换股吸收合并的定价基准日为吸收合并双方首次董事会决议公告日。\r\n　　中航电子的换股价格是定价基准日前120个交易日的交易均价，为19.06元/股，而公司停牌日收盘价20.6元，跌价8.08%。\r\n　　中航机电的换股价格是定价基准日前120个交易日的交易均价，为12.69元/股，扣除分红后中的换股价为12.59元/股，而公司停牌日收盘价11.22元，溢价12.2%。\r\n　　中航机电与中航电子的换股比例为1:0.6605，即每1股中航机电股票可以换得0.6605股中航电子股票。由于中航机电的总股本约为38.84亿股，参照本次换股比例计算，中航电子为本次换股吸收合并发行的股份数量合计约为25.66亿股。\r\n　　中航电子的停牌日收盘价20.6元，根据换股比例，对应中航机电的股价约为13.61元，而中航机电停牌日收盘价为11.22元，套利空间或达21.3%。\r\n　　实控人旗下多家子公司参与定增，彰显对公司未来发展的信心。此次方案中，公司计划配套融资50亿，用于补充合并后存续公司的流动资金及偿还债务、支付本次交易有关的税费及中介机构费用以及项目建设。\r\n　　大股东中航科工和实控人旗下多家子公司包括航空投资、中航沈飞、航空工业成飞合计拟认购11.6亿，占比23.2%，锁定期18个月。我们认为，大股东和多家兄弟单位参与询价（非锁价）定增，彰显了集团对公司当前市场价值的认可和对未来发展的信心。\r\n　　募集资金有助于公司改善经营现金流，降低财务费用；其次，通过项目建设再投资，拥抱航空机载产业发展红利，实现跨越式增长。\r\n　　集团国企改革动作频频，公司资产证券化空间较大。作为国企改革的排头兵，正值“三年行动”的收官之年，航空工业集团将通过股权激励、优化资产结构、资产重组和IPO等方式来深化改革，而机载板块的改革是重头戏之一，包括本次的吸收合并动作。\r\n　　中航机载系统有限公司是集团整体机载板块平台公司。2012年以来，机载系统公司基于专业及供应链协同，组建7个事业部，37家三级单位纳入管理，初步形成专业化整合的全新管理架构。目前事业部组织架构较为松散，但随着事业部做大做强，未来有望逐步实体化，资产证券化空间将大幅提升。\r\n　　航空工业机载持续优化事业部治理体系与治理能力，对事业部牵头单位进行放权赋能，激发内部活力，构建“共创”“共享”“共赢”的新型主辅机协同发展模式，实现与主机业务深度融合。\r\n　　根据中航电子和中航机电与中航机载系统公司签署的《托管协议》，两家公司共托管了22家企事业单位，包括6家核心研究所。我们认为这些单位将成为机载板块未来资产证券化的主体，中航电子作为存续公司和机载板块核心上市平台，将显著受益。具体来看，不考虑受托管理股权比例影响，根据中航电子2021年披露的0.59亿托管费和2‰的托管费比例，我们粗算出2021年中航电子托管单位的收入合计约为295.9亿，同理根据中航机电2021年0.22亿托管费和3‰的托管费比例，得出其托管单位的收入合计约为73.7亿，全部22家企事业单位2021年收入合计约为369.5亿元。从营业收入的口径看，两家拟吸并公司2021年收入合计248.3亿，资产证券化率仅为40.2%。从净资产口径看，中航机载系统公司2022年3月末净资产约为509.1亿元，纳入合并报表的上市公司净资产合计313.9亿元，资产证券化率约为61.7%。随着国企改革进程的持续推进，机载板块资产证券化空间正逐步打开。\r\n　　投资建议：预计公司2022年至2024年归母净利分别为25.30亿元、30.97亿元和37.07亿元，备考EPS分别为0.53元、0.65元和0.78元，当前股价对应PE为38X、31X和26X。公司未来作为国内航空机载核心上市平台，对标海外军工巨头，发展前景广阔，维持“推荐”评级。\r\n　　风险提示：吸收合并重组终止的风险和下游需求不及预期的风险。",
  "notice_date": "2022-06-13 00:00:00",
  "notice_title": "航空机载新启航，国之重器再出发",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "李良,胡浩淼",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "480",
          "publishName": "航天航空"
        }
      ],
      "short_name": "中航机载",
      "short_name_ch": "中航机载",
      "short_name_cht": "中航機載",
      "short_name_en": "AVIC AVIONICS",
      "stock": "600372"
    }
  ],
  "short_name": "中航机载",
  "source_sample_name": "中国银河",
  "star": "5"
}