{
  "attach_pages": "6",
  "attach_size": "1154",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202306291591864493_1.pdf?1688048296000.pdf",
  "company_code": "80050806",
  "eitime": "2023-06-29 14:18:16",
  "extend": {},
  "info_code": "AP202306291591864493",
  "language": "0",
  "notice_content": "　　恒生电子(600570)\r\n　　事件：①6月28日，公司发布以集中竞价交易方式首次回购股份的公告。②6月28日，恒生电子和旗下子公司恒生聚源正式发布基于大语言模型技术打造的数智金融新品，金融智能助手光子和全新升级的智能投研平台WarrenQ。此外，恒生电子金融行业大模型LightGPT也首次对外亮相，并公布最新研发进展。\r\n　　此次发布会，恒生及旗下聚源发布2款数智金融新品，并公布金融行业大模型LightGPT，展示了其强大的AI产品能力。具体来看：1）WarrenQ，新一代投研打开方式。WarrenQ是恒生聚源推出的面向投研投资场景打造的专业一体化投研工具平台，赋能“搜、读、算、写”投研全流程场景，WarrenQ推出两款AI工具产品——WarrenQ-Chat和ChatMiner。\r\n　　①WarrenQ-Chat是一款金融垂直领域的Chat产品，利用大模型叠加搜索和聚源金融数据库，通过对话指令，能更轻松获得金融行情、资讯和数据，且每一句生成的对话均支持原文溯源，确保消息出处可追溯，还可以生成金融专业报表，轻松实现“语控万数”。\r\n　　②ChatMiner是一款金融文档挖掘器，基于大模型和向量数据库构建，可以根据用户对话指令对指定文档进行快速解读，提供精准检索与定位，提取关键信息，还可以将信息进行有效的整合归纳和精炼或拓展，智能化处理海量文本数据。\r\n　　2）光子，大模型时代金融智能助手。光子解决大模型在落地过程中存在的技术连接、应用连接、数据安全合规即时等问题，在恒生大模型产品技术生态的布局中，光子是串联了“通用工具链+金融插件工具+金融数据+金融业务场景”的智能应用服务。基于金融行业大模型LightGPT能力，光子可以为金融机构的投顾、客服、运营、合规、投研、交易等业务系统注入AI能力。\r\n　　3）LightGPT，金融行业大模型。LightGPT拥有更专业的金融语料积累处理和更高效稳定的大模型训练方式，使用了超4000亿tokens的金融领域数据（包括资讯、公告、研报、结构化数据等）和超过400亿tokens的语种强化数据（包括金融教材、金融百科、政府报告、法规条例等），并以之作为大模型的二次预训练语料，支持超过80+金融专属任务指令微调。目前，LightGPT在包括金融专业问答、逻辑推理、超长文本处理能力、多模态交互能力、代码能力等在内的金融大模型能力评测中均有不错表现，保证内容和指令的合规安全。\r\n　　LightGPT拥有更为丰富、轻量化的部署方式，支持私有化/云部署以及灵活API调用，推理端仅需一机2卡部署。金融机构可以基于LightGPT通过私域任务数据定制化精调大模型，打造机构专属大模型，满足个性化需求。\r\n　　当前虽然大模型产品层出不穷，但我们认为恒生此次AI产品的发布在金融这一垂直领域仍意义非凡。\r\n　　1）模型层面：现有很多通用大模型在金融领域有自身局限性，如：①金融行业对回答的内容和服务质量要求高，通过公开数据训练的通用大模型有明显差距；②金融行业合规监管严格，模型生成内容和数据安全性要求严格；③很多机构使用大模型时进行私有部署，如果参数体量不够大质量可能比较差，如果体量大算力成本高。这些痛点对金融行业应用大模型一定程度上造成了阻碍。恒生基于当前开源大模型、与商用大模型合作等，吸收其高质量成果，利用自身多年积累的行业knowhow、高质量的数据优势等，做一些自主研发创新，弥补其金融场景短板。LightGPT是一款专门与金融行业相契合的大模型产品，其发布将有望加快金融行业大模型的落地普及。\r\n　　2）应用层面：基于金融行业特定的业务场景与严合规监管的特点，对错误容忍度较低，从而可能影响金融大模型应用的节奏与广泛性。恒生WarrenQ和光子两款产品则给出了十分具体的应用场景与方式，并且在应用时WarrenQ-Chat结合了搜索+大模型+聚源库、ChatMiner结合了文档+向量数据库+大模型等底层关键技术调用，弥合了当下一些大模型应用时出现的弊端。如实现了最新实时数据获取（底层链接聚源的缘故），弥补了当前大模型只知道历史数据的缺点；原文可追溯（金融领域看重信息来源与真实性）从而可以自主检查确认提高准确性。\r\n　　金融AI领先优势不断巩固。恒生自2014年正式启动AI研究工作，已发布20款以上人工智能产品，打造了NLP、OCR、CV、知识图谱等能力；数据是训练大模型的重要基础，聚源建立起其数据优势；且对垂直大模型而言，丰富的行业经验与深入的业务理解重要性体现，作为多年市场份额领先的金融IT龙头，恒生优势不言而喻。此次发布LightGPT金融行业大模型与金融智能助手光子和全新升级的智能投研平台WarrenQ，在模型与应用端均实现了巨大突破，更加巩固了其金融AI领先优势。回购股份彰显公司未来发展信心。6月28日，公司以集中竞价交易方式实施首次公司股份回购，回购数量为10万股，占公司目前总股本0.0053%，成交最低价和最高价分别为44.24元/股和44.79元/股，成交价格处于近一年股价相对高分位数。从公司基本面情况来看：\r\n　　外部利好因素不断，如全面注册制实施，《证券公司网络和信息安全三年提升计划（2023-2025）》鼓励券商信息科技平均投入金额不少于2023年至2025年平均净利润的10%或平均营业收入的7%、有条件的券商积极推进新一代核心系统的建设，金融信创快速推进，金融行业数字化转型升级持续带来市场机遇等；\r\n　　自身一方面2022年控费成效显著，人员增长大幅放缓，另一方面前期推出的O45、UF3.0等新产品快速推广，上线案例不断推出，从而有望加快其利润释放、人效提升。\r\n　　因此结合此次股份回购成本和公司基本面情况，更加能够反映公司对未来发展信心十足。\r\n　　投资建议：公司是金融IT当之无愧的龙头，当前大模型时代下公司发布相关产品巩固其金融AI领先优势，基本面层面外部发展环境有利，自身人员增速放缓、费用得到有效控制，利润逐步兑现，公司此次回购股份更是彰显了对未来发展的信心。预计公司2023-2025年的EPS分别为0.99元、1.21元和1.49元，维持“买入”评级。\r\n　　风险提示：金融行业监管趋于严格；大模型进展不及预期；新产品推广不及预期；行业竞争加剧。",
  "notice_date": "2023-06-29 00:00:00",
  "notice_title": "新品发布巩固金融AI领先优势，股份回购彰显未来发展信心",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "曹佩,程漫漫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "恒生电子",
      "short_name_ch": "恒生电子",
      "short_name_cht": "恒生電子",
      "short_name_en": "HUNDSUN",
      "stock": "600570"
    }
  ],
  "short_name": "恒生电子",
  "source_sample_name": "太平洋",
  "star": "3"
}