{
  "attach_pages": "5",
  "attach_size": "784",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212301581510940_1.pdf?1672390042000.pdf",
  "company_code": "80036717",
  "eitime": "2022-12-30 08:47:22",
  "extend": {},
  "info_code": "AP202212301581510940",
  "language": "0",
  "notice_content": "　　古井贡酒(000596)\n　　核心观点\n　　回顾2022年，需求端，疫情对公司主要消费场景影响相对较小，根据终端走访反馈，省内部分区域宴席延后，但管控放开后快速回补；同时经济低迷背景下，人情往来与礼赠回礼的用酒需求不减反增。产品端，主品牌古井贡酒结构升级持续，古8及以上产品获得较快增速、占比提升。同时持续强化200元以下价格带产品成熟市场的基础以应对竞品冲击。人才梯队上，公司以行业内较高的薪资水平不断培育有战斗力的年轻销售团队，输送全国布局新市场，为全国化发力打下良好基础。营销端，公司投放资源继续聚焦更高价格带产品，主推古20以提高品牌调性。公司前三季度实现总营收127.6亿元，同比+26.4%，归母净利润26.2亿元，同比+33.1%，收入利润均获得较好增长，净利率持续提升。\n　　省内市场需求稳健，结构升级继续推进。从消费能力看，安徽省内市场伴随近年经济高速发展，白酒消费需求不惧疫情扰动维持平稳，消费能力逐年提升。从消费群体看，当前商务接待与个人消费均有支撑，安徽近4年GDP复合增速为9.69%、人均可支配收入近4年复合增速为7.98%，均高于全国平均水平。分产品看，安徽省内公司当前重点聚焦200以上的价格区间，古8承接市级市场民众消费以及县级市场的商务/年节礼赠需求，增长迅速；省内300元以上需求基础仍继续培养，古16承接这一部分的商务需求、以及各省会城市的宴席市场等，今年呈现高增态势；而500元以上的需求，古20针对商务消费和企业团购渠道，今年仍有较快增长。古5、献礼等产品份额保持自然增长。\n　　省外市场聚焦次高端，增量空间仍然广阔。公司重点突破江苏市场，主打古8以上次高端产品。江苏白酒市场容量较大，公司以古8及以上次高端产品为主要发力点，在资源、人员、激励制度均有倾斜。同时由于当地安徽籍营商群体消费基础较好，商务宴请需求支撑下在500元左右价格带扩张迅速，我们估计江苏市场古8及以上产品占比已达7成。我们预计公司在山东、河北、浙江等地明年均有望接近或突破10亿大关，省外起势，增速较快。\n　　看明年，公司持续推进产品结构升级带动毛利率提升，发布千元价格带新品提升品牌定位，随量费用减少和控费趋严有望改善净利率水平。从产品看，我们预计公司明年规划下古5、献礼等成熟品类大盘保持平稳，古8及以上次高端维持30%以上增速，其中古8、古16规划增速略高于古20，高毛利品类占比提高带动毛利率提升。同时，公司在2022年年末发布新品功勋池酒，提前占位千元价格带，继续提升品牌定位。渠道端，预计明年随量费用有望减少，减少部分转为规划性费用，同时费用管控上从此前的粗放式向精确化改善，规划制下各项费用年初提前上报审批，随后严格核销，预计整体费用率有望下降，综合看明年净利率水平预计改善。根据往年进度看，公司春节开门红预计规划完成全年50%进度，11月即启动春节回款，Q4省内多地渠道库存较低，外省市场库存略高于省内但总体处于合理水平，整体较低的库存为公司开门红打下良好基础。\n　　当前部分渠道反馈回款规划如期完成。根据安徽省卫健委通报省内大部分地区将在月底前达峰，我们预计动销端将在元旦后启动，叠加疫情三年后的回乡意愿强烈，整个大春节期间（至元宵节）饮酒需求值得关注和期待。我们预计公司明年冲击200亿收入目标、提前实现十四五规划积极乐观可期。\n　　投资建议\n　　我们预计公司2022-2024年实现营收167.04/199.02/233.53亿元，同比增长25.9%/19.1%/17.3%；实现归母净利润29.85/39.20/47.61亿元，同比增长29.9%/31.3%/21.5%，对应EPS为5.65/7.41/9.01元，对应当前股价PE为48x/36x/30x。公司2022年受疫情扰动、消费需求下滑等因素影响下仍保持高增长；看明年，三品牌体系下，我们预计古井贡酒贡献主要增量，黄鹤楼完成业绩对赌后稳健发力，老明光逐渐复苏。明年线下场景恢复、需求复苏、消费信心回归预期良好，叠加产品结构改善、费用优化，公司盈利能力有望继续提升。参考公司历史估值、可比公司估值，我们给予公司2023年42倍PE估值，对应合理目标价格为311.22元，首次覆盖，给予“买入”评级。\n　　风险提示：\n　　经济复苏不及预期的风险；食品安全的风险；行业竞争加剧的风险；产品结构升级不及预期的风险。\n",
  "notice_date": "2022-12-30 00:00:00",
  "notice_title": "省内升级省外加速扩张，盈利能力持续提升可期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "蔡雪昱,华夏霖",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "古井贡酒",
      "short_name_ch": "古井贡酒",
      "short_name_cht": "古井貢酒",
      "short_name_en": "GUJING DISTILLERY",
      "stock": "000596"
    }
  ],
  "short_name": "古井贡酒",
  "source_sample_name": "中邮证券",
  "star": "3"
}