{
  "attach_pages": "43",
  "attach_size": "1009",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207071575885237_1.pdf?1657188871000.pdf",
  "company_code": "80000007",
  "eitime": "2022-07-07 10:14:31",
  "extend": {},
  "info_code": "AP202207071575885237",
  "language": "0",
  "notice_content": "　　东方电气(600875)\r\n　　公司聚焦为各类能源生产及利用提供相应装备，近年来量利高速增长\r\n　　公司是我国三大动力设备企业之一，主要经营模式是开发、设计、制造、销售先进的风电、太阳能、水电、核电、气电、火电等清洁高效能源电力成套设备，以及向全球能源运营商提供工程承包及服务等。\r\n　　2021年，公司实现营业收入478.2亿元，同比增长28%，归母净利润22.9亿元，同比增长23%。 公司持续优化“六电并举、五业协同”的产业格局， ROE、 ROIC及ROA逐年攀升，盈利能力不断增强， 2021年分别达到7%/6%/2%。\r\n　　充分发挥新型电力系统支撑作用，抽水蓄能未来15年翻倍式增长\r\n　　抽水蓄能中长期发展规划，我国抽水蓄能将迎来翻倍式增长，装机容量将从2020年的31GW增长到2025年的62GW以上，“十四五”期间新增开工项目有望达到270GW 。抽水蓄能设备进入发展快车道， 2021-2035年间每年平均新增价值量超过450亿元。\r\n　　公司水电产品总体水平位居国内前列，贯流式、混流式等水电技术达到国际领先水平， 2021年公司水轮发电机销售量为8.1GW，以产量占比测算的市场占有率约为40%。在资质、资金、技术壁垒更高的抽水蓄能领域，公司作为大型抽水蓄能机组制造双寡头之一，机组研制达到世界一流水平，能够满足“高水头、高转速、大容量”的电站设备需求，预计未来直接受益于风光大基地配储及国家支持性政策的契机，抽水蓄能设备业务进入快速发展通道。\r\n　　风电海陆并举发展，大型化风机降本增效显著\r\n　　在双碳政策的稳步推进下，国内风电行业凭借良好的经济性， 2022-2025年实现海陆并举的增长节奏。陆上风电将从2022年的45GW增长到2025年85GW,CAGR为24%;海上风电从2022年的6.5GW增长至2025年的18GW,CAGR为40%。由于风机大型化降本效应突出，中国大陆市场风机设备产值在1700-2000亿元之间波动。\r\n　　公司立足大型电力设备布局风电市场， 13MW等级海上风电机组处于亚洲领先水平，随着海风项目往深远海进发，大型化海上风电机组需求将持续高增，预计未来公司大兆瓦风电机组出货量加速，市场占有率有望提升。\r\n　　估值与投资建议：首次覆盖给予“增持” 评级\r\n　　我们认为公司是国内大型电力设备头部企业， 深耕大型水轮发电机技术， 其抽水蓄能机组研制水平整体达到行业先进， 部分关键技术达到国际领先， 树立了行业新标杆， 由于生产大型抽水蓄能机组具有较高的技术壁垒， 公司加码布局抽水蓄能设备研发及生产， 未来有望乘行业高速增长东风进入量利齐升通道 ； 随着风机大型化降本增效进程加速， 叠加海上风电平价进程开启大功率机型招标， 公司大型发电设备将持续受益行业变革， 市场占有率有望提升。\r\n　　我们预计公司2022-2024年归母净利润23.9/32.2/39.3亿元， 同比增速5%/25%/22%， 摊薄EPS为0.77/1.03/1.26元， 对应PE为21.1/15.7/12.9x。 综合绝对估值与相对估值， 我们认为股票合理价值在18.37-20.33元之间， 对应2023年动态PE区间为18-20倍， 较公司当前股价有13%-25%的溢价空间， 首次覆盖给予“增持”评级。\r\n　　风险提示\r\n　　估值的风险\r\n　　我们采用了绝对估值和相对估值方法， 多角度综合分析得出公司的合理估值在18.37-20.33元之间， 但是该估值是建立在较多假设前提的基础上计算得来， 特别是对公司未来几年自由现金流的计算、 股权资金成本Ke的计算、 永续增长率的假定和可比公司的估值参数的选择， 其中都加入了很多个人的判断， 进而导致估值出现偏差的风险， 具体如下：\r\n　　1、 可能对公司未来长期保持较好的收入和利润增长估计偏乐观， 导致未来10年自由现金流计算值偏高， 从而导致估值偏乐观的风险；\r\n　　2、 股权资金成本Ke对公司的估值影响较大， 我们在计算Ke时采用的无风险利率3.0%、 股票风险溢价5.0%的取值都有可能偏低， 导致Ke计算值较低， 从而导致公司估值高估的风险；\r\n　　3、 我们假定10年后公司TV增长率为2.5%， 公司所处的主要行业包括风电、 抽水蓄能等能源形式， 目前成长性良好， 下游需求景气度较高， 但是远期面临行业增长减慢甚至下滑的可能性， 那么公司持续成长实际偏低或者负增长， 从而导致公司估值高估的风险；\r\n　　4、 相对估值我们主要关注公司23年估值， 选取可比公司23年平均PE作为参考， 并给予公司1%-7%的估值溢价， 最终判断公司23年合理的PE在16-17倍之间。上述估值方法存在以下风险：选取的可比公司， 各公司对应下游应用存在差异， 市场竞争要素和格局存在区别， 行业整体估值水平偏高。\r\n　　盈利预测的风险\r\n　　价格/毛利率下降的风险：基于对于行业格局和行业特征的判断， 我们认为后续收入占比较高的风电、 火电、 水电机组产品价格将维持较高水平， 若后续行业竞争加剧则可能存在价格大幅下降的风险。 电力设备产品主要原材料一般包括铜、 钢铁等， 若原材料价格出现进一步大幅上涨则存在毛利率下降的风险。\r\n　　政策风险\r\n　　政策支持力度：抽水蓄能开发属于重资产、 长周期投入， 对于各省政策支持力度依赖性较强。 目前抽水蓄能是我国的主要储能形式， 是发电侧实现“双碳” 目标的重要抓手， 后续若各地对于抽水蓄能项目开发、 产业链建设的支持力度低于预期， 则行业增速有低于预期的风险。\r\n　　其他风险\r\n　　国内外市场若频繁出现疫情反复有可能影响公司的正常生产与交付， 影响各类能源项目的建设进度， 从而使得公司销售收入和利润不及预期",
  "notice_date": "2022-07-07 00:00:00",
  "notice_title": "立足大型设备技术优势 海风抽蓄打开成长空间",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "王蔚祺",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1034",
          "publishName": "电源设备"
        }
      ],
      "short_name": "东方电气",
      "short_name_ch": "东方电气",
      "short_name_cht": "東方電氣",
      "short_name_en": "DEC.LTD",
      "stock": "600875"
    }
  ],
  "short_name": "东方电气",
  "source_sample_name": "国信证券",
  "star": "1"
}