{
  "attach_pages": "4",
  "attach_size": "538",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202307061592061499_1.pdf?1688640954000.pdf",
  "company_code": "80000031",
  "eitime": "2023-07-06 10:55:54",
  "extend": {},
  "info_code": "AP202307061592061499",
  "language": "0",
  "notice_content": "　　恒力石化(600346)\n　　投资要点\n　　事件：2023年7月4日，公司发布康辉新材重组上市预案，大连热电拟通过发行股份认购资产的方式，购买康辉新材100%的股权，本次分拆完成后，大连热电将成为康辉新材的控股股东，恒力石化将成为大连热电的控股股东。\n　　康辉新材拟借壳大连热电实现重组上市，交易共分为三个步骤推进：1）重大资产出售，大连热电将以现金对价方式向大连洁净能源集团（或其指定第三方）出售全部资产负债。2）发行股份购买资产，大连热电将以定增方式认购恒力石化和恒力化纤持有的康辉新材100%的股权，发行价格为4.42元/股（不低于公告日前120个交易日均价的80%）。3）募集配套资金，大连热电拟向不超过35名特定投资者定向增发募集资金，募资总额不超过前述资产交易价格的100%，发行数量不超过总股本（资产注入后）的30%，所募资金主要用于支付并购整合费用和在建项目投资。4）前述重大资产出售和发行股份购买资产互为前提、同时生效，而募集配套资金成功与否不影响重组上市的实施。\n　　康辉新材是恒力石化新材料业务的核心载体，重点聚焦功能性膜材料、高性能工程塑料、生物可降解材料三大领域。1）截至2022年底，康辉新材共建有营口、大连、苏州、南通四大生产基地，合计拥有38.6万吨BOPET、24万吨PBT（国内最大）、3.3万吨PBAT（国内单套最大）产能，实现了从上游原料到中游薄膜、塑料再到下游涂覆、改性的全流程覆盖。2）2023年起康辉新材进入集中投产期，产业规模有望再上台阶。在建项目方面，苏州汾湖基地80万吨聚酯薄膜项目（含47万吨高端功能性聚酯薄膜、10万吨特种功能性薄膜、15万吨改性PBT、8万吨改性PBAT）已于23年一季度逐步投产，大连长兴岛基地45万吨可降解塑料项目（PBS/PBAT）已于23年二季度逐步投产，另外营口和南通基地还规划了34.4亿平米的锂电隔膜项目，其中营口基地首条产线已于23年6月投产。\n　　锂电隔膜、PET铜箔基膜、光伏背板基膜等产品多点开花，新能源材料布局未来可期。1）锂电隔膜：隔膜是锂电池的四大主材之一，根据GGII数据，2022年中国锂电隔膜出货量达124亿平米，同比增长59%，到2025年有望进一步增长至330亿平米。康辉新材于2020年正式进军锂电隔膜领域，截至6月末，公司规划总产能达34.4亿平米，包括28.4亿平米湿法隔膜（20条产线）和6亿平米干法隔膜（12条产线），其中营口基地首条湿法隔膜产线已于2023年6月产出合格品，公司锂电隔膜业务有望进入放量期。2）PET铜箔基膜：集流体是锂电池的另一核心组件，相较于传统的铜箔/铝箔集流体而言，以PET等高分子材料为基膜的复合集流体在能量密度和循环寿命等方面拥有更好的性能。截至6月末，康辉新材下属营口基地拥有三条复合集流体基膜生产线，汾湖基地拥有一条2-4.5μm和两条4.5μm基膜生产线，其中4.5μm复合铜箔基膜已和国内40多家相关企业建立联系，试样验证工作正在持续推进。3）光伏背板基膜：光伏背板基膜是光伏电池组件的重要封装材料，位于光伏电池板的背面，对电池片起保护和支撑作用。光伏装机量的快速增长，拉动了对于光伏背板基膜的需求，截至6月末，康辉新材营口基地具备2.4万吨/年光伏背板基膜产能，现已取得国际权威德国TüV莱茵证书，与赛伍技术、中来股份、回天新材等客户形成紧密的合作关系，未来康辉新材还在南通基地布局了6万吨/年的产线，预计将于2024年底投产。\n　　盈利预测与投资评级：我们维持公司2023-2025年归母净利润79、129和160亿元，按2023年7月5日收盘价计算，对应PE分别13.1、8.0和6.4倍。新能源材料布局打开成长空间，分拆上市推动价值重估，维持“买入”评级。\n　　风险提示：分拆上市进度不及预期、锂电隔膜市场竞争加剧、原材料价格剧烈波动\n",
  "notice_date": "2023-07-06 00:00:00",
  "notice_title": "康辉分拆价值重估，新材料布局未来可期！",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "陈淑娴,陈李,郭晶晶,何亦桢",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "471",
          "publishName": "化纤行业"
        }
      ],
      "short_name": "恒力石化",
      "short_name_ch": "恒力石化",
      "short_name_cht": "恒力石化",
      "short_name_en": "HLSH",
      "stock": "600346"
    }
  ],
  "short_name": "恒力石化",
  "source_sample_name": "东吴证券",
  "star": "3"
}