{
  "attach_pages": "15",
  "attach_size": "2151",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202210241579399038_1.pdf?1666625289000.pdf",
  "company_code": "80050806",
  "eitime": "2022-10-24 15:28:09",
  "extend": {},
  "info_code": "AP202210241579399038",
  "language": "0",
  "notice_content": "　　中国中免(601888)\n　　10月10日，中免投资发展有限公司联合宏溿有限公司共同成立三亚中免棠畔投资发展有限公司，中免棠畔投资成立于2022年9月28日，注册资本25亿元，法人代表为常筑军（中免副总、董秘），经营范围包括：商业综合体管理服务；企业管理咨询；物业管理等。目前，其由中免投资、宏溿有限公司共同持股，持股比例各50%。修复韧性强，降本控费效果显著。\n　　宏溿公司的最终控制人为太古地产。太古地产成立于1972年，业务遍布香港、中国内地，并于美国迈阿密、印尼雅加达、越南胡志明市均有投资项目，目前管理着香港162万平，内地168万平的总楼面面积。公司位于香港金钟道的太古广场是全亚洲最成功的综合发展物业之一。太古集团在内地的项目全部由公司管理。中免三期预计为有税购物商场、酒店、酒店式公寓等多元化的综合体，中免此前业务以免税为主，在有税商场，综合物业管理上经验有所欠缺，与太古地产的合作有助于提升管理能力。\n　　太古地产与高奢品牌有良好的合作关系。公司定位高端的项目均成功吸引了国际顶级品牌的入驻，包括香港太古广场、成都远洋太古里、广州太古汇和上海前滩太古里。公司从太古广场开始与国际奢侈品集团合作超过30年，拥有良好的合作关系，公司打造并管理的项目获得奢侈品集团的认可，预计有望助力中免在海棠湾三期的高奢品牌引进。\n　　中免海棠湾三期用地挂牌上市。9月22日三亚挂牌海棠湾2宗建设用地，合计511亩，其中HT05-08-01地块土地性质为零售商业用地，占地311亩，拟建设具有重大产业带动作用的零售商业项目。地块东侧为三亚国际免税城二期、一期项目，可以推测HT05-08-01地块是中免用于开发建设三亚国际免税城三期项目的目标地块。\n　　投资建议：中免三期为有税商业综合体，从位置上看，比邻一二期免税商城，有望借助离岛免税业务引流。从品牌引进上看，因为不受免税的诸多限制，有望引入更加丰富的品牌，特别是顶奢品牌的入驻。从品类上看，此前免税业务受制于海关监管审批，流程较长，导致新品上架不及时，发展有税业务后，商品的流动性加快，有利于季节性强、款式敏感度高的精品品类的拓展。此外与太古地产的合作，一方面有望为商城的招商带来新鲜血液，另一方面借助于太古在综合商业体项目丰富的管理经验，有望在物业管理和客户服务水平上更上一层楼。\n　　海南8月疫情的影响尚未完全消除，全国多点疫情及重要会议的召开对人员流动形成一定的压制，预计中免三季度业绩下滑幅度较大，目前的股价已经基本充分反映预期。从中长期来看，中免的核心优势不变，特别是海口国际免税城、三亚一期二号地、凤凰机场二三期逐步开业后，渠道优势进一步巩固，规模优势进一步加强。我们持续看好中免在旅游零售行业的龙头地位，\n　　预计公司22-24年营业收入分别为572.68/1003.79/1326.01亿元，增速分别为-15.4%/75.3%/32.1%；归母净利润分别为85.66/142.63/183.80亿元，增速分别为-11.27%/66.51%/28.86%，对应EPS分别为4.17/6.94/8.94元，22-24年PE分别为42.12X/25.3X/19.63X，予以“买入”评级。。\n　　风险提示：疫情反复影响客流，防疫政策收紧；汇率波动；免税政变动；新项目回报不及预期等风险。\n",
  "notice_date": "2022-10-24 00:00:00",
  "notice_title": "中免海棠湾三期：合作太古地产 有望引入重奢",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "王湛",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "太平洋",
  "star": "3"
}