{
  "attach_pages": "5",
  "attach_size": "875",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202206141572037351_1.pdf?1655203236000.pdf",
  "company_code": "80000064",
  "eitime": "2022-06-14 10:40:36",
  "extend": {},
  "info_code": "AP202206141572037351",
  "language": "0",
  "notice_content": "　　中国化学(601117)\r\n　　事件描述：\r\n　　2022年6月13日晚间，公司发布1-5月份经营情况简报，2022年1-5月，公司累计实现营业收入597.39亿元，同比增长38.05%；累计新签合同额1398.27亿元，同比增长59.28%。\r\n　　新签合同金额大幅上涨，主要系国内化工建设工程需求提升\r\n　　2022年1-5月，公司累计实现营业收入597.39亿元，同比增长38.05%，其中，5月实现营业收入131.91亿元；累计新签合同额1398.27亿元，同比增长59.28%，其中，5月新签合同金额157.72亿元。\r\n　　从业务类型来看，建筑工程承包1306个，累计新签合同金额1314.76亿元；勘察设计监理咨询878个，累计新签合同金额27.59亿元；实业及新材料销售/现代服务业/其他业务分别累计新签合同金额达33.93/17.62/4.37亿元。建筑工程承包业务能够保持高速增长主要受益于国家政策加码，基建投资扩大，化工行业建设工程需求上升。\r\n　　从地区分布上看，境内合同金额达1221.75亿元，同比增长48.23%，主要受益于国内化工行业建设工程需求上升；境外合同金额达176.53亿元，同比增长229.01%，主要受益于国外疫情影响得到缓解。\r\n　　己二腈项目稳步推进，加速新材料赛道转型\r\n　　己二胺装置开车成功，己二腈国产化稳步推进。3月31日，公司下属天辰齐翔新材料有限公司尼龙新材料项目（一期）己二胺装置一次性开车成功，装置顺利产出第一批合格产品，产品质量达到优品级。公司按计划推进己二腈生产装置的生产运行，全力保障己二腈产品的顺利产出。天辰齐翔己二胺装置开车成功，对补齐我国尼龙产业链短板、扩大市场应用格局将起到重要作用。公司将继续加速推进己二腈国产化，向新材料赛道转型。同时，公司在其他新材料项目上也取得相应进展：华陆新材气凝胶项目于2022年2月27日一次性开车成功，当前已产出第一批合格硅基纳米气凝胶复合绝热毡产品；公司子公司化学工业第三设计院有限公司下属企业中化学天业新材料有限公司打造的可降解塑料PBAT项目一期年产10万吨PBAT项目已顺利机械竣工，整体进入开车、试生产阶段。\r\n　　公司持续推进新材料技术储备和研发，加速向新材料领域拓展。公司坚持产学研协同创新，加强关键技术攻关，聚焦化工新材料领域，突破己二腈等系列“卡脖子”核心技术。在新材料领域，研发和掌握己内酰胺、己二腈、二苯基甲烷二异氰酸酯（MDI）、甲苯二异氰酸酯（TDI）、多晶硅、有机硅、苯酚丙酮、聚碳酸酯、熔盐储热等化工新材料、新能源领域核心技术，达到国际先进水平。根据公司公告，公司参与的“干式直流电容器用电介质薄膜材料”项目、“十万吨级可再生能源电解水制氢合成氨示范工程”进入科技部2021年国家重点研发计划公示清单。POE项目已完成中试工艺包和项目选址工作，目前已进入中试设计和建设阶段；MCH（甲基环己烷）中试装置建设和催化剂制备工作已完成，顺利开车并保持了稳定运行；高效环保催化剂项目已向相关供应商提供小试样品，通过中汽研汽车检验中心性能测试。尼龙12项目已完成中试工艺包，将在淄博基地建设千吨级中试装置。采用自有技术建设的国内首套HPPO（环氧丙烷）工业化装置在江苏富强新材料有限公司顺利开车。在山东滕州建设的垃圾气化中试项目已机械竣工，即将开展试车工作。在北京房山建设垃圾转化制氢油展示装置，已投料试车，所产氢气纯度已达标。参与研发的大型超临界二氧化碳循环发电机组在西安投运。炭黑循环利用项目已完成实验室样品制备。全位置智能焊接机器人依托四川乐山多晶硅项目完成结题验收，正在依托在建项目推广使用。\r\n　　“聚焦主业+高附值材料延伸”一体化发展战略，公司未来发展可期\r\n　　公司突出化学工程优势业务，拓展基础设施业务，同时加快战略新兴产业布局促进实业发展。公司坚持聚焦主业，向高附加值的实业领域延伸，聚焦聚烯烃弹性体（POE）、环保催化剂、PBAT、ASA树脂、聚酰亚胺、阻燃尼龙、尼龙12、垃圾气化、MCH储氢等一批中高端的高附加值产品技术领域，有序推进关键技术的小试研发、中试放大和产业转化，不断延伸研发板块和实业板块的产品链、产业链、价值链。\r\n　　公司有望成为双碳时代碳中和解决方案的综合服务提供商。公司作为一流工程公司，技术底蕴深厚，研发创新能力强，不仅在传统大化工领域积累丰富经验，而且在天然碱、磷化工等领域也实现自主研发的突破。在碳中和时代，公司在光伏领域、风能领域、高效储能领域和氢能利用领域，已开展相关高端新材料技术的研发布局。公司一方面可以推动自主研发的POE、POM、ASA等众多新材料实现工业化来进一步完善新材料布局，实现实业板块更大发展，另一方面凭借诸多减碳、固碳的技术手段以及绿色磷化工的环保发展路径，公司有望成为双碳时代碳中和解决方案的综合服务提供商。\r\n　　投资建议\r\n　　预计公司2022-2024年归母净利润分别为58.16、80.28、100.62亿元，同比增速为25.5%、38.0%、25.3%。对应PE分别为10.5、7.6、6.1倍。维持“买入”评级。\r\n　　风险提示\r\n　　产能投放不及预期、化工项目审核收紧、企业安全生产等。",
  "notice_date": "2022-06-14 00:00:00",
  "notice_title": "新签合同金额高增长，己二腈项目放量在即",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "尹沿技,王强峰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "425",
          "publishName": "工程建设"
        }
      ],
      "short_name": "中国化学",
      "short_name_ch": "中国化学",
      "short_name_cht": "中國化學",
      "short_name_en": "CNCEC",
      "stock": "601117"
    }
  ],
  "short_name": "中国化学",
  "source_sample_name": "华安证券",
  "star": "4"
}