{
  "attach_pages": "5",
  "attach_size": "974",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310301605646756_1.pdf?1698674422000.pdf",
  "company_code": "80027629",
  "eitime": "2023-10-30 14:00:22",
  "extend": {},
  "info_code": "AP202310301605646756",
  "language": "1",
  "notice_content": "　　用友网络(600588)\r\n　　Yonyou reported (28 Oct) mixed 3Q23 results: revenue was RMB2.3bn (+14 %YoY), in line with Bloomberg consensus estimates, and demonstrated animprovement from -5% YoY decline in 1H23, thanks to the gradual wear off ofreorganizational impact. 3Q23 net loss attributable to ordinary shareholders wasRMB185mn; although it narrowed from that of RMB284mn in 3Q22, it missedconsensus of a loss of RMB138mn, which we attribute to the 4.3ppt miss onGPM, which came in at 50.9% (3Q22: 49.9%). We upgrade the stock from SELLto HOLD given likely better outlook on revenue growth and margin improvementin 4Q23 with the wear off of reorganizational impact, but overall macro andenterprises’ budget pressure takes time to relieve, and we await more concreteevidence to become more positive. Our TP of RMB16.45 is based on 5.5xEV/Sales (was 6.0x) on 2023E revenue, in line with the one-year mean.\r\n　　Inflection point on cloud revenue growth appeared…In 3Q23, cloudservices revenue was RMB1.6bn, up 28% YoY (1H23: 2.0% YoY) and ERPrevenue fell 10% YoY to RMB713mn. Cloud service revenue for large /midsized enterprise came in at RMB1.1bn/162mn for 3Q23, with respectivegrowth of 22%/61% YoY, improving from -3%/+25% YoY in 1H23.Management highlighted that new contract value growth was over 20% YoYeach month for four consecutive months since June 2023 vs. -6% YoY in5M23, and cumulative contract value for large enterprises reachedRMB3.0bn/1.27bn in 9M23/3Q23, up 17/29% YoY, which both demonstratedan improvement in fundamentals, in our view.\r\n　　…but concrete margin improvement likely takes time. GPM improved1.0ppt to 50.9% in 3Q23, driven by healthy revenue growth, but was 4.3pptsshy of consensus forecast due to greater-than-expected impact fromorganizational change (especially for large enterprise projects). As foroperating expenses, S&M expenses grew 20% YoY in 9M23 (30.3% of totalrevenue, +4.7ppts YoY), administrative expenses up 1% YoY in 9M23(14.0% of revenue, -0.2ppt YoY), and R&D expenses grew 1% YoY in 9M23(26.2% of total revenue, -0.3ppt YoY). We estimate ARR contribution forcloud revenue to be stable YoY at around 32% for Yonyou (vs. >60% forKingdee) in 2023, and we believe an increase in ARR contribution is vital todrive the unleash of operating leverage over the long term.\r\n　　Cut target price to RMB16.45 but upgrade to HOLD. Yonyou’s share pricehas fallen 33% vs. -8% for CSI300 YTD, and we believe the market haspriced in the impact of the organizational changes. With a better revenuegrowth outlook compared with that in 1H23, further downside on stock pricecould be limited, but recovery on macro and enterprises’ digitalization budgetlikely still takes time to bring concrete improvement on Youyou’s top-linegrowth, and we await more concrete evidence to become more positive.",
  "notice_date": "2023-10-30 00:00:00",
  "notice_title": "Inflection point appeared, but structural improvement likely takes time",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Saiyi HE,Ye TAO,Wentao LU",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "用友网络",
      "short_name_ch": "用友网络",
      "short_name_cht": "用友網絡",
      "short_name_en": "Yonyou",
      "stock": "600588"
    }
  ],
  "short_name": "用友网络",
  "source_sample_name": "招银国际"
}