{
  "attach_pages": "51",
  "attach_size": "5598",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108021507611555_1.pdf?1627918733000.pdf",
  "company_code": "80000080",
  "eitime": "2021-08-02 15:38:53",
  "extend": {},
  "info_code": "AP202108021507611555",
  "language": "0",
  "notice_content": "　　长城汽车(601633)\n　　公司深耕整车制造多年，逐步完善产品矩阵。长城汽车旗下整车品牌包括哈弗、WEY、欧拉、坦克和长城皮卡，产品涵盖SUV、轿车、皮卡，盈利能力和营运能力均好于行业平均水平。2021年上半年，公司汽车月销量表现持续领先行业，归母净利润同比预增205.19%。\n　　自主品牌SUV龙头，产品线完善扩大竞争优势。SUV是我国乘用车市场主要赛道，行业竞争持续加剧，消费升级趋势显著。长城汽车是国内SUV龙头，近几年在自主品牌SUV中市场份额稳步回升。公司SUV产品空间大、配置丰富、性价比较高，且各车型售价形成了合理的价格梯度，与市场有较好的契合度，产品矩阵较为完善，市场认可度较高，具备较强的竞争优势。同时，公司逐步布局SUV高端市场和差异化市场，进一步吸引年轻消费群体。依托自身较高的价格竞争力、差异化竞争优势和高市场认可度，公司SUV产品市场份额有望提升，并为公司提供稳定增量。\n　　皮卡产品成熟，长城炮重塑皮卡形象稳固龙头地位。2016以来，国内皮卡市场规模有明显扩大趋势，后续随着我国城镇化工作持续开展，叠加皮卡解禁政策逐步落地推进，有望刺激皮卡需求释放，进而拉动皮卡销量提升。长城汽车是国内领先的皮卡车型制造商，2020年国内市场份额超过45%，旗下皮卡产品成熟，价格梯度合理。长城炮系列重塑了皮卡形象，随着消费升级趋势、换车趋势的推进以及皮卡解禁政策的更大范围推广，长城皮卡系列车型有望进一步扩大销量，稳固公司在皮卡市场的竞争地位。\n　　全面发力新能源市场，依托差异化竞争优势快速打开市场。长城汽车新能源汽车产品在自主品牌新能源汽车市场中的份额逐步上升，旗下欧拉品牌定位女性市场，个性化、定制化属性较强，细分市场竞争力较强，叠加精准营销，有望带动销量提升。同时，公司持续高研发投入，逐步建立了全球研发和生产体系，并打造了“柠檬”、“坦克”、“咖啡智能”三大技术品牌，形成了以“自动驾驶、智能座舱、高效燃油、新能源”相互融合的技术生态，将有助于进一步提升公司的产品力和品牌形象，而国内新能源汽车逐步替代燃油的基调基本确立，新能源汽车发展空间巨大，随着公司新能源产品线和价格梯度逐步完善，以及研发成果逐步转换，有望助力公司做大新能源汽车业务，为公司业绩提供增长点。\n　　盈利预测、估值分析和投资建议：公司手握优质品牌，产品口碑较好，开发设计速度较快，价格区间与市场契合度较高，各种风格的新系列车型发布频繁，具备较强的竞争优势。近年来，公司逐步提升品牌形象与产品品质，未来将有较大可能出现爆款；与此同时，公司在SUV、皮卡市场的龙头地位稳固，有望为公司提供稳定增量，而公司逐步加深在SUV高端市场和差异化市场发布局，全面发力新能源汽车市场，有望为公司提供业绩增长点，支撑公司估值提升，维持公司“买入”评级。预计公司2021-2023年营业收入分别为1384.32亿元、1713.79亿元、2082.25亿元，每股收益分别为0.88元、1.23元、1.44元，对应公司2021年7月27日收盘价52.16元/股，PE分别为58.95倍、42.25倍、36.24倍。\n　　风险提示：宏观经济下行；汽车销量不及预期；新产品消费者接受度不高；行业政策大幅调整；芯片短缺问题持续；原材料成本持续加大。\n",
  "notice_date": "2021-08-02 00:00:00",
  "notice_title": "各类风格新车型持续更新，业绩有望向上",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张湃,李召麒",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "长城汽车",
      "short_name_ch": "长城汽车",
      "short_name_cht": "長城汽車",
      "short_name_en": "GWMOTOR",
      "stock": "601633"
    }
  ],
  "short_name": "长城汽车",
  "source_sample_name": "山西证券",
  "star": "2"
}