{
  "attach_pages": "3",
  "attach_size": "1484",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202301101581844870_1.pdf?1673369709000.pdf",
  "company_code": "80000038",
  "eitime": "2023-01-10 16:55:09",
  "extend": {},
  "info_code": "AP202301101581844870",
  "language": "0",
  "notice_content": "　　中直股份(600038)\n　　事件：公司1月9日披露了重大资产重组预案，拟发行股份向中航科工购买其持有的昌飞集团92.43%、哈飞集团80.79%的股权，向航空工业集团购买其持有的昌飞集团7.57%、哈飞集团19.21%的股权。本次交易完成后，公司将持有昌飞集团100%、哈飞集团100%的股权，昌飞集团、哈飞集团成为公司的全资子公司。公司股票将于1月10日（周二）开市起复牌。我们具体梳理如下：\n　　收购昌飞集团、哈飞集团100%股权，促进直升机业务整合发展。本次交易由发行股份购买资产和募集配套资金两部分组成，且发行股份购买资产为募集配套资金的前提。发行股份购买资产方面：1)全部重组交易对方，包括航空工业集团和中航科工；2）发行价格拟定为39.53元/股，不低于定价基准日前60个交易日公司股票交易均价的90%。发行股份总数量为各重组交易对方发行股份的数量之和。募集配套资金方面：1）公司拟向中航科工、机载公司在内的不超过35名特定投资者非公开发行股票募资不超过本次拟以发行股份方式购买资产的交易价格的100%，且发行数量不超过购买资产完成后公司总股本的30%。其中，中航科工拟认购2亿元，机载公司拟认购1亿元；2）采用询价发行方式，定价基准日为本次募集资金发行股份的发行期首日，发行价格不低于发行期首日前20个交易日公司股票交易均价的80%。截至本重组预案披露日，本次交易标的资产的审计、评估工作尚未完成。\n　　两大集团优质直升机总装资产注入，或有望形成我国直升机上市旗舰平台。本次交易的标的公司为昌飞集团、哈飞集团，两大集团是我国直升机科研生产基地，从事多款直升机的研制及销售。本次公司筹划整合两大集团的直升机资产，未来综合实力或有望显著增强。主要是：1）控股股东中航科工旗下的直升机总装资产实现整合聚焦，股权关系与业务发展逻辑更加清晰；2）本次重组响应了国资委“提高央企控股上市公司质量”要求，我国旗舰型直升机平台呼之欲出。此外，公司近期上调22年关联交易额，并披露23年关联采购额335亿元、关联销售额361亿元（较22年预计额分别增长109%、51%），并预计将在23年收到客户大额预付款，或可能有潜在大订单落地，整体有望进入加速发展阶段。\n　　投资建议：公司是国内目前直升机制造业中规模最大、产值最高、产品系列最全的主力军。公司近期上调2022年关联交易额，并披露了预计2023年日常关联采购、关联销售及存款额，产品结构调整或已接近尾声，未来订单或将恢复且有望实现较大增长；叠加本次筹划整合直升机资产，公司未来几年或有望进入加速发展阶段。我们预计，公司2022~2024年归母净利润分别为3.33亿元、5.48亿元、7.47亿元（此处预测不含注入资产部分），当前股价对应2022~2024年PE为82x/50x/37x，维持“推荐”评级。\n　　风险提示：重组方案审批风险；募集资金低于预期；订单增长不及预期等。\n",
  "notice_date": "2023-01-10 00:00:00",
  "notice_title": "事件点评：披露重大资产重组预案，推动直升机资产整体上市",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "尹会伟,孔厚融,赵博轩",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "480",
          "publishName": "航天航空"
        }
      ],
      "short_name": "中直股份",
      "short_name_ch": "中直股份",
      "short_name_cht": "中直股份",
      "short_name_en": "AVICOPTER",
      "stock": "600038"
    }
  ],
  "short_name": "中直股份",
  "source_sample_name": "民生证券",
  "star": "3"
}