{
  "attach_pages": "9",
  "attach_size": "2345",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303061584056703_1.pdf?1678094911000.pdf",
  "company_code": "80000007",
  "eitime": "2023-03-06 09:28:31",
  "extend": {},
  "info_code": "AP202303061584056703",
  "language": "0",
  "notice_content": "　　宇通客车(600066)\r\n　　事项：\r\n　　宇通发布2月产销报告，2023年2月，宇通客车实现销售788辆，同比下降6.19%，环比下降37.5%；实现生产1,206辆，同比增长122.51%，环比增长1.34%。2023年1-2月，宇通累计销售客车2049辆，同比下降23.02%；累计生产客车2396辆，同比下降0.04%。同时，宇通客车乌兹别克斯坦800辆客车（300台纯电动和500台CNG天然气）订单开始首批交付。\r\n　　国信汽车观点：1）公司2月生产同环比显著改善，轻客受疫情等因素冲击较小，表现好于大中客车产品。2）公司海外市场拓展顺利，产品+服务获取信任，2022年10月出口乌兹别克斯坦近500台客车，在中国出口该国的客车品牌中占比达43%以上。新的800辆订单再创中国对乌兹别克斯坦客车出口新纪录。目前，宇通已累计出口客车超86000辆，全球占有率超10%，海外营收占比持续增长。\r\n　　国信汽车观点：客车行业已经是一个较为成熟的市场，大中客行业集中度较高（CR10约90%），宇通客车作为全球大中客龙头，2004年奠定客车行业龙头地位至今，持续创新推进，当前已经占据国内超三分之一的大中客市场（其中公交客车市占率20%+，公路（旅游）客车市占率50%，校车市占率60%+），且产品力和盈利能力远超竞争对手。公司技术实力强悍，具备整车、技术、方案输出能力，业绩有望随行业回暖加速，当前位置推荐核心逻辑在于——\r\n　　1）需求底部改善：公交客车随着国内新能源透支效应消化、疫情见底，政府采购数量逐渐恢复；公路客车随着疫后旅游复苏，被抑制的需求将持续释放；在公交客车和公路客车的周期复苏之外，房车和出口是两大成长性市场，国内房车保有量距离欧美日有数十倍到几百倍的提升空间，海外客车行业销量是国内市场的1.5-2倍，宇通客车出口近年来受海外新能源客车升级促进，产品结构和盈利水平持续改善。\r\n　　2）供给侧加速出清：客车市场里面公交市场有部分地方保护行为，部分区域有本地客车品牌长期占据，此背景下宇通的公交客车市场份额（不到30%）长期低于公路客车（50%），疫情这两年供给侧出清加速，部分客车企业退出市场，宇通客车后续公交市场份额提升有望加速。\r\n　　上调盈利预测，维持买入评级：公司大中客车龙头地位稳固，海外市场拓展顺利，随2023年疫情影响进一步减弱，需求有望进一步恢复。“碳中和”下，海外电动客车出口市场空间广阔；随着5G大规模应用、商业模式拓展，城市微循环公交市场有望持续扩容。考虑到2022年出口新能源加速，我们预计单车利润有所提升，以及国内外客车市场恢复、海外电动车需求增长，我们上调盈利预测，预计2022-2024公司实现归母净利润为6.1/12.3/17.4亿元（前次预测为4.2/9.1/12.6亿元），对应PE为40/20/14倍。\r\n　　评论：\r\n　　2月生产客车1206辆，同比增长123%\r\n　　2023年2月，宇通客车实现销售788辆，同比下降6.19%，环比下降37.5%；生产客车1,206辆，同比增长122.51%，环比增长1.34%。2023年1-2月，宇通累计销售客车2049辆，同比下降23.02%；累计生产客车2396辆，同比下降0.04%\r\n　　2月轻型、中型客车销售同比回升。从销售结构看，2023年1-2月，宇通累计销售大中型客车1513辆，同比下降30%，轻型客车累计销量506辆，同比下降2.5%；单2月数据，大型客车单月销售324辆，同比-32.08%；环比-43.26%；中型客车单月销售216辆，同比6.93%；环比-50%；轻型客车单月销售248辆，同比+54.04%；环比-3.88%。疫情严重挤压公共交通需求，大中型客车受到更为强烈冲击，市场缓慢恢复。\r\n　　单车营收持续增长。回顾过去十年，受政策变动及疫情影响，宇通客车总销量先升后降，从2013年5.6万辆提升至2016年7.1万辆后持续回落至2022年3.0万辆；但是单车均价稳中有升，从2013年39.4万元提升至2021年55.5万元，十年来均价提升约16万元（+41%）。\r\n　　公司新能源客车销量先升后降，以2016年为顶峰。2012-2016年，公司新能源客车销量自1840辆增长至26856辆，年均复合增长率为95%；2016-2021年公司受新能源产品提前消费、疫情挤压出行需求等影响，新能源客车销量逐步回落到12571辆。2016年之后，公司通过对下游转嫁和配置升级（电池容量增加、中大型公交占比提升、智能网联增配等）等充分对冲新能源客车补贴减少带来的单价下降，2015-2021年间，宇通新能源客车单车营收保持在64~73万元之间相对稳定。\r\n　　海外市场进展顺利，800辆客车出口乌兹别克斯坦，创造出口新纪录\r\n　　基于环保压力和社会责任，诸多国家持续加大新能源推广力度，新能源客车需求预计将快速增长，欧洲、拉美、东南亚等市场存在批量订单机会。同时中国新能源车领跑全球，具备完善的供应链体系、成熟的产品设计、强悍的成本控制能力等诸多优势，越来越多的客车企业瞄准出口业务，积极扩展海外市场，我国客车出口数量持续增长。宇通打造“技术+服务出口”创新模式，抓住海内外新能源发展差异的窗口期努力获取订单，综合竞争力卓越，海外营收占比持续攀升。\r\n　　800辆乌兹别克斯坦订单陆续交付，创造出口新纪录。宇通基于核心“三电”技术，为乌兹别克斯坦提供定制化产品解决方案，在当地设立长期驻扎的售后服务专业团队，定期组织客户司机培训，不定时线上跟车指导；并在当地储备近13万美元配件保证车辆安全高效运营。以扎实的产品品质和用户的客户服务获取客户信任。截至2022年10月，公司已经出口当地近500台客车，在中国出口该国的客车品牌中占比达43%以上。2023年3月2日，乌兹别克斯坦订购的800辆宇通客车订单开始首批交付，再创中国对乌兹别克斯坦客车出口新纪录，这也是今年以来最大的新能源客车订单。本次订单共300台纯电动和500台CNG天然气，预计年内陆续交付，首次大批量引进新能源客车的乌兹别克斯坦将在宇通助力下实现公共交通出行电动化、低碳化转型。\r\n　　目前，宇通已累计出口客车超86000辆，全球占有率超10%，其中新能源客车已在超过30个国家和地区实现良好运营。在“一带一路”沿线，截至目前，宇通客车出口覆盖了近80%的“一带一路”国家，实现了在“一带一路”沿线115个国家的客车出口，累计销售客车超68000辆。其中，在卡塔尔、沙特、乌兹别克斯坦、波兰等多个国家，宇通均为该国唯一的新能源客车供应商或最大的新能源客车供应商，成为“一带一路”沿线的一张“中国名片”。\r\n　　5G时代公交智能化提速，商业模式有望拓展\r\n　　5G车联网、智慧交通基建发展背景下，带给客车企业新的发展机遇。无人驾驶背景下客车行业有望从以下四个维度陆续实现商业模式的升级，公交市场规模有望拓展至4000亿元。\r\n　　1）模式一：单纯销售无人驾驶大巴。传统客车均价30-40万，新能源客车均价60万，无人驾驶客车单价约200万，其中软件端（无人驾驶算法）基本都是宇通自研，增量ADAS硬件（激光雷达和毫米波雷达等感知层产品）外购。模式一市场空间：假设国内公交客车稳态年销量在10万辆，无人驾驶客车单价\r\n　　降低至100万，则完全替换无人驾驶，公交市场规模有望从600亿提升至1000亿。\r\n　　2）模式二：方案销售，大数据平台对运营客户售卖提升效率方案。根据驾驶硬件对路况、驾驶员和乘员的信息收集，做线路定制和时间规划，提升运营效率，将方案打包出售给客户（通常是政府或者景区单位），可按次收费，或类似软件服务商年费模式。客车企业每年收取10-20万数据支持和方案设计费用，全国公交保有量60-70万辆，完全替换无人驾驶公交有望带来1000亿元潜在增量空间，假设远期50%年费收取率，则远期增量空间约500亿元。\r\n　　3）模式三：车路协同整体解决方案总包商。客车企业作为项目总承包商的角色，整合基建、车联网通信等厂商共同建设示范园区，并提供无人驾驶大巴测试运营，由于全国推开无人驾驶线路建设周期极长，且需要法规配合，目前在机场、景区、部分产业园区的固定路线+特殊场景的客户更偏好于试用新模式，我们仅考虑国内机场数量（约240个），5A级景区数量（约260个），假设平均单项目总包费用1亿元，模式三潜在市场空间约500亿元。\r\n　　4）模式四：从生产端转型运营商。模式四市场空间：考虑每人次公交车付费2-3元，2020年全国城市公共汽电车客运总量2052785万人次，当前公交客车基础（不考虑广告投放等）运营市场空间约为500亿元；若考虑广告投放（月租1.5-2万元/辆公交，月租3000元/站点，60-70万存量公交和5万+公交站点），有望增加1200亿元广告收入空间；若考虑闲暇模式（Robobus）包车服务收费1000元/天，单车单周平均出租1天，全年可出租约50天，有望增加300亿包车服务运营市场空间。综合看模式四潜在市场空间在2000亿元。\r\n　　宇通客车作为大中客行业引领者，于2013年就已开始布局并专注智能网联和自动驾驶技术的研究。2019年3月，宇通L4级自动驾驶巴士“小宇1.0”亮相博鳌亚洲论坛；2020年11月，宇通发布了“小宇2.0”。“小宇2.0”是业内首款支持无安全员运营的自动驾驶巴士，可实现在晴、雨、雾等各类天气及不同路况下自动驾驶，造就了业内首款支持无安全员运营的L4级自动驾驶微循环。小宇2.0版能够满足园区、景区、公交、机场等多种应用场景需求，“小宇系列”已在宇通工业园、海南博鳌、郑州智慧岛、金融岛等多地运营。\r\n　　疫情影响减弱、新能源透支效应消化、电动客车出口、智能化加速，公司有望迎来周期与成长共振\r\n　　公司是大中客车行业龙头，具备周期及成长双重属性，未来随新冠疫情影响减弱、新能源透支效应消化以及电动客车出口、智能化加速，公司有望迎来周期与成长共振。\r\n　　周期性：新能源透支消化、疫情影响减弱，行业有望迎来拐点。1）公司营收约90%来源于大中客。大中客营收约50%、销量约40%来源于公交车，公交车的周期性一方面来源于自身的更换周期，另一方面和地方财政支出高度相关。大中客销量中40%+来源于座位客车，周期性主要来源于自身的更换周期。2）公交车\r\n　　进入新能源透支效应的第三年，公路车中旅游和团体为新能源透支效应消化的第五年，均处于后期；公路车中客运班线已经历8年运营更换周期，有望企稳。3）随海内外疫苗普及，国内公交、旅游、客运以及出口被抑制的需求有望释放。\r\n　　成长性：电动车出口、智能化迎来催化。1）“碳中和”背景下，欧洲通过《欧洲气候法》以及拜登当选，海外电动客车迎来催化，有效出口市场有望扩容，预计提供10万辆潜在出口市场（2022年我国大中客销量为9.2万辆，其中出口2.0万辆）。2）随着5G大规模应用，公交智能化将提速，传统客车企业商业模式有望拓展至解决方案、总包建设，市场规模将从500亿元提升至2000亿。若考虑到运营服务市场，约新增2000亿空间。3）宇通客车在公交客车市占率（约24%）远小于在公路车市占率（约50%），随着新能源补贴退坡，格局改善，公司市占率仍有提升空间。\r\n　　上调盈利预测，维持“买入”评级。\r\n　　公司大中客车龙头地位稳固，海外市场拓展顺利，随2023年疫情影响进一步减弱，需求有望进一步恢复。“碳中和”下，海外电动客车出口市场空间广阔；随着5G大规模应用、商业模式拓展，城市微循环公交市场有望持续扩容。考虑到2022年出口新能源加速，我们预计单车利润有所提升，以及国内外客车市场恢复、海外电动车需求增长，我们上调盈利预测，预计2022-2024公司实现归母净利润为6.1/12.3/17.4亿元（前次预测为4.2/9.1/12.6亿元），对应PE为40/20/14倍。\r\n　　风险提示\r\n　　海外市场拓展不如预期风险，国内市场恢复不如预期风险，宏观经济系统性风险，大规模传染疫情风险，人民币升值影响客车出口价格竞争力风险等。",
  "notice_date": "2023-03-06 00:00:00",
  "notice_title": "2月产量同比增长123%，800台乌兹别克斯坦订单再创出口新纪录",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "唐旭霞,戴仕远",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "宇通客车",
      "short_name_ch": "宇通客车",
      "short_name_cht": "宇通客車",
      "short_name_en": "YTCO",
      "stock": "600066"
    }
  ],
  "short_name": "宇通客车",
  "source_sample_name": "国信证券",
  "star": "1"
}