{
  "attach_pages": "6",
  "attach_size": "1074",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310301605646754_1.pdf?1698675919000.pdf",
  "company_code": "80027629",
  "eitime": "2023-10-30 14:25:19",
  "extend": {},
  "info_code": "AP202310301605646754",
  "language": "1",
  "notice_content": "　　深南电路(002916)\n　　Shennan Circuits released its 3Q results. Revenue was RMB3.4bn, with YoY growthof -2.4% and QoQ growth of 5.5%. Net profit (NP) was RMB434mn, with YoY growthof 1.1% and QoQ growth of 62.3% (including a one-time government subsidy oRMB151mn). Gross margin slightly expanded to 23.4% in 3Q from 23.0% and 22.8%in 1Q and 2Q, driven by 1) a favorable product mix, 2) cost optimization, and 3)improved utilization in the substrate segment. We think QoQ growth in revenue andmargin improvement are positive signs, suggesting the industry is bottoming outgradually. We maintain HOLD on Shennan Circuits with an adjusted TP ofRMB73.2, considering weak demand from legacy telecom spending and the ongoingmacro pressure.\n　　Shennan’s 3Q revenue grew 5.5% QoQ, in line with our estimate. The mildgrowth was largely driven by customer restocking. We believe 4Q revenue shouldremain at a similar level, as we do not expect a meaningful rise in demand in thenear term. We estimate overall revenue to decline 8.1% YoY in 2023. For2024/25E, we expect revenue to grow 14.3% and 18.2% YoY.\n　　For PCB segment, 1) auto products continued to serve as a primary revenuedriver, 2) telecom demand remained weak, and 3) modest revenue growth wasseen in the Datacom market. For substrate segment, sales of substrateproducts in 3Q were better than 1H23, with an improving utilization rate. We startto see recovering signs in the semi industry.\n　　Maintain HOLD with adjusted TP of RMB73.2. We adjust our 2023/24/25E NPby 15%/2%/-3%. We revise up 2023 NP estimate, mainly due to the one-timegovernment subsidy. Our new TP is RMB73.2 based on the same multiple of 25x2024E P/E, slightly higher than 1SD below 5-year historical average. We thinkthe valuation is justified given the PCB sector is still facing challenges and weaktelecom demand for legacy products.\n",
  "notice_date": "2023-10-30 00:00:00",
  "notice_title": "Pending industry recovery with in-line 3Q results",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "459",
          "publishName": "电子元件"
        }
      ],
      "short_name": "深南电路",
      "short_name_ch": "深南电路",
      "short_name_cht": "深南電路",
      "short_name_en": "SCC",
      "stock": "002916"
    }
  ],
  "short_name": "深南电路",
  "source_sample_name": "招银国际"
}