{
  "attach_pages": "8",
  "attach_size": "464",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303221584461496_1.pdf?1679476667000.pdf",
  "company_code": "80114781",
  "eitime": "2023-03-22 09:17:47",
  "extend": {},
  "info_code": "AP202303221584461496",
  "language": "0",
  "notice_content": "　　中国平安(601318)\n　　中国平安披露2022年年报，报告期内实现营业收入11105.68亿元，同比减少5.9%；归母净利润837.74亿元，同比减少17.6%。归母营运利润1483.65亿元，同比增长0.2%；其中寿险与健康险归母营运利润1112.35亿元，同比增长16.0%；新业务价值288.20亿元，同比减少24.0%。报告期末集团内含价值14237.63亿元，较上年末增长2.0%。\n　　权益市场剧烈波动叠加涉房业务风险暴露，投资端压力成为报告期内利润下滑的核心因素。2022年受国内疫情频发，俄乌冲突，美欧央行快速加息等因素影响，内地和香港资本市场波动加剧，房地产风险集中暴露。虽然各类支持性政策使风险得到一定释放，公司的总投资收益率（2.5%）仍降至多年低点，大幅压低利润增速。相较之下，银行业务仍延续稳健快速的增长势头，盈利能力和资产质量均稳中有升，在保险主业和投资业务承压时成为集团业务的“稳定器”。\n　　寿险渠道改革“开花结果”，2023年负债端趋势向好。公司自2019年底开启持续三年的渠道深度改革，虽然意料之外的疫情影响使进度略偏缓慢，但经过几个阶段的尝试，当前队伍结构和产能较改革初期明显改善。其中，队伍结构从传统的金字塔型向更为稳健的哑铃型转变，各层级代理人流失率不同程度下降，新人培养效率持续提升。从产能趋势看，在集团各业务板块协同推进下，代理人创收机会增加，个人收入也显著改善，形成产出、收入和高留存率的正循环。代理人中的绩优队伍实现收入、产能连续两年双位数增长；中坚的潜力队伍产能和收入在2022年扭转下滑趋势，实现高速增长；新人队伍中着力培养的“优+”队伍占比快速提升，较2021年上升14个百分点，产能和收入是普材的3-4倍。在公司多元渠道改革中，社区网格化渠道的贡献不可小觑，当前社区网格专员均由优才队伍构成，有效降低了“孤儿单”的数量，助力扭转13、25个月继续率持续下滑的趋势。此外，2022年以来公司代理人规模下滑趋缓，并已于2023年初基本企稳。伴随国内疫情影响的逐步消退，代理人展业有序恢复，配合代理人队伍的“量质双升”，2023年公司负债端的表现值得期待。\n　　北大医疗资源是公司“综合金融+医疗健康”双轮驱动战略的有力补充。近年来公司根据社会发展趋势和自身资源禀赋调整战略规划，当前已将大健康产业置于高优先级。公司收购方正集团所谋求的正是成熟优质的北大医疗资源，高水平“医院+人才”是公司发展医疗健康战略的重要抓手。在拥有平安好医生和北大医疗两大平台后，公司已有能力整合市场上最好的医疗健康服务。而康养服务和衍生的各类保险产品，能通过更具个性化的服务更好获客、黏客，提升产品的件均保费、继续率、家庭加保率，使产能得到进一步释放。\n　　投资建议：\n　　通过三年渠道改革，公司代理人队伍质素和产能得到有效提升，核心代理人队伍不断壮大，代理人结构更为优化，有望在与国内同业和友邦等外资机构的竞争中处于有利地位。同时，依托平安银行优质客户资源和集团内高效协同，公司有望在银保这一高增长赛道中占据优势地位，构建负债端第二增长极。此外，在金融科技高效赋能和康养产业链的政策支持下，配合对北大医疗集团的收购，公司的大健康平台发展已较为完备，公司核心优势有望得到长期充分发挥。虽然新进资源整合需要一定时间，但整合后有望实现“1+1>2”的效果。整体上看，我们仍看好公司作为国内保险龙头，在行业马太效应下的长期投资价值。预计公司2023-2025年归母净利润分别为1051.99亿元、1283.69亿元、1405.91亿元，维持“推荐”评级。当前公司股价仅0.53x23EVPS，处于低估区域，具备较强的中长期投资价值，建议重点关注。\n　　风险提示：宏观经济下行风险、政策风险、市场风险、流动性风险。\n",
  "notice_date": "2023-03-22 00:00:00",
  "notice_title": "中国平安2022年报业绩点评：深蹲起跳，渠道改革成效望加速显现",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘嘉玮,高鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "474",
          "publishName": "保险"
        }
      ],
      "short_name": "中国平安",
      "short_name_ch": "中国平安",
      "short_name_cht": "中國平安",
      "short_name_en": "PING AN",
      "stock": "601318"
    }
  ],
  "short_name": "中国平安",
  "source_sample_name": "东兴证券",
  "star": "1"
}