{
  "attach_pages": "31",
  "attach_size": "3062",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310211602290549_1.pdf?1697965085000.pdf",
  "company_code": "80092742",
  "eitime": "2023-10-22 08:58:05",
  "extend": {},
  "info_code": "AP202310211602290549",
  "language": "0",
  "notice_content": "　　顺丰控股(002352)\n　　激荡三十年，顺丰已从中高端快递引领者跨越发展成为综合物流领跑者\n　　在持续夯实快递基本盘之外，公司多元拓展快运、冷运及医药、同城、供应链及国际等新兴业态，2022年起新业务已陆续达到各自市场领先地位，合计营收占比首次超过50%。公司坚持可持续健康发展经营战略，通过网络融通、业务结构优化等多维精益运营助力盈利改善，23H1扣非归母净利润同比大增72.5%。\n　　经营拐点：经济转盈、快运添利、同城改善\n　　伴随顺丰业务格局框架明晰，三大新业务迎来边际经营拐点：\n　　1）经济业务回归聚焦直营。产品结构多次调优，21H2起陆续清理特惠专配及23年6月剥离亏损丰网后，主打“电商标快”直营体系产品；\n　　2）快运或加速利润释放。22年起受益网络融通实现净利润0.28亿元，格局好转及履约修复双轮驱动，我们预计23年进入业务稳健增长与盈利加速释放的新阶段；\n　　3）同城23H1首次实现扭亏。行业层面，同城即时配送行业发展方兴未艾，预计20-25年的CAGR为40.1%（据顺丰同城招股说明书）。公司层面，多元化订单提升韧性，科技赋能降本增效，顺丰同城经营持续优化，23H1同比扭亏，我们预计23全年有望盈利。\n　　现金流拐点：经营现金增厚、资本开支收窄，自由现金价值凸显\n　　产能有序投放且资本开支或已达高峰，现金流有望迎来边际拐点：\n　　1）产能投放接近尾声。资源层面，网络布局趋于完善，完备物流基础设施构建深厚壁垒。业务发展层面，快运、同城、国际等新业务产能爬坡稳步推进，且均已具备一定自主造血能力，我们分析公司或已从产能投放周期迈向回报周期；\n　　2）资本开支逐步收窄。经过过去2-3年资本开支高峰期后，我们判断公司替代性及前瞻性资本开支或已基本到位，预计全年资本开支总额与22年相比有所下滑，且资源管控精准投入或驱动资本开支占收入比例进一步下滑；\n　　3）健康经营现金流改善。剔除与经营无关的税费返还因素之后，公司自由现金流自2021年-40亿元转正至2022年128.70亿元，23H1自由现金流进一步同比大增49.8%。展望未来，我们分析一方面公司业务规模增长有望带来经营性现金流持续增长，另一方面公司资本开支或已达高峰、未来或逐步收窄，整体自由现金流有望延续增长。\n　　鄂州机场有望带来超额收益\n　　收入端，航空覆盖度提升驱动存量陆运快件升级，时效件票单价及利润能力仍有提高空间；成本费用端，短期主要影响体现为转运中心转固折摊及初期参股机场投资亏损等，我们判断影响或有限，且中长期轴辐式网络建成后随装载率及航网效率提升，空网单位成本或进一步下降。展望未来，我们认为顺丰将以鄂州机场为翼，以嘉里物流为矛，以东南亚为起点，稳步推进国际化战略。\n　　盈利预测与投资评级\n　　我们预计公司2023-2025年归母净利润分别85.15亿元、116.40亿元、151.20亿元，对应PE分别22倍、16倍、13倍。综合分部估值和整体估值，我们测算公司2023年目标市值约2935亿元。公司作为综合快递物流龙头，经营拐点及现金流拐点双重凸显，我们认为当前股价安全边际较为充足，中长期价值空间广阔，首次覆盖给予“买入”评级。\n　　股价催化剂：季报扣非业绩超预期；月度经营数据超预期；鄂州枢纽项目推进。\n　　风险因素：时效件需求不及预期；新业务改善不及预期；产能投放超预期。\n",
  "notice_date": "2023-10-22 00:00:00",
  "notice_title": "公司深度报告：综合物流龙头，双拐点重塑价值",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "422",
          "publishName": "物流行业"
        }
      ],
      "short_name": "顺丰控股",
      "short_name_ch": "顺丰控股",
      "short_name_cht": "順豐控股",
      "short_name_en": "SF HOLDING",
      "stock": "002352"
    }
  ],
  "short_name": "顺丰控股",
  "source_sample_name": "信达证券",
  "star": "3"
}