{
  "attach_pages": "6",
  "attach_size": "1161",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409031639720854_1.pdf?1725434575000.pdf",
  "company_code": "80027629",
  "eitime": "2024-09-04 07:22:55",
  "extend": {},
  "info_code": "AP202409031639720854",
  "language": "1",
  "notice_content": "　　迈瑞医疗(300760)\r\n　　Mindray achieved a revenue of RMB20.5bn in 1H24, marking an 11.1% increaseYoY, and reported an attributable net profit of RMB7.6bn, up 17.4% YoY. Despite theongoing regulatory adjustments in the healthcare industry and the delay in medicalequipment renewals projects, which have led to a cautious approach towards biddingand procurement activities in public hospitals, the revenue from domestic equipmentbusiness decreased by 12% YoY. However, thanks to the rapid growth of the IVDbusiness and the domestic high-end/ultra-high-end ultrasound business, Mindray stilldemonstrated strong resilience and steady growth. The increase in the revenue sharefrom IVD reagents and high-end ultrasounds drove the Company's gross margin upby 0.7 ppt YoY to 66.3% in 1H24. Additionally, Mindray announced a mid-termdividend plan, distributing a total cash dividend of approximately RMB4.9bn, whichrepresents a payout ratio of more than 65%, indicating an ongoing increase in thedividend payout.\r\n　　Domestic equipment business faces pressure. In 1H24, the continued delayin bidding and procurement activities led to a 12% YoY decrease in revenue fromdomestic equipment business. Due to the high market share of Mindray's PatientMonitoring and Life Support (PMLS) products in China, the domestic businesswas significantly affected by the industry environment, with the PMLS segmentexperiencing a 7.6% YoY decrease in revenue, including about a 20% drop indomestic revenue. The Medical Imaging segment benefited from the volumeincrease of the first domestic ultra-high-end ultrasound Resona A20 and otherhigh-end ultrasounds, resulting in a 15.5% YoY revenue growth in this segment,with high-end and ultra-high-end ultrasound revenues increasing by over 40%.\r\n　　Accelerating the shift towards consumables-related business. In 1H24, theIVD reagent business was minimally affected by domestic industry regulation,with revenue increasing by 28% YoY to RMB7.7bn, accounting for over 37% oftotal revenue. Domestic IVD revenue grew by over 25%, and domestic reagentrevenue increased by 30%, with reagent revenue representing over 80% ofdomestic IVD revenue. Internationally, Mindray successfully penetrated over 60overseas third-party chain laboratories in 1H24 and installed the first MT 8000TLA, driving a more than 30% YoY increase in overseas IVD revenue. We believethat the continuous increase in domestic diagnostic demand and theimplementation of IVD VBP are expected to help Mindray rapidly expand itsdomestic market share, while accelerated cooperation with high-end clients willsupport long-term rapid growth of the IVD overseas market. Additionally, theminimally invasive surgery business grew by 90% YoY in 1H24. The Company’sacquisition of APT Medical also filled the gap in its cardiovascular consumablesbusiness. Currently, consumables-related businesses led by IVD already accountfor over 50% of the Company’s domestic revenue.\r\n　　Maintain BUY. We believe that industry regulation has not affected the essentialdemand for hospital procurement. As industry regulation becomes normalizedand equipment renewal policies are implemented, hospital procurement isexpected to gradually recover. Based on a 9-year DCF model, we adjust thetarget price to RMB 352.84 (WACC: 10.3%, perpetual growth rate: 3.0%).",
  "notice_date": "2024-09-04 00:00:00",
  "notice_title": "Robust performance in a challenging industry environment",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Cathy WANG",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1041",
          "publishName": "医疗器械"
        }
      ],
      "short_name": "迈瑞医疗",
      "short_name_ch": "迈瑞医疗",
      "short_name_cht": "邁瑞醫療",
      "short_name_en": "MR",
      "stock": "300760"
    }
  ],
  "short_name": "迈瑞医疗",
  "source_sample_name": "招银国际"
}