{
  "attach_pages": "4",
  "attach_size": "514",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202105191492657280_1.pdf?1621446199000.pdf",
  "company_code": "80000200",
  "eitime": "2021-05-19 17:43:19",
  "extend": {},
  "info_code": "AP202105191492657280",
  "language": "0",
  "notice_content": "　　中联重科(000157)\n　　日前，公司发布关于子公司湖南中联重科智能高空作业机械有限公司增资扩股暨关联交易的公告，中联重科母公司管理团队、高机公司管理团队拟参与高机公司本次增资扩股事项，本次增资扩股完成后，母公司团队、高机公司团队分别通过增资平台持有的高机公司股份不超过10%。\n　　支撑评级的要点\n　　公司管理团队及高机公司核心人员参与增资扩股，有望加速推动公司高机向行业第一品牌进军。高空作业平台业务作为公司潜力新兴业务板块，近两年发展迅速，目前稳居行业第一梯队，2020年高机公司累计实现营收10.3亿元，同比增长约79%，归母净利润6082万元，同比实现扭亏为盈。据高空作业机械分会统计，2020年1-11月行业累计销售高空作业平台9.8万台，同比增长41.3%，全年销量预计突破10万台，21Q1行业继续延续火爆趋势，累计实现销量近3.2万台，同比增长142%，过去7年高空作业平台行业迎来持续性爆发式增长，年均复合增长率超50%，成长性非常突出。据今日工程机械统计，截止2020年底，中国高空作业平台保有量预计超24万台，但向比美国市场60万台以上、欧洲市场30万台以上的保有量，我国高空作业平台渗透率还相对较低，随着劳动力成本的不断上涨及安全意识的增强，高空作业平台的发展红利未来仍有望继续。本次增资扩股有助于公司建立高空机械业务的长效激励约束机制，实现利益共享风险共担，充分发挥员工的积极性和创新力，提升该业务的核心竞争力，推动高机业务持续快速发展为50亿元以上的一线业务板块，打造新的中长期业务增长点，进一步平滑公司业绩周期波动。\n　　三大传统主业持续发力叠加新兴业务全面发力，十四五开局之年公司全年高景气度可期。2021年工程机械行业延续上一年高景气度趋势，产销两旺，各细分产品市场表现全线火爆，据中国工程机械协会统计，前4月累计实现挖掘机销量17.4万台，同比增长52.1%，其中4月销售4.7万台，同比微涨2.5%，4月增速大幅回调主要系基数差异导致所致，20年需求后移4月基数较高，21年需求前移4月销量相对较低，而混凝土泵车、混凝土搅拌车、塔机等中后期工程机械品种景气度更高，销量增速更高。十四五期间，基建和地产投资预计将继续保持稳中有升，城镇化率的持续上行将带来工程机械设备保有量的不断增长，碳中和背景下环保政策预计趋严，更新换代及产能置换需求后续有望陆续释放，行业销量中枢将进一步提升，21年作为开局之年全年有望持续保持高景气度。公司混凝土机械、塔机、工程起重机三大主业核心竞争力突出，市场份额持续提升，全年业绩增速仍有望继续引领行业。新兴业务20年开始全面发力，农业、土方机械等新兴战略业务一季度取得进一步突破，销售归母实现大幅增长，市场地位不断向上突破，战略新兴业务的持续高增长有助于为公司中长期业绩贡献持续增量，平滑乃至穿越国内工程机械周期波动，打开中长期成长空间。\n　　市场过渡放大原材料价格大幅上涨对盈利能力的影响及后续对行业景气度的担忧，工程机械龙头企业有望迎新一轮估值修复行情。年初至今，多种原材料价格持续大幅上涨，以螺纹钢为代表价格从去年底4000多元/吨一度上涨至6000元/吨以上，导致工程机械行业普遍成本激增，若原材料价格持续大幅上涨，行业毛利率将明显承压，行业龙头企业可通过集中采购、签订长协价格、适当的战略储备、降本增效等措施部分对冲原材料价格大幅上涨带来的不利影响，在毛利率小幅下行时净利率依然能保持稳中有升，比如受产品结构调整及原材料价格上涨影响，公司21Q1毛利率同比下降3.4pct至27.2%，但公司净利率同比提升超1pct至12.7%，市场放大了原材料上涨对行业盈利能力的影响。行业经过本轮调整，目前估值较低，安全边际高，随着后续销量增速的回升及对原材料价格上涨担忧的逐渐消除，工程机械行业有望迎来新一轮估值修复行业，公司迎来再次布局的窗口期。\n　　估值\n　　预计公司2021-2023年归母净利润分别为104.5/124.9/137.4亿元，对应EPS分别为1.21/1.44/1.59元/股，对应PE分别为9.3/7.8/7.1倍，维持买入评级。\n　　评级面临的主要风险\n　　行业竞争加剧，基建和地产投资不及预期，环保及治超力度不及预期，原材料价格持续大幅上涨。\n",
  "notice_date": "2021-05-19 00:00:00",
  "notice_title": "高机公司获高管及核心人员增资扩股，中后周期行业龙头再次迎布局时间窗口",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "陶波,杨绍辉",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "中联重科",
      "short_name_ch": "中联重科",
      "short_name_cht": "中聯重科",
      "short_name_en": "ZOOMLION",
      "stock": "000157"
    }
  ],
  "short_name": "中联重科",
  "source_sample_name": "中银证券",
  "star": "4"
}