{
  "attach_pages": "15",
  "attach_size": "1136",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202107211505226434_1.pdf?1626895462000.pdf",
  "company_code": "80000081",
  "eitime": "2021-07-21 19:24:22",
  "extend": {},
  "info_code": "AP202107211505226434",
  "language": "0",
  "notice_content": "　　科大讯飞(002230)\n　　投资要点：\n　　政策引导教育回归校内，AI+教育有望加速渗透。父母生育意愿降低、新生儿出生数量减少，主要原因在于近年来生活成本不断上升，除了衣食住行外，小孩的教育成本在“内卷化”趋势下也开始水涨船高，课外培训班需求愈加旺盛。近期监管层对校外教育监管趋严，除了促进行业回归健康发展之外，更重要的原因在于引导教育公平、强化学校教育的主阵地作用，进一步减轻父母在子女教育上的负担。目前我国中小学的师生比仍高于发达国家平均水平，中小学教师每周工作强度相对较大，或较难以有更多精力进一步关注每一个学生。因此，学校需要通过借助信息化手段、加快AI+教育的推广进一步提升教师工作效率，为教师减负增效。其中，科大讯飞推出的智慧课堂能够实现课前教师备课/学生预习、课中授课练习、课后复习的全覆盖；智慧考试产品能够实现智能批改、辅助人工阅卷。据科大披露的数据，蚌埠市区域因材施教解决方案中标以来，教师的备课效率提升了11.2%、批阅负担降低了16.8%，减负增效效果显著。此外，AI+教育的推广也有望实现因材施教，通过AI对学生的学习情况进行分析，生成个性化、定制化的学习方案与课程，并以此进行有针对的辅导与学习，能够最大程度让学生根据自身的实际情况开展学习，也有助于进一步推动教育公平。\n　　智慧教育产品矩阵渐趋完善，因材施教解决方案规模化复制加速。公司近年积极推进智慧教育业务的发展，智教业务2017-2020年收入的复合增速高达44.93%，占公司收入的比重从17年的25.53%提升至30.86%，逐渐步入收获期。公司智慧教育产品实现教学、学生学习、考试、学校管理以及区域综合教育资源平台等全场景覆盖。公司2019年底相继中标青岛市西海岸新区“因材施教”项目、以及安徽省蚌埠市智慧学校建设项目，助力推动教育信息化建设。蚌埠项目中标以来，师生的工作/学习效率均获得了明显提升，并获得了教育部授予的2020年度“智慧教育示范区”，标杆项目成果显著。随着标杆项目效果逐渐受市场认可，公司区域因材施教解决方案开始进入到加速渗透阶段，2020年公司陆续中标安徽省内的六安、芜湖市芜湖县、旌德县，省外的昆明市五华区、新疆皮山县、江苏丰县等地的智慧教育项目，公司全年实现中标合同额52.36亿元，同比大幅增长86%，预计后续渗透有望进一步加快。\n　　投资策略：维持推荐评级。近期监管层对校外教育监管趋严，引导教育回归校内、强化学校教育的主阵地作用。但考虑到目前我国中小学师生比高于发达国家平均水平、教师每周工作强度相对较大，教师或难以有更多精力进一步关注每一个学生，我们认为需要借助信息化手段、加快AI+教育的推广进一步为教师减负增效，同时AI+教育的推广也有望实现因材施教。科大讯飞在智慧教育领域卡位优势明显，其中区域因材施教解决方案的标杆项目进一步为师生减负增效、成果显著，逐渐受到市场认可并进入到加速渗透阶段，有望成为校外教培回归校内的核心受益者。预计公司2021-2022年EPS为0.78和1.05元，对应PE分别为76和56倍。\n　　风险提示：政策变动；业务推进不及预期；技术推进不及预期；行业竞争加剧等。\n",
  "notice_date": "2021-07-21 00:00:00",
  "notice_title": "深度报告：从近期校外教培政策变化，看科大智慧教育产品布局",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "陈伟光,罗炜斌,刘梦麟",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "科大讯飞",
      "short_name_ch": "科大讯飞",
      "short_name_cht": "科大訊飛",
      "short_name_en": "IFLYTEK",
      "stock": "002230"
    }
  ],
  "short_name": "科大讯飞",
  "source_sample_name": "东莞证券",
  "star": "4"
}