{
  "attach_pages": "33",
  "attach_size": "3415",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202111081527854903_1.pdf?1636404629000.pdf",
  "company_code": "80092742",
  "eitime": "2021-11-08 20:50:29",
  "extend": {},
  "info_code": "AP202111081527854903",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　投资建议： 改革红利加速释放，“十四五” 顺利开局。 经过三年的内部整改及营销改革，汾酒内部关联交易、股本结构、内部治理等问题得到解决，体制机制显著改善，经营业绩大幅提升， 2017-2020 年营收复合增速超 30%， 净利润复合增速近 50%， 创造了令业界瞩目的汾酒速度。回顾 2020 年， 历经三年国改的山西汾酒在疫情面前表现出极强的韧性， 一边延续“抓两头、 带中间” 的产品策略，借力青花、 玻汾实现业绩高增，另一边加快全国化布局， 伴随十四五规划明确三大阶段目标任务， 汾酒启动全面复兴。 我们预计 2021-2023 年 EPS 分别为 4.56、6.14 和 7.94 元，对应 2021 年 11 月 4 日收盘价（ 293.32 元/股） 市盈率64/48/37 倍， 首次给予“买入” 评级。\n　　清香型典范， 以玻汾为基，延伸青花价值。 作为清香型白酒的代表，汾酒是中国四大名酒之一，曾以产量优势占据行业领先地位，具有时代消费记忆。目前公司产品已实现全价格带覆盖： 青花系列定位次高端及高端，是高端化与全国化的核心； 巴拿马与老白汾定位中端，是稳固省内市场竞争优势的主要系列； 玻汾定位低端， 在全国光瓶酒市场中具有较强竞争优势。 自 2017 年国改实施以来，公司在产品上实行“抓两头、带中间” 策略： 在低端玻汾走量带动下，清香型酒消费者培育取得重大突破，汾酒市占率显著提升； 青花系列作为公司高端战略产品，代表汾酒未来的品牌定位。 青花 30 复兴版定位千元价格带，是公司基于品牌势能提升推出的高端代表，向上延伸清香型白酒的价值。\n　　围绕文化与品质，加快全国化推进。 自 2009 年起， 公司就以文化作为公司发展的核心战略， 将汾酒文化、品牌文化、企业文化、信仰营销融合相融合。 2020 年， 公司提出了中国酒魂复兴之路的全新战略定位： “中国酒魂、活态为魂” ， 以“中国酒魂信仰管理体系”为理论遵循，实施“文化+” 战略。在坚守文化与品质的基础上，公司加快全国化市场的布局， 采用“1357+10” 策略， 从环山西市场向全国扩张，目前已建立起100 万个可控终端网点，南下势头强劲。 随着公司改革脚步的延续， 经销商结构也在数量和质量两方面取得突破，总体呈现大商不断增加、强商与日俱增、新商层出不穷、老商升级加速的态势。产品价格体系的改善也给予经销商充足的信心，全国化进程势如破竹。\n　　展望未来， 营销改革加持高端品牌占位， “1357+10” 将全面落地。\n　　2020 年末汾酒在全球经销商大会上就十四五阶段发展目标与任务作出明确指示， 未来 5 年，汾酒将依次经历深度调整、转型发展、营销加速 3个阶段时期，产品上聚焦青花汾酒、 杏花村及养生酒竹叶青，区域上先实现长江以南大发展， 再过渡到“1357”全国化布局。 此外，汾酒还专门配置了“13344” 营销作战计划，以确保“十四五”各阶段任务、营销任务的顺利进行。\n　　股价催化剂： 次高端市场扩容\n　　风险因素： 宏观经济不确定风险； 行业竞争加剧风险\n",
  "notice_date": "2021-11-08 00:00:00",
  "notice_title": "公司深度报告：品牌复兴，全国扩张",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "马铮",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "信达证券",
  "star": "3"
}