{
  "attach_pages": "6",
  "attach_size": "564",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203311556330612_1.pdf?1648752628000.pdf",
  "company_code": "80114781",
  "eitime": "2022-03-31 18:50:28",
  "extend": {},
  "info_code": "AP202203311556330612",
  "language": "0",
  "notice_content": "　　中信证券(600030)\n　　中信证券披露2021年度报告，报告期内公司实现营业收入765.24亿元，同比增长40.71%；归母净利润231.00亿元，同比增长55.01%。EPS1.77元/股，同比增长52.59%；ROE12.07%，同比上升3.64个百分点。\n　　公司业绩增速大幅领先于行业，综合优势持续扩大，龙头地位更为突出。证券行业经营业绩和市场相关度较高，市场核心指标的持续向好，为公司提供了稳定的业绩增长空间。从2021年行业情况看，行业营收增长12%，净利润增长21%，而公司营收和净利润增速分别达到41%和55%，均大幅领先于行业。公司营收和净利润在行业中占比均已达到15%，在“百花齐放”中“独占鳌头”，行业领先地位短期内难以被撼动。依托公司外延式并购的持续推进，2021年末公司总资产已达1.28万亿，归母净资产2092亿，稳居行业首位，随着公司配股落地，募集资金陆续投入使用，公司总资产和净资产优势有望进一步扩大。此外，受益于全面注册制的持续推进，财富管理转型和资产管理业务改革落地深化，海外市场得到深度拓展，公司全业务链全面开花，营业收入和净利润实现高速增长。\n　　借注册制“东风”，公司大投行业务阔步前行。在科创板、创业板注册制、北交所等资本市场改革相继落地后，公司投行业务优势进一步显现。2021年公司完成股权融资3319亿，稳居行业头名，市场份额达到18.3%，其中IPO承销保荐规模达859亿（市场份额15.8%），债券承销规模1.56万亿，并购重组规模959亿（市场份额25%），均居行业首位，领先优势扩大，逐步从“三中”竞争格局中突围。在注册制改革推动下，直投业务因“募投管退”全流程时间周期缩短而受益，子公司中信证券投资和中信产业基金获得更大发展机遇，并能通过中信证券国际等海外平台，依托长期以来在一带一路沿线的积极布局，带动更多国内企业出海，进而持续丰富公司收入来源。\n　　基金投资井喷式发展，加速公司财富管理转型步伐。公司拥有以财富管理业务线和华夏基金为主的财富管理体系和以中信证券资管、中信期货资管、金石投资为主的资产管理体系，并通过高效协同，助力大财富管理业务全面发展，个人客户和机构客户资产规模持续增长。大财富管理收入占比达到40%，已接近海外投行水平。截至2021年末，公司大财富管理体系服务了超过5万亿的财富，已可比肩部分股份制银行。同时，公司通过行业领先的股权衍生品和QDII、FICC业务线，为财富管理条线提供更丰富的金融产品来源，亦可更大程度对冲市场风险，在降低净值波动的同时提升收益率水平，进而提升财富管理客户对公司管理能力和品牌的认同感。此外，优质的产品线也有效助力公司自有资金运用效率提升，亦有能力提升经营杠杆率，进而推升公司盈利水平。\n　　投资建议：当前证券行业业务同质化仍较强，在马太效应持续增强的背景下，仅龙头的护城河有望持续存在并拓宽，资源集聚效应更为显著，进而有机会获得更高的估值溢价。作为行业的绝对龙头，中信证券不仅业务上无明显短板，综合实力业内突出，而且业务结构具有一定特色和异质化，抗周期属性初步显现。从盈利能力上看，公司ROE已达到12%，在杠杆保持在较低水平的基础上，ROE已接近海外头部投行，盈利能力和业绩增长确定性值得肯定。在公司280亿配股完成后，预计将有190亿投入资本中介业务，有望进一步提升盈利能力和综合竞争力，我们坚定看好公司的长期发展前景和构建“券业航母”的未来。预计公司2022-2024年归母净利润分别为273.74亿元、337.52亿元和380.72亿元，维持“推荐”评级。受配股和年初市场低迷影响，公司估值仅1.37xPB，具备极强的中长期投资价值，建议坚定买入并持有。年内目标价30.5元，对应2xPB。\n　　风险提示：宏观经济下行风险、政策风险、市场风险、流动性风险。\n",
  "notice_date": "2022-03-31 00:00:00",
  "notice_title": "“无短板”龙头优势凸显",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘嘉玮,高鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "473",
          "publishName": "证券"
        }
      ],
      "short_name": "中信证券",
      "short_name_ch": "中信证券",
      "short_name_cht": "中信證券",
      "short_name_en": "CITIC SEC",
      "stock": "600030"
    }
  ],
  "short_name": "中信证券",
  "source_sample_name": "东兴证券",
  "star": "1"
}