{
  "attach_pages": "5",
  "attach_size": "979",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202012111439192858_1.pdf?1607693101000.pdf",
  "company_code": "80027629",
  "eitime": "2020-12-11 13:25:01",
  "extend": {},
  "info_code": "AP202012111439192858",
  "language": "1",
  "notice_content": "　　恒立液压(601100)\r\n　　We  see potential  earnings  upside  in  2020E-22E  driven by  several  drivers:  (1) Short  term:  Hengli’s  production  plan  in  Dec  implies  20%  MoM  increase  in hydraulic cylinders output volume, which is surprisingly strong; (2) Medium term:Solid market share gain on the back of the rising market share of Chinese-brand excavator  manufactures  (Hengli’s  customers);  (3)  Long-term:  Trend  of  import substitution  of  pump  &  valves  and  other  products  is  clear.  We  revise  up  our earnings  forecast  in  2020E-22E  by  8-10%  (9-10%  above  consensus),  after revising up both  sales volume and gross  margin  assumptions.  We continue to like Hengli’s solid  position  in the high-end  hydraulic components industry  with clear roadmap to achieve import substitution. Our TP is lifted  to RMB114.4 from RMB87,  based on 55x 2021E P/E  (30%  premium to the historical average  of 42x). \r\n　　Resilient demand for excavator in 2021E. For the industry as a whole, major manufacturers of  excavator  delivered sales volume of 296k units in 11M20, up 37% YoY, according to CCMA. We expect the full year sales  volume growth will reach ~40%. In 2021E, we see upside to our  existing  excavator demand growth  forecast  of  3%,  driven  by  infrastructure  spending  growth  and  the continuous trend of the substitution of labour by excavators. \r\n　　Hengli’s growth is driven by structural factors. We estimate a single-digit growth of excavator demand will be enough for Hengli to deliver 20% revenue growth in 2021E,  given that the Chinese excavator makers (majority of them are Hengli’s customers  with high installation ratios),  such as  SANY  Heavy (600031 CH, BUY), are gaining market share, which will drive Hengli’s share gain. We forecast Hengli’s market share in hydraulic cylinder to increase from 52% in 2020E to 61% in 2022E. Besides, we expect pump & valve for largesize  excavators,  as  well  as  non-standardized  hydraulic  components  for various industries will serve as other key drivers. \r\n　　Latest production plan suggests robust demand  in 1Q21E.  According to Hengli’s production plan in Dec, the scheduled production volume of hydraulic cylinder  (for  excavator)  is  expected  to  reach  79k  units,  up  20%  MoM.  We estimate  this  will  translate  into  ~40k  units  for  excavator  demand  for  the industry  in  Jan  2021E,  which  is  impressive  given  that  the  industry  sales volume was only 9.9k units  in Jan 2020. On the other hand,  we expect Hengli’s hydraulic pump and valves will see strong growth in Dec on MoM basis. \r\n　　Key  risks: (1)  Slowdown  of  construction  activities;  (2)  risk  of  overseas expansion; (3) increase in raw materials cost.",
  "notice_date": "2020-12-11 00:00:00",
  "notice_title": "Solid share gain story for both short and long-term; Raise earnings est. & TP",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "恒立液压",
      "short_name_ch": "恒立液压",
      "short_name_cht": "恒立液壓",
      "short_name_en": "JSHL",
      "stock": "601100"
    }
  ],
  "short_name": "恒立液压",
  "source_sample_name": "招银国际"
}