{
  "attach_pages": "6",
  "attach_size": "974",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504301665037734_1.pdf?1746026455000.pdf",
  "company_code": "80027629",
  "eitime": "2025-04-30 15:20:55",
  "extend": {},
  "info_code": "AP202504301665037734",
  "language": "1",
  "notice_content": "　　药明康德(603259)\r\n　　WuXi AppTec reported impressive 1Q25 financial results. Revenue increased by21.0% YoY to RMB9.65bn, with revenue from continuing operations rising by23.1% YoY to RMB9.39bn. Adjusted non-IFRS net profit surged by 40.0% YoY toRMB2.68bn. Both revenue and net profit continued the quarterly improvementtrend seen throughout 2024, which further accelerated significantly in 1Q25. Asof the end of 1Q25, the Company’s backlog grew by 47.1% YoY to RMB52.33bn.Despite ongoing macro uncertainties, mgmt. has reaffirmed its full-year guidance,projecting a 10–15% YoY increase in revenue from continuing operations andexpansion in the adjusted non-IFRS net profit margin.\r\n　　TIDES business gained momentum with strong growth. WuXi AppTec’sTIDES business experienced strong growth 1Q25, with revenue soaring187.6% YoY to RMB2.24bn, an acceleration from the 70.1% growth in 2024.According to mgmt., the growth was driven by the ramp-up of new capacitiesand contributions from oral GLP-1 programs. TIDES backlog more thandoubled, increasing by 105.5% YoY as of 1Q25, providing a solid foundationfor sustained growth. The Company remains on track to expand its peptidecapacity to over 100k liters by the end of 2025. Hence, Mgmt. continued toexpect TIDES revenue to grow more than 60% YoY in 2025.\r\n　　Early-stage business remained under pressure with signs of moderaterecovery. Revenue from Biology segment grew 8.2% YoY in 1Q25, marking asecond consecutive quarter of positive growth, indicating a recovery in clientdemand for drug discovery services. In Chemistry segment, small-molecule drugdiscovery revenue declined 7.1% YoY, an improvement from the 28.7% YoYdrop in 2024. Testing segment remained affected by pricing pressure. Lab testingrevenue slid 4.9% YoY (vs. -8.0% YoY in 2024), with safety assessment revenuefalling 7.8% YoY (vs. -13.0% YoY in 2024). Mgmt. noted that pricing appeared tohave reached a trough, although a meaningful recovery will still take time.\r\n　　Strengthening shareholder returns amid market uncertainties. WuXiAppTec’s Board of Directors has proposed a series of shareholder returninitiatives, including maintaining a 30% annual cash dividend payout ratio,issuing a one-time RMB1bn special dividend in 2025, introducing the interimdividend plan in 2025, and repurchasing and cancelling RMB1bn A-shares(announced on March 17). In addition, the Company announced a secondRMB1bn A-share repurchase and cancellation plan on April 8, which has nowcommenced. Combined, the proposed dividends and share repurchaseprograms total nearly RMB6bn, equivalent to 62% of 2024 attributable netprofit, underscoring WuXi AppTec’s strong commitment to shareholder return.\r\n　　Maintain BUY. Due to the macro uncertainties such as the US-China tradewar, we revise down forecasts and now expect revenue from continuingoperation business to grow by 13.3%/14.9%/15.9% YoY and adjusted nonIFRS net income to grow by 9.7%/17.5%/15.9% YoY in 2025E/ 26E/ 27E,respectively (previously: 14.4%/15.2%/16.3% and 11.7%/19.0%/+16.1%YoY). We thus cut our DCF-based TP from RMB94.05 to RMB77.22 (WACC:9.42%, terminal growth: 2.00%; both unchanged). Our estimates are higherthan Bloomberg consensus, reflecting our confidence in earnings resilience",
  "notice_date": "2025-04-30 00:00:00",
  "notice_title": "To navigate macro uncertainties with a good start in 1Q25",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "药明康德",
      "short_name_ch": "药明康德",
      "short_name_cht": "藥明康德",
      "short_name_en": "WUXI APPTEC",
      "stock": "603259"
    }
  ],
  "short_name": "药明康德",
  "source_sample_name": "招银国际"
}