{
  "attach_pages": "7",
  "attach_size": "1272",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202305051586286785_1.pdf?1683298085000.pdf",
  "company_code": "80027629",
  "eitime": "2023-05-05 14:48:05",
  "extend": {},
  "info_code": "AP202305051586286785",
  "language": "1",
  "notice_content": "　　立讯精密(002475)\r\n　　Luxshare posted FY22 revenue/NP growth of 39%/30% YoY, largely in-line withexpectations, and it also pre-announced 1H23 earnings growth of 10-20% YoY,which we believe is resilient given weakness in smartphone/ consumerelectronics market. Given challenging macro headwinds, Luxshare deliveredimpressive operating efficiency and cost synergies. Looking forward, followingmultiple strategic M&As in 2020/21, we believe Luxshare is well-positioned togain share in iPhone/Macbook/iPad/Watch OEM/components, and captureopportunities in automobile tier-1 biz and AR/VR product cycle. We adjustedFY23-25E EPS by -2%/+2% to reflect macro headwinds and accelerated autosegment. The stock now trades at 15.2x FY23E P/E, close to 1-sd below 5-yraverage P/E. Maintain BUY with new TP of RMB48.0 based on lowered 28xFY23E P/E. Upcoming catalysts include Apple MR launch in June.\r\n　　FY22/1H23 earnings largely in-line; Impressive growth in smartphonecomponents/OEM. Despite global macro weakness, rising inflation andgeopolitical uncertainties, Luxshare delivered a solid set of FY22 resultswith sales/NP growth of 39/30% YoY. By segment, computer/automotive/communications/consumer electronics revenue grew 44%/48%/293%/33%YoY, while GPM was largely stable at 12.2% in FY22. In particular, itssubsidiary, Luxcase Precision (casing & top module), reported revenue/netprofit growth of 49%/102% and NPM improved 0.7ppt YoY to 2.6% in FY22.\r\n　　Multiple growth drivers: iPhone 15/MR, auto tier-1 biz and overseasexpansion. As the major OEM/component supplier of Apple’siPhone/Airpods/Watch, we believe Luxshare will benefit from Apple’siPhone 15 cycle in 3Q23 and continue share gain in top module/OEM inFY23E. In addition, we expect Luxshare will expand into OEM biz for Apple’sfirst-gen MR device in 2H23E (500k in FY23E), and gradually ramp upOEM/component share allocation in FY24/25E. Benefiting from Apple’ssupply chain expansion strategy, Luxshare plans to accelerate capacityexpansion for CE/auto components in Vietnam and Mexico. As auto tier-1business and communications segment is set to deliver stable growth postintegration and overall profitability continues to improve in FY23/24E, weforecast earnings will grow 33%/24% YoY in FY23/24E.\r\n　　Attractive risk/reward; Reiterate BUY. We believe Luxshare’s operatingefficiency will continue to improve with economies of scale in iPhone/Macbook/iPad OEM/components, and new opportunities in auto tier-1 andAR/VR will boost revenue upside in FY24/25E. The stock now trades at15.2x FY23E P/E, close to 1-SD below 5-year hist. avg P/E. Reiterate BUYwith new TP of RMB48.0 based on lowered 28x FY23E P/E for softerconsumer electronics market. Catalysts include iPhone share gain, AppleMR launch and auto tier-1 business progress.",
  "notice_date": "2023-05-05 00:00:00",
  "notice_title": "Resilient FY22/1H23 despite industry headwinds",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Alex Ng,Claudia Liu",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "立讯精密",
      "short_name_ch": "立讯精密",
      "short_name_cht": "立訊精密",
      "short_name_en": "LXJM",
      "stock": "002475"
    }
  ],
  "short_name": "立讯精密",
  "source_sample_name": "招银国际"
}