{
  "attach_pages": "7",
  "attach_size": "755",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202112171535071841_1.pdf?1639739127000.pdf",
  "company_code": "80114781",
  "eitime": "2021-12-17 11:05:27",
  "extend": {},
  "info_code": "AP202112171535071841",
  "language": "0",
  "notice_content": "　　中国中免(601888)\n　　事件： 中国中免拟以非公开协议转让方式现金收购中旅集团全资子公司中旅资产持有的港中旅资产公司 100%股权， 交易价格为 1.26 亿元。\n　　补足业务短板，免税龙头市场地位有望进一步巩固。 公司本次收购的资产港中旅资产， 前身为 1984 年成立的中国旅行社华侨旅游服务公司（中侨），是全国唯二拥有免税外汇商品经营资质的公司，即拥有回国补够型市内免税店牌照， 可在全国范围内参与免税经营权投标并经营外汇免税商店， 另外一张牌照拥有者为中出服。 公司目前尚无此类免税店， 本次收购将补足公司业务短板， 巩固和完善公司的免税业务布局， 持续巩固龙头市场地位。\n　　中免的注入有望激活牌照活力，同时提前布局市内免税店有望充分享受政策开放红利。 港中旅资产（中侨） 虽然拥有免税牌照历史较久，但相关业务的规模一直较小， 较中服免税有较大差距， 中免的注入有望发挥其在品牌合作、供应链和运营能力等方面的优势， 助力中侨免税牌照活力的重新释放，带来业绩增长。 与此同时， 中国中免近来一直致力于市内免税渠道的铺建，已与包括云南、西安、广州、天津、成都等省市签订战略合作协议，公司控股港中旅资产后，或进一步进行回国补够型市内店的开拓布局。我们认为，市内免税政策进一步放开将与出境游的恢复落地，开放后将有效承接海外消费回流的巨大需求。公司拥有进境和出境市内免税牌照，同时在全国范围内提前布局市内免税渠道， 有望充分享受政策开放红利，打开新的增长天花板。\n　　解决同业竞争问题， 竞争格局更为清晰。 2016 年 9 月中旅集团做出解决同业竞争的承诺，要逐步减少集团与公司业务重合并最终消除。本次收购完成后，公司与中旅集团的同业竞争问题将得以解决，我国免税市场的竞争格局也将更为清晰。目前我国免税市场共 10 位参与者，其中有五个在中免的控制之下， 公司在免税市场占据绝对领导地位。\n　　短期存在边际改善空间， 长期在共同富裕背景下仍看好免税赛道的高景气。短期来看， 受到全国多地散点疫情影响，旅游零售市场增速放缓，但随着疫情缓解存在边际改善空间。 长期来看， 共同富裕目标下中等收入群体比重扩大，将带来可选消费需求的增加，免税作为中高端消费具有长期增长支撑，且在消费回流大背景和政策刺激拉动下，有望获得长效发展。 公司长期深耕离岛免税，且不断进行多渠道铺设，预计仍将受益于行业增长。\n　　盈利预测： 内外双循环和消费回流背景下， 离岛免税持续放量， 疫情好转机场免税渠道也有望逐步恢复， 公司通过在品牌合作、渠道铺设、运营管理和资金支持等多方面发力，巩固龙头地位，将充分享受行业增长红利，预计 2021-2023 年净利润为 116/160/209 亿元，对应 EPS 为 5.96/8.19/10.71 元， 对应 PE 为 37/27/21 倍。维持“强烈推荐”评级。\n　　风险提示： 超预期政策，国内疫情反复， 离岛免税竞争加剧。\n",
  "notice_date": "2021-12-17 00:00:00",
  "notice_title": "收购港中旅资产，巩固全渠道免税龙头地位",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王紫,魏宇萌,刘雪晴",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "东兴证券",
  "star": "1"
}