{
  "attach_pages": "63",
  "attach_size": "4515",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404101630113782_1.pdf?1712774955000.pdf",
  "company_code": "80000135",
  "eitime": "2024-04-10 18:49:15",
  "extend": {},
  "info_code": "AP202404101630113782",
  "language": "0",
  "notice_content": "　　迈瑞医疗(300760)\n　　国内医疗器械绝对龙头，全方位构建强劲竞争实力。迈瑞医疗三大支柱产线品类逐步完善，持续助力核心业务获突破成果：①生命信息与支持：形成完备综合解决方案，覆盖院内多种临床场景，率先提出全院解决方案，助力智慧医院建设；②体外诊断：诊断设备及试剂认可度与日俱增，关键上游并购实现原料自主可控，高性能全自动流水线进一步提升ivd全线产品竞争力；③医学影像：满足多样化市场需求，填补国产高端彩超领域空白，海外市场加速渗透。目前我国医疗设备行业整体国产化率仍处于低位，受益于医疗新基建、集采、行业整顿等政策推进，以迈瑞为代表的头部国产厂商有望凭其优越产品性能，实现市场份额的快速提升。同时，迈瑞围绕微创外科、动物医疗、AED等种子业务多元化布局，持续构筑战略纵深，未来成长势能充沛。此外，近期公司收购并获惠泰医疗控股权，高调切入心血管领域，其中心脏电生理业务具较大提升空间，有望通过协同互补开辟新增长领域。\n　　器械主要领域技术发展进入平台期，迈瑞全球化布局有望直道超车。迈瑞布局的器械领域如监护、超声、血球、化学发光免疫等，市场容量大但技术路径经30-40年发展已日趋成熟，迈瑞凭借持续不断的研发投入实现从追赶、到并跑直至领跑，高端产品逐渐接近或超过现有同类外资产品。在全球化营销网络方面，历经多年海外市场深耕，迈瑞已成为业务遍布全球多数地区的医疗设备及解决方案供应商，目前公司在40个国家/地区设有超50家子公司，产品已远销全球190多个国家/地区，并建立起基于全球资源配置的研发创新平台，形成庞大的全球化研发、营销及服务网络。2024年起迈瑞国际业务有望增长提速，进一步向全球器械行业领先地位迈进。\n　　对标全球器械巨头，迈瑞仍有极大成长空间。通过复盘美敦力、雅培等国际龙头医械公司成长经历，可以发现其成长经历离不开技术创新与战略并购，同时积极扩大全球销售和渠道网络、因地制宜的市场策略、制定清晰合理经营目标、知识产权保护机制、打造并强化品牌影响力、本地化生产及服务等也都发挥着至关重要作用。对比迈瑞成长历程及战略思路，其与全球行业龙头既往发展经验存一定共性，且近年市场排名稳步提升，与全球医疗器械行业龙头差距逐渐缩小，据公司公告，2022年迈瑞在全球医疗器械企业中排名27位，较2021年上升4位，较2020年的第36位上升9位。此外，公司在公告中表示，其有能力、有信心在2025年跻身全球前二十医疗器械榜单，并向全球前十、甚至更高的行业地位发起冲击。\n　　投资建议：迈瑞是国内产品最全、销售实力最强的医疗器械龙头企业，高端化、多元化、全球化的发展战略有助于公司成长为全球医疗器械龙头，未来十年内海外业务将成为公司增长的主要动力。我们预计公司2023-2025年归母净利润分别为117/143/175亿元，同比增长21.49%、22.58%、22.17%，EPS分别为9.63/11.80/14.42元，当前股价对应2023-2025年PE为29/23/19倍，维持“推荐”评级。\n　　风险提示：国内体外诊断试剂集采大幅降价的风险、国内医疗设备订单放量不达预期的风险、海外销售进展不及预期的风险、新产品研发进度不达预期的风险。\n",
  "notice_date": "2024-04-10 00:00:00",
  "notice_title": "从全球器械巨头发展看迈瑞海外进击之路",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "程培,孟熙",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1041",
          "publishName": "医疗器械"
        }
      ],
      "short_name": "迈瑞医疗",
      "short_name_ch": "迈瑞医疗",
      "short_name_cht": "邁瑞醫療",
      "short_name_en": "MR",
      "stock": "300760"
    }
  ],
  "short_name": "迈瑞医疗",
  "source_sample_name": "中国银河",
  "star": "5"
}