{
  "attach_pages": "8",
  "attach_size": "855",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202306251591280320_1.pdf?1687712236000.pdf",
  "company_code": "80092742",
  "eitime": "2023-06-25 16:57:16",
  "extend": {},
  "info_code": "AP202306251591280320",
  "language": "0",
  "notice_content": "　　欧派家居(603833)\n　　事件：据欧派官微，近期公司进行组织结构及人事重大调整，本次组织架构调整主要针对欧派橱卫、欧派整家、整装大家居，将原各品类事业部中层以上骨干导入按区域划分的营销事业部，由品牌事业部统筹厨衣木融合发展，同时考核权重中利润大于收入。\n　　点评：\n　　对于总部，我们认为有望加快品类融合、强化管理效率。本次调整最主要的变化为由原来“三大品类”事业部改为“三大区域”事业部，即橱卫、整家、整装大家居三大事业部融合重组，改为按区域划分的第一/二/三营销事业部。高层人事变动方面，据欧派官微报道，原整家营销事业部总经理刘顺平、厨卫营销事业部总经理张秀珠、欧派整装大家居负责人张晓锋，分别被新任命为第一/二/三营销事业部总经理，分别对应分管华东华北东北、西北华中华南、西南三大区域。我们认为，本次调整对于总部层面影响主要有二：1）加快多品类融合、聚焦品牌战略，22年欧派品牌营收占比84%，三大事业部融合重组后每个区域事业部将统一对全品类进行管理，有望更好协调多品类的供应链、产品研发、交付物流等融合战略落地，同时进一步聚合“欧派”主品牌势能，更有针对性地进行区域营销资源投放；2）提高管理效率，22年公司销售人员数量3231人，随着过去品类、渠道和子品牌布局的不断拓展，销售人员人均管理门店数量从2016年的5.4家降至2022年的2.4家。我们认为，事业部融合重组后将提升人效，减少内部沟通成本，同时区域管理精细化也将促使管理人员从单一职能逐步实现到全职能跨越。\n　　对于渠道，我们认为组织架构调整影响短期无需过于担忧，调整将促进大家居模式探索，加快长期战略落地。部分投资者担心由于公司代理商体系的分商比例较高，本次调整的融合导向对渠道影响较大。我们认为本次调整对分商体系影响有限，最主要的变化或将在于提高代理商开展大家居的积极性。首先，公司体系内经销商集中度不高，22年前五大客户销售额占年度销售总额仅为5.94%，在总部战略落地过程中没有严重的大商依赖现象；其次，从橱衣两个品类连单角度，传统的卖场销售方式下，由于橱衣消费次序有差异，并非单纯的同商零售就可实现橱+衣的单值提升。22年公司橱柜（含橱衣）经销商、独立衣柜经销商数量分别为1516家、1062家，比例为59%：41%，我们预计公司现有的单品类门店在未来一段时间内仍将延续独立经营。再次，也是与早期的大家居店态不同的是，如今的欧派大家居进一步推进的核心是在欧派的品牌背书下，通过合作的装修业务将多品类串联起来销售，从而实现装修链条上全品类的连单，而非简单的将多品类在门店展示销售。因此，我们认为多品类统一管理后将提高代理商探索大家居的积极性，同时由于大家居模式对代理商的综合能力也要求更高，长期来看有望带动门店收款能力再上台阶、进一步提升渠道战斗力。\n　　历史估值底部关注配置机会，维持“买入”评级。回顾公司过去几次业务模式创新，从行业首创19800全屋定制套餐到29800整家套餐，从整装大家居到零售整装到大家居，均切实帮助到了代理商更好地面对消费者需求的变化，共同迎接渠道变革给传统经营模式带来的诸多挑战，也体现了管理层对于消费趋势的深刻洞察和强大执行力。欧派家居对于商业模式的创新迭代能力业内领先，行业调整期加速长期战略落地。我们预计公司2023~2025年归母净利分别为30.66亿元、35.70亿元、41.06亿元，同比分别增长14.0%、16.4%、15.0%，目前股价对应2023年PE为17.8x，处于上市以来估值底部，建议关注配置机会，维持“买入”评级。\n　　风险因素：宏观经济波动风险，大家居业务进展不及预期风险。\n",
  "notice_date": "2023-06-25 00:00:00",
  "notice_title": "组织调整战略深化，估值底部关注配置机会",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "李宏鹏",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "476",
          "publishName": "装修建材"
        }
      ],
      "short_name": "欧派家居",
      "short_name_ch": "欧派家居",
      "short_name_cht": "歐派家居",
      "short_name_en": "OPPEIN",
      "stock": "603833"
    }
  ],
  "short_name": "欧派家居",
  "source_sample_name": "信达证券",
  "star": "3"
}