{
  "attach_pages": "17",
  "attach_size": "1170",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202508311737331801_1.pdf?1756667518000.pdf",
  "company_code": "80042949",
  "eitime": "2025-08-31 19:11:58",
  "extend": {},
  "info_code": "AP202508311737331801",
  "language": "0",
  "notice_content": "　　海大集团(002311)\r\n　　投资要点：\r\n　　全球饲料行业是十四亿吨、四万亿人民币且上下游格局天然分散、低效的大舞台，曾出现过正大、嘉吉、蓝德雷克斯、德赫斯等国际龙头企业，正大巅峰期净利润可达百亿级别，行业价值量清晰可见。以海大为代表的中国新一代国际型农牧企业，正由点成面逐个击破前任龙头的市场地位，将国内的剧本在海外以不同的状态二次上演，这一次海大不再以贴地飞行为工具，而是依靠已经建立起的系统性优势：平台能力、超大规模效应、协同出海。全球市场广阔，产业链天花板也足够高，优势企业成长期足够长，对百亿利润的展望也愈发清晰，海阔正凭鱼跃，目标再造一个“千亿海大”。\r\n　　1、平台能力：海大是一家优秀的平台型公司，种苗动保、饲料、服务、管理、人才等各项资源已整合沉淀形成系统优势，在兼具工业和农业属性的饲料行业里，可以实现高质量、一致性的扩张。\r\n　　1）对饲料的理解成熟，认知差异塑造更强的比较优势。饲料行业不是单纯制造业，而是有制造业属性的养殖服务业，产品标准化程度介于工业品和农产品之间，不同动物饲料的客户分布又非常多样化，且养殖主体每年变化的幅度不低，做企业如果抓大放小容易丢失产业链价值的积累，做小做精又容易被大企业携资本击败。历经过去20+年的积累，海大深谙效率和产业链价值创造的平衡之道，真正做到了有规模、有深度、还灵活，远期的天花板不是饲料吨数，而是创造的附加值优势×覆盖的区域×细分产业链。\r\n　　2）产业链优势已经确立，进入系统性“战略反攻”阶段。我国工业饲料市场历经外资主导、中资模仿→中外资PK：外资防守、中资进攻→中资内卷、角逐称王的阶段，这期间崛起了以海大为代表的优秀农牧企业。1998年海大刚成立，彼时正大中国区饲料销量已破百万吨；2006年海大在业内率先完成从生产制造型向服务型企业的战略转型；2009年进一步强调构建价值链优势；2013年积极推动信息化建设，内部管理走向流程化、标准化，较大提升标杆工厂的管理模式的可复制性……经20+年的学习、竞争，海大现已成长为国内销量TOP1、全球销量TOP1的饲料巨头，2024年海大（国内）销量2206万吨\r\n　　VS正大（中国）销量1200+万吨。持续颠覆突破的背后，是海大扎根种苗、饲料、动保、服务、内部运营管理各个环节进而构筑的平台化、系统化优势。如今国内剧本在海外再次上演，新区域、老对手，今非昔比，和老一代国际农牧龙头相比，海大已经具备全面的领先优势。东南亚、非洲等地区人口红利突出且工业化起步较晚，目前仍存在较大的效率改善空间和企业比较优势，短中长期可以通过引领行业效率改善、价值量提升实现企业增长而非内卷式价格战，竞争生态良性，能保证合理偏高的回报率水平，量利双增。\r\n　　3）人才漩涡。国际化经营人才是稀缺品，培养难度大、周期长，而对外引进则非常考验企业的资源整合能力。思考海大底色的一方面，它是一家优秀的投后管理公司，擅长从理念、经验上选择符合集团发展战略的人才，委以重任、充分信任，快速建立起强大的经营团队，这一点也从海大和越南升龙的成功融合得到验证。2011年海大收购越南升龙公司，正式开启国际化之路；对升龙的融合，除了经营理念的一致性之外，本土化团队亦是重要考量，现任海大升龙事业部总经理庄界成原是越南升龙的创始人，在越南水产界颇具影响。\r\n　　而升龙也成功植入海大服务型基因并本土化，成为越南第一家开设服务站的公司，同时引进与升龙养殖模式相配套的苗种和动保产品，为养户提供全产链的价值服务（2011年饲料销量2万吨VS2018年30+万吨，2024年海大在越南水产料销量已位居前列），成为集团“走出去”的先行军和突破口。\r\n　　4）协同出海。以家电为例，25年5月美的和海信的海外结盟，标志着中国家电企业从“单兵突围”转向“生态出海”，通过技术互补、产能协同、标准输出，构建全球化竞争新范式。未来类似合作或成为中国企业突破技术壁垒、主导国际市场的主流路径。海大的国际化进程中，亦有其他中资企业的身影。2024年海大和樱桃谷鸭（主营鸭苗）合资布局越南，鸭苗和饲料的结合实现断层竞争优势，以越南平定海龙肉鸭料为例，同样饲养天数出栏重0.3公斤/只，饲养成本大幅度降低。优质种苗让饲料效果表达更明显，24年海大海外禽料实现同比增长50%。此外，海大也和出口信用保险公司合作，在直销客户占比较大、应收款风险较高的区域实现保险针对性覆盖、减少坏账损失。\r\n　　2、超级工厂：一次性打出奠定终局的业态。基于国内的摸索和对海外的长周期布局，海大出海初期就把工厂规模和品类结构放在了重要位置，形成了明确的“卫星工厂”的战略部署，出海早期先建设超级工厂（设计产能30-50万吨、相当于2-3个小厂），以核心大厂的利润为周边区域小厂的发展提供缓冲窗口期。超级大厂天然具备效率优势，满产后的资产回报率更高，我们以50万吨单厂规模、初始资本投入3亿元测算，2-3年满产后投资回报率达30%+。放眼海外终局、市场走向饱和，海大超级工厂的效率优势叠加产业链价值积累有望持续拉大和对手的差距，实现企业长久稳定的发展。\r\n　　3、战局一览表：海大这样的全产业链价值模式更适合优质优价、价值导向的海外市场，企业回报率在短中长期可能都有生态基础；且在海外，中国企业之间合作大于竞争的商业生态，使得回报率更有保障。而目前海大布局的主要区域也是东南亚、非洲、南美等欠发达地区，分优先攻坚、正在培育和正在调研的国家满足自身战略的短、中、长期部署。\r\n　　1）优先攻坚的区域：越南、印尼、埃及、厄瓜多尔（合计市场容量5000+万吨）2）正在培育的区域：孟加拉、尼日利亚等\r\n　　3）正在调研的区域：巴西；东南亚新兴国家，坦桑尼亚、乌干达等非洲其他国家4、投资建议：我们预计2025/2026/2027年公司实现归母净利润51/61/70亿元，yoy+14%/+19%/+15%，对应PE分别为20X/17X/15X，维持“买入”评级。\r\n　　风险提示：天气异常及养殖疫病影响饲料行业阶段性波动的风险；主要原材料价格大幅波动的风险；环保法规政策对养殖业规模结构及区域调整的风险；汇率波动的风险",
  "notice_date": "2025-08-31 00:00:00",
  "notice_title": "海大鱼大系列报告二：海阔凭鱼跃",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "雷轶,冯佳文,顾超",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "433",
          "publishName": "农牧饲渔"
        }
      ],
      "short_name": "海大集团",
      "short_name_ch": "海大集团",
      "short_name_cht": "海大集團",
      "short_name_en": "HAID GROUP",
      "stock": "002311"
    }
  ],
  "short_name": "海大集团",
  "source_sample_name": "华源证券"
}