{
  "attach_pages": "7",
  "attach_size": "1711",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202101181451804627_1.pdf?1610980964000.pdf",
  "company_code": "80092742",
  "eitime": "2021-01-18 14:42:44",
  "extend": {},
  "info_code": "AP202101181451804627",
  "language": "0",
  "notice_content": "　　京东方A(000725)\n　　事件：2021年1月15日晚，京东方A发布2021年非公开发行A股股票预案。公司拟通过非公开发行A股股票的方式募集不超过200亿元资金，公司预计发行股数约为41亿股（占发行前总股本的12%左右）。京国瑞基金拟计划认购其中的40亿元。募集资金主要用于：\n　　（1）收购武汉京东方光电24.06%的股权（约65亿元）；\n　　（2）对重庆京东方显示增资并建设京东方重庆第6代AMOLED（柔性）生产线项目（约60亿元）。\n　　（3）此外，募集资金还用于：对云南创视界光电增资（10亿元）；对成都京东方医院增资（5亿元）；偿还福州城投集团贷款（30亿元）；补充流动资金（30亿元）。\n　　点评：\n　　增发获国资基金大额认购，主要用于收回股权和增资新线。此次公司非公开发行的股份获得京国瑞基金认购40亿元。而京国瑞基金是北京国有资本经营管理中心控制的主体，属于北京国资委控股的基金。国资委基金的大额认购彰显了公司当前估值的吸引力以及市场对其未来发展的充分信心。\n　　此外，本次募集资金主要用于收购武汉京东方股权和增资重庆京东方。其中武汉京东方光电是公司于2017年与武汉临空港工发投以及长柏基金共同成立的G10.5代TFT-LCD生产线（B17）的归属企业。此次收购价格合理，24.06%股权作价65亿元，相对于注册资本溢价3.9%。通过完成收购，京东方持有武汉京东方的股权将由23.08%大幅增至47.14%。\n　　而重庆京东方是公司与重庆市产业基金在2018年共同成立的第6代AMOLED(柔性)生产线（B12）的归属企业。该条产线预计总投资额460亿元，注册资本260亿元，其中京东方出资100亿，持股比例为38.46%。\n　　液晶面板行业高景气度，收购武汉线股权将增厚公司业绩。由于韩厂退出和需求转暖，20年供需格局大幅改善，面板行业自年中开始进入景气周期。展望2021年，面板的价格仍有望保持强势。需求端方面，据产业链调研，目前主流面板厂商库存几乎为零，终端TV厂商库存仍低于正常水位，说明下游需求良好，终端TV厂商仍有备货空间。供给端方面，面板上游材料持续短缺，驱动IC和玻璃基板分别受8寸晶圆短缺和NEG工厂意外停电事件影响而出现缺货，缺货现象预计持续整个一季度。在上游物料缺货和下游终端厂补库存的双重影响下，面板供不应求现象短期难以缓解，面板价格也有望继续上涨。同时，随着二三季度传统备货旺季的到来，全年面板价格维持高位可期。B17线设计产能120K/月，目前正处于产能爬坡中，预计21年一季度实现满产。在行业景气度提升的大背景下，公司通过收购大幅提升B17产线的股权比例，有助于充分享受面板价格上行的红利，并增厚公司业绩。\n　　OLED客户拓展顺利，增资新线扩大领先优势。目前在手机屏幕市场，OLED渗透率正快速提升，对应市场规模不断扩大。公司的OLED产品自2017年被国内大客户首次采用后，就一直为其中高端机型供货。2020年，公司产品也顺利导入欧美大客户，目前已开始批量供货。作为国内OLED面板龙头企业，公司共有4条AMOLED产线（包含在建和规划中），其中成都、绵阳线已建成，目前正在逐步释放产能；重庆线正在建设期；另一条也正在规划当中。在建重庆线（B12）预计将于21年年底投产，并在22年逐步释放产能。此次收购将助力公司完成新产线建设，进一步扩大在OLED显示领域的领先优势。\n　　盈利预测与投资评级：京东方作为全球面板龙头地位稳固，智能手机、平板电脑、笔记本、显示器、电视等五大主流市场的面板销量市占率全面位居全球第一。此次定增和收购将提升公司对新建高世代产线的持股比例，从而增厚公司业绩，并为其长期发展打下坚实基础。我们预计公司2020-2022年归母净利润分别为52.69亿元、134.07亿元和166.71亿元，对应当前PE分别为45x、18x、14x。公司作为面板行业龙头，将充分享受大尺寸面板涨价带来的盈利弹性，我们看好公司在2021年的业绩释放能力，维持对公司的“买入”评级。\n　　风险因素：疫情反复，下游需求不及预期。\n",
  "notice_date": "2021-01-18 00:00:00",
  "notice_title": "200亿定增揭晓，业绩弹性与OLED布局并重",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "方竞",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1038",
          "publishName": "光学光电子"
        }
      ],
      "short_name": "京东方A",
      "short_name_ch": "京东方A",
      "short_name_cht": "京東方A",
      "short_name_en": "BOE",
      "stock": "000725"
    }
  ],
  "short_name": "京东方A",
  "source_sample_name": "信达证券",
  "star": "3"
}