{
  "attach_pages": "8",
  "attach_size": "1026",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202408301639636422_1.pdf?1725043335000.pdf",
  "company_code": "80114781",
  "eitime": "2024-08-30 18:42:15",
  "extend": {},
  "info_code": "AP202408301639636422",
  "language": "0",
  "notice_content": "　　宁波银行(002142)\n　　事件：宁波银行发布2024年中报：公司实现营收344.4亿元（YOY+7.1%），归母净利润136.5亿元（YOY+5.4%）；年化ROE为14.74%，同比下降1.41pct；6月末，公司不良率0.76%，拨备覆盖率420.55%。\n　　点评：\n　　1H24盈利增速同比拆分来看，规模、成本和拨备释放是主要正向贡献。边际来看，1H24盈利增速较1Q24略降，其中边际贡献增强的是，规模增长进一步正向拉动、息差负向影响减弱；边际贡献减弱的是，非息进一步负向拖累盈利、拨备释放正向贡献减弱、税收对盈利负向影响加强。\n　　1、得益量增价稳，净利息收入增速逆势提升。\n　　从量上看，上半年公司维持了规模较快扩张，生息资产、信贷、存款较年初分别增长11.3%、12.5%、17.6%。在行业融资需求整体疲弱的大背景下，公司依然维持了较快的规模扩张，可见其强大的客户融资需求挖掘能力。从信贷增长情况看，上半年对公贷款和个贷日均余额分别较2023年全年增16.1%、16.7%，增长较均衡，且对比当前个贷降速或负增的行业情况，宁波银行主动强化了个贷投放力度。从当前存款的较好增长以及核心资本充足率情况看，公司有望继续保持较高规模增长水平。\n　　从价上看，上半年净息差1.87%，同比下降6bp，环比1Q24略下降3bp，净息差降幅较小，显著好于行业。进一步拆分其资产和负债两端，资产收益率较上年全年下降11bp，负债成本率下降3bp，资产收益率降幅好于行业是主要原因，我们判断与公司平台类贷款和个人按揭贷款占比较低有关，受地方化债和按揭贷款利率大幅下行的影响较小。上半年公司对公贷款收益率4.3%，较去年全年仅下降9bp，体现出公司较强的贷款投放和定价能力。个人贷款定价方面，受到居民部门降杠杆和行业竞争加剧影响，整体定价有所下降，1H24较去年全年下降41bp至5.93%，后续收益率水平有待持续观察。公司资产端定价能力较强，负债端在量价平衡考虑下，成本改善还不显著，后续存下降空间。因此，综合来看，净息差有望维持平稳或窄幅波动，好于行业情况。\n　　2、中收与其他非息表现低于预期。\n　　1H24公司中收同比下降24.9%，主要是受资本市场波动影响，占中收近8成的代理类业务收入同比下滑约20%。其他非息方面，投资收益、汇兑损益和公允价值变动合计同比提升2.5%。相较可比同业，上半年债牛行情下，债券投资止盈贡献相对较小。我们判断，在利率下行趋势下，公司或主动加大债券配置力度，以增厚利息收入的考虑为主。整体来看，非息收入占营收比重32.8%，考虑去年下半年基数较低，非息收入增速进一步下行概率不大，后续表现有待观察资本市场情况以及债券投资策略变化。\n　　3、零售不良继续上升，资产质量和拨备维持优异。\n　　1H24不良率0.76%，环比平稳，已连续6个季度维持低位平稳。关注贷款率继续环比上升，1H24环比上升27bp至1.02%。1H24加回核销不良生成率1.28%，较去年全年继续提升32bp，主要是零售贷款不良生成上行。根据披露，6月末个人消费贷、个人经营贷不良率分别1.56%、3.04%，零售不良阶段性上行与行业趋势相当。我们认为，公司类贷款不良率低位稳定，持续体现了公司严格审慎的风控能力；零售贷款不良生成上行，后续有待观察，预计有望伴随经济企稳进一步牢固而改善。公司当前拨备安全垫厚实，风险抵补能力较强。6月末，拨备覆盖率420.5%，环比下降11.1pct，拨贷比3.19%，环比下降8bp。\n　　投资建议：公司中报超预期的是规模维持较快扩张、净息差呈现一定韧性，展现了较好的资产端摆布能力；符合预期的是零售不良上行但资产质量和拨备水平整体平稳；略低于预期的是，非息收入增速表现略逊，判断主要受资本市场影响和债券投资策略的不同考虑。我们认为宁波银行规模高扩张有望维持、净息差韧性较足、非息收入受去年下半年低基数支撑进一步下行概率不大，叠加公司风控持续审慎，预计2024-2026年归母净利润增速分别为6.1%、11.6%、12.0%，对应BVPS分别为30.16、34.00、38.29元/股。2024年8月29日收盘价20.13元/股，对应0.67倍24年PB。\n　　我们继续看好公司高成长性：一是，宁波银行深耕长三角地区，有望持续受益于区域经济发展。二是，公司体制机制市场化程度高，战略执行力强，业务高质量扩张基础扎实。历史数据显示了公司具备持续前瞻的量价摆布能力、审慎的风控能力以及业务多元化拓展能力。三是，多元利润中心逐步夯实，有望维持营收和利润的平稳较快增长，给予0.8倍24年目标PB，维持“强烈推荐”评级。\n　　风险提示：经济复苏、实体需求恢复不及预期，扩表速度、净息差水平、资产质量受冲击。\n",
  "notice_date": "2024-08-30 00:00:00",
  "notice_title": "2024年半年报点评：规模继续高增，净息差有韧性",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "林瑾璐,田馨宇",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "宁波银行",
      "short_name_ch": "宁波银行",
      "short_name_cht": "寧波銀行",
      "short_name_en": "BANK OF NINGBO",
      "stock": "002142"
    }
  ],
  "short_name": "宁波银行",
  "source_sample_name": "东兴证券",
  "star": "1"
}