{
  "attach_pages": "3",
  "attach_size": "757",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202206241574482967_1.pdf?1656098721000.pdf",
  "company_code": "80000119",
  "eitime": "2022-06-24 18:54:56",
  "extend": {},
  "info_code": "AP202206241574482967",
  "language": "0",
  "notice_content": "　　中国中免(601888)\n　　事件概要：\n　　根据三亚最新疫情防控政策，非涉疫区来琼凭绿码登机，落地监测核酸后放行，入琼开展7天自我健康检测：京沪多个区已不在重点防疫区范围内，即北京和上海非中高风险区域人员前往海南将不再需要集中隔离，只需要进行7天健康监测，一般涉疫区人员（如上海普陀、静安、宝山）实行3天居家健康监测+7天自我健康监测。\n　　海南旅游市场呈有序复苏。受上半年多地疫情影响，海南3-5月游客量出现明显下滑，以阳光海南网披露的游客数据统计，3个月合计接待游客1210万人次，同比下降44%；实现旅游收入226.6亿，同比下降49%。随着疫情影响减弱，5月起海南旅游市场逐步回暖，至端午假期，全岛接待游客约133万人次，同比增2.5%，增速回正。我们认为，随着海南对京沪旅游限制放宽以及暑期档亲子游到来，海南旅游市场将进一步恢复。\n　　多举措促进离岛免税销售回暖。为进一步推动离岛免税消费市场恢复，政企联动推出多项措施：政策端，海南商务厅发布《促进2022年离岛免税销售行动方案》（下简称《方案》），《方案》提出将通过发放免税购物消费券、提升商品丰富度、鼓励开设免税店、做大线上销售、全年举办不少于10场大型免税促销活动等多方面措施，鼓励离岛免税消费；另一方面，免税店加大促销活动力度以吸引消费者，据DFE海南，618活动期间，10家离岛免税店推出“爆款直降”、“积分加赠”、“限时闪购”等促销活动。在两方共同努力下，6月18日当天三亚4家离岛免税店免税品销售总额突破1.2亿元。\n　　海口国际免税城开业在即，中免将迎新空间。作为离岛免税市场龙头，中免海南区在销售恢复中表现突出，6月10日销售额突破2亿元，环比4月日均不足1亿的情况显著好转。海口国际免税城计划将于9月30日开业，对比三亚国际免税城，海口项目免税营业面积更大（16万平方米vs7.2万平米）、地段更优（靠近港口，内陆往来更便捷），开业后客流量有望迅速提升。此外，三亚国际免税城一期二号地商业项目也在加紧建设，作为三亚国际免税城的延伸，将扩建免税经营面积、扩大精品类产品经营面积，从而提升整体品类丰富度；供应链上，海口物流中心I期投入使用，物流流转有望加速。综合来看，公司蓄势充分，将享板块升温带来的业绩弹性，实现快速复苏。\n　　从整个疫后市场布局来看，公司持续推进口岸免税店投标，2021年中标绥芬河铁路口岸、太原机场和泉州石井口岸3家免税经营权，完成成都天府机场、青岛胶东机场、宁波栎社机场、义乌机场等免税店筹建；另一方面，积极与重点城市展开战略合作关系，布局市内免税店，整个免税版图持续扩大；通过加大品牌合作和完善会员体系运营，竞争优势将不断巩固。\n　　出于上半年疫情影响考虑，下调盈利预测，预计2022-2023年将分别实现净利润100亿（原预测为106亿）和140.8亿，分别同比增4.2%（原预测为同比增10%）和40%，EPS分别为5.15元和7.21元，当前股价对应PE分别为39倍和28倍，予以“买进”的投资建议。\n　　风险提示：疫情影响反复，离岛市场竞争加剧\n",
  "notice_date": "2022-06-24 00:00:00",
  "notice_title": "海南旅游限制放宽，离岛免税销售回暖",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "顾向君",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "群益证券",
  "star": "1"
}