{
  "attach_pages": "6",
  "attach_size": "1380",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202107191504840793_1.pdf?1626729934000.pdf",
  "company_code": "80092742",
  "eitime": "2021-07-19 21:25:34",
  "extend": {},
  "info_code": "AP202107191504840793",
  "language": "0",
  "notice_content": "　　中兴通讯(000063)\r\n　　事件：2021年7月18日，中国移动公示了5G700M无线网主设备集中采购的中标候选人，华为、中兴、诺基亚、大唐移动和爱立信五家主设备供应商入围，中兴通讯中标份额仅次于华为排名第二，约占总份额的31%。\r\n　　点评：\r\n　　中兴通讯700M基站招标获31%份额，相比去年提升约2.3个百分点\r\n　　中国移动在6月25日启动5G700M无线网主设备集采，具体划分为190061站/190061站/100275站三个标包；7月18日中国移动公示了集采中标人，其中华为约占60%的份额，中兴以31%市场份额排名第二，两家公司共揽近九成份额。\r\n　　中兴通讯在2020年中国移动5GSA二期无线网主设备集采中获得28.7%的份额，在本次5G700M无线网主设备集采中获得约31%的份额，份额提升约2.3个百分点。此前电信和联通发布了2.1G招标公告，我们推测后续电联“2.1G+3.5G”基站招标和中兴份额有望超预期。\r\n　　中兴近期在高端交换机、路由器及服务器市场均频获大单，后续有望打造更丰富的产品布局，进一步提升公司的核心能力和盈利水平。\r\n　　中国一汽与中兴合作，有望成为标杆项目，中兴汽车电子将逐步发力\r\n　　近期，中兴通讯和中国一汽宣布合作，根据双方签署的深化战略合作协议，将加强在核心技术，尤其是芯片领域以及基础软件进行合作，重点探索整车智能座舱、自动驾驶等领域，从芯片定义、架构设计、算法与IP嵌入、测试验证、车用操作系统、虚拟化软件、软件中间件等多方面展开合作，构建软件定义汽车时代的产品竞争力。\r\n　　合作意义主要是什么？中国一汽是中国汽车行业最具实力的汽车公司之一，经过六十多年的发展，成为年产销300万辆级的国有大型汽车企业集团。红旗汽车作为中国一汽旗下的高端品牌，旗下共分为L系列/S系列/H系列/Q系列共四个系列，2020年红旗已完成20万辆的年销售目标，并计划于2030年完成80-100万辆的目标。中兴与一汽合作有望成为标杆项目，具备示范效应，未来中兴有望成为国内车企尤其是头部车企优选合作对象。\r\n　　为何国内头部车企选择中兴？华为曾公开表示布局汽车电子就是华为过去三十多年来在ICT方面的积累的赋能，中兴与华为均具备强劲ICT研发实力。在战略定位方面，中兴明确表示，将发挥ICT优势拓展汽车电子，只做“被集成”，用自身在ICT领域的能力来助力车企成功，更容易被国内车企接受与认可。\r\n　　核心结论：我们认为，中兴在ICT技术积累雄厚，在汽车电子领域拥有多年研发沉淀，汽车电子战略理念是“被集成”，中兴与一汽合作有望成为标杆项目，具备示范效应，未来中兴有望成为国内车企尤其是头部车企优选合作对象。\r\n　　全球首款真全面屏高端旗舰机发布在即，长期打开新空间\r\n　　在手机业务方面，尚存在较大预期差，市场并未看到中兴手机发展潜力，我们预计2021年，公司手机出货量有望同比增长30%-50%，我们判断增幅主要单价较高的旗舰机，随着新产品发布，后续仍有望持续超预期：\r\n　　【收入端】高端旗舰机单价高，包括定位中高端（3000元-6000元售价）的AXON手机和努比亚红魔手机，及定位入门级（1000元-2500元售价）的5G手机；\r\n　　【成本端】（1）中兴手机研发可复用5G研发；（2）部分产能也可与5G基站复用；\r\n　　【品牌端】统一操盘中兴（旗舰机）、努比亚、红魔（游戏手机）三大品牌，人气明星刘浩存代言，主打年轻与科技。\r\n　　中兴近期手机业务复盘：\r\n　　1、2020年7月推出A20是中低端手机，是完全屏下摄像头；\r\n　　2、2021年4月推出首款旗舰机，带小水滴；\r\n　　3、公司即将推出A30屏下摄像头版本的高端旗舰机，即将是全球首款真全面屏旗舰机！该款A30手机将具有400PPI高像素密度，同时采用120Hz高刷新率；在屏下摄像技术上，采用7层高透材料、3层特殊工艺，透光性更强。伴随着屏下技术的更新换代，中兴的新款手机有望帮助公司快速抢占手机市场，长期带动公司盈利能力的提升。\r\n　　运营商业务稳中有升，政企业务快速发展\r\n　　运营商网络业务是公司重要业务之一，公司积极布局无线产品，进一步打造集团产品的竞争力，并取得了较大突破。我们预计未来运营商投资保持稳定，5G与数据中心等业务有望拉动公司业绩增长，另外公司积极参加国内5G招标，联合500独家合作伙伴开展5G应用创新和商业实践，实现了近百个5G创新应用场景。\r\n　　公司的政企业务逐步步入发展快车道，GoldenDB成为国内首个在大型银行核心业务系统正式商用的国产金融交易型分布式数据库。数据中心全模块方案正式商用，中标互联网头部企业。企业安全办公方案助力疫情期间企业快速复工，实现超3万名研发人员远程办公。中兴通讯南京滨江制造基地“用5G制造5G”，荣获ICT中国2020优秀案例。伴随着互联网下半场的到来，政企部门的数字化转型业务将在未来几年迎来高速增长，公司紧抓市场机遇，在创新性业务行业应用方面500多家行业合作伙伴深度拓展，积极布局政企相关业务，预计2021年政企业务增速有望超50%。\r\n　　强劲技术研发实力在新应用领域的持续价值变现为核心竞争实力和长期成长逻辑\r\n　　市场普遍认为公司未来业绩增长仍然要依靠5G周期景气度的提升，带动运营商业务的增长，过于关注公司账面净利润和运营商资本开支周期性，忽视过去11年公司在研发投入超1200亿元所带来的核心技术提升。我们认为现阶段5G大规划投建，除带动运营商业务大规模增长外，也将带动各行业智能化、网联化技术下游应用的大幅提升。公司以运营商业务为基础，大力发展芯片、操作系统和数据库等核心技术，智能化、网联化和国产替代进程加快将加速公司核心技术在智能驾驶、工业互联网、金融科技以及新能源等方面的价值变现。\r\n　　盈利预测与投资评级\r\n　　公司是全球领先的ICT解决方案提供商，公司作为主设备商龙头将充分受益5G建设加速，同时研发实力强劲，我们看好公司强劲技术研发实力在新应用领域的持续价值变现。预计公司2021-2023年净利润分别为61.57亿元、80.46亿元、106.09亿元，对应PE为26.88倍、20.57倍、15.60倍，维持“买入”评级。\r\n　　风险因素\r\n　　5G建设不及预期、智能汽车发展不及预期、中美贸易摩擦、新冠疫情蔓延",
  "notice_date": "2021-07-19 00:00:00",
  "notice_title": "中兴700M约获31%份额，份额持续提升，新业务逐步发力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中兴通讯",
      "short_name_ch": "中兴通讯",
      "short_name_cht": "中興通訊",
      "short_name_en": "ZTE",
      "stock": "000063"
    }
  ],
  "short_name": "中兴通讯",
  "source_sample_name": "信达证券",
  "star": "3"
}