{
  "attach_pages": "6",
  "attach_size": "364",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202408041639132926_1.pdf?1722790814000.pdf",
  "company_code": "80000007",
  "eitime": "2024-08-04 17:00:14",
  "extend": {},
  "info_code": "AP202408041639132926",
  "language": "0",
  "notice_content": "　　龙佰集团(002601)\r\n　　事项：\r\n　　事件：2024年8月2日，龙佰集团发布公告称，近日公司与四川资源集团（全称“四川省自然资源投资集团有限责任公司”）签订了《战略合作框架协议》。根据协议，双方将在钒钛磁铁矿的采选、产业、贸易、股权以及科技领域展开深入合作，旨在提升钒钛等国家战略性矿产资源供应保障能力，建设世界级钒钛产业基地，共同促进四川省钒钛产业的稳步高效发展。协议是双方进行长期合作的指导性文件，具体项\r\n　　目的合作将采取一事一议的方式落实推动。\r\n　　国信化工观点：1）此次合作预计将拓宽龙佰集团的原材料供应渠道，增强供应链的韧性与灵活性，对公司未来年度的经营业绩产生积极影响；2）合作双方互利共赢，将深化钒钛资源综合利用，提升钒钛等资源供应保障能力，打造世界级钒钛产业基地；3）2024年二季度国内钛白粉及钛精矿市场均价同比提升，尽管近期钛白粉淡季价格有所下降，钛精矿价格坚挺，保障公司盈利。\r\n　　投资建议：公司钛白粉行业龙头地位稳固，钛精矿自给率逐步提升，我们维持公司2024-2026年归母净利润预测为40.1/47.5/48.8亿元，对应EPS为1.68/1.99/2.05元，当前股价对应PE为9.9/8.4/8.2X，维持“优于大市”评级。\r\n　　评论：\r\n　　龙佰集团与四川资源集团合作将互利共赢\r\n　　2024年8月2日，龙佰集团发布公告称，近日公司与四川资源集团（全称“四川省自然资源投资集团有限责任公司”）签订了《战略合作框架协议》。根据协议，双方将在钒钛磁铁矿的采选、产业、贸易、股权以及科技领域展开深入合作，旨在提升钒钛等国家战略性矿产资源供应保障能力，建设世界级钒钛产业基地，共同促进四川省钒钛产业的稳步高效发展。协议是双方进行长期合作的指导性文件，具体项目的合作将采取一事一议的方式落实推动。\r\n　　国有独资的四川资源集团曾竞得红格南矿采矿权。四川资源集团，全称四川省自然资源投资集团有限责任公司，是一家国有独资的有限责任公司，注册资本为150亿元。集团以战略性矿产资源勘查开发为核心主业，以土地整治、生态修复与地灾防治为支柱主业，开展项目建设、运营管理、产业培育、资本运作和投融资，致力于打造全国一流、省内领军的自然资源领域国有资本投资龙头企业。股权结构上，四川省自然资源厅拥有四川资源集团100%股权。2023年11月，四川资源集团下属子公司四川省钒钛产业投资发展有限公司，竞得四川省盐边县红格南钒钛磁铁矿（简称“红格南矿”）采矿权。\r\n　　红格南矿是我国钒钛磁铁矿储量最大、共伴生元素最多、资源潜在价值最高的矿区。红格南矿资源储量丰富，包括铁矿石32.56亿吨、TiO22.85亿吨、V2O5598.56万吨、Co48.84万吨。红格南矿毗邻龙佰集团\r\n　　控制的红格铁矿和庙子沟铁矿，矿区西侧有G5京昆高速公路西（昌）攀（枝花）段通过，至西攀高速公路新九出口5km，交通较为方便。矿区所在地区电力较丰富，主要为国家电网供电（盐边县电力公司）。矿区内水资源条件差，工业用水需从金沙江或雅砻江取水，距离金沙江供水水源地约18km，距离雅砻江供水水源地约16km。2024年3月26日，红格南矿开发启动仪式在盐边县新九镇举行。经初步测算，红格南矿预计可开采80年，将实现矿业权收益超百亿、产业投资超千亿、产值超万亿、新增就业岗位超万个。\r\n　　双方合作领域包括但不限于以下五个方面：\r\n　　1)采选合作：双方将利用各自的优势，共同推进红格矿区的手续办理及建设，互利共赢。\r\n　　2)产业合作：双方将在钒钛磁铁矿精深加工领域深化合作，利用龙佰集团在钒钛产业的丰富经验，推进深加工项目的落地，四川资源集团将通过股权投资、合资建厂、共同开发等形式提升钒钛产业经济，促进产业链条延伸。\r\n　　3)贸易合作：四川资源集团将根据市场原则，优先为龙佰集团及其子公司提供钛精矿。\r\n　　4)股权合作：双方将进一步深化在钒钛下游产业链的合作，共同谋划获取国内外优质矿产资源，提升国企核心竞争力，打造国企民企融合发展新高地。\r\n　　5)科技合作：双方将全面加强技术交流和人员培训等，开展学术活动，共同培育攀西地区钒钛磁铁矿开发新质生产力，推动科技创新和产业升级。\r\n　　此次合作利好龙佰集团的原材料供应。目前公司自有矿山钛精矿产能142万吨，子公司丰源矿业钛精矿产能30万吨。2023年，公司钛精矿产量为147.45万吨，钛白粉产量为119.14万吨，根据1吨钛白粉消耗2.4吨钛精矿估算，公司钛精矿自给率约为52%，仍有提升空间。本次合作有利于拓宽龙佰集团的原材料供应渠道，增强供应链的韧性与灵活性，对公司未来的经营业绩将产生积极影响。\r\n　　近期钛白粉价格低位企稳，钛精矿价格高位坚挺\r\n　　2024年二季度，国内钛白粉及钛精矿市场均价同比提升。据Wind数据，2024年二季度国内金红石型钛白粉均价约16195元/吨，同比+3%，环比-0.2%；钛精矿（46%，攀枝花）均价约2272元/吨，同比+4%，环比+0.1%。 近期钛白粉淡季， 市场景气度较低， 但市场价格已于低位企稳； 其上游钛精矿供需依然保持偏紧状态， 需求随钛白粉产能增加而提升， 同时供给端未见明显增量， 钛精矿价格依然高位坚挺\r\n　　投资建议\r\n　　公司钛白粉行业龙头地位稳固， 钛精矿自给率逐步提升， 我们维持公司 2024-2026 年归母净利润预测为40.1/47.5/48.8 亿元， 对应 EPS 为 1.68/1.99/2.05 元， 当前股价对应 PE 为 9.9/8.4/8.2 X， 维持“优于大市” 评级。\r\n　　风险提示\r\n　　项目投产不及预期； 原材料价格上涨； 下游需求不及预期； 政策风险等",
  "notice_date": "2024-08-04 00:00:00",
  "notice_title": "携手四川资源集团，共促钒钛产业发展",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "杨林,余双雨",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1019",
          "publishName": "化学原料"
        }
      ],
      "short_name": "龙佰集团",
      "short_name_ch": "龙佰集团",
      "short_name_cht": "龍佰集團",
      "short_name_en": "LBG",
      "stock": "002601"
    }
  ],
  "short_name": "龙佰集团",
  "source_sample_name": "国信证券",
  "star": "1"
}