{
  "attach_pages": "31",
  "attach_size": "4995",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310241602906346_1.pdf?1698160857000.pdf",
  "company_code": "10001968",
  "eitime": "2023-10-24 15:20:57",
  "extend": {},
  "info_code": "AP202310241602906346",
  "language": "0",
  "notice_content": "　　华东医药(000963)\n　　投资要点：\n　　渠道优势突出的医药工商业龙头，全面创新布局引领业绩增长新阶段。华东医药成立于1993年，并于2000年在深圳证券交易所上市交易。公司业务范围广泛，包括医药工业、医药商业、医美、工业微生物四大业务板块。公司近年受到传统强势药品集采失标与医保谈判等政策因素影响，业绩出现短暂下滑期。此后公司加快进行业务转型，全面拓展医美与创新药等板块。2022年实现营业收入377.1亿元，同比增长9.1%，实现归母净利润25.0亿元，同比增长8.6%，实现扣非归母净利润24.1亿元，同比增长10.1%，业绩实现恢复性增长。我们认为公司拥有优质医药工商业产业布局，稳步推进创新战略转型，老牌医药企业有望迎来高质量增长新阶段。\n　　全球战略化布局，医美开启第二增长极。公司于2013年取得韩国LG公司伊婉品牌玻尿酸在中国的独家代理权，正式开始布局医美产业。2018年公司收购英国Sinclair，开启全球医美产业布局时代，并以非手术类医美产品作为核心发展领域。国内医美板块中少女针与能量源设备等核心产品实现快速放量。同时公司深入布局埋线、透明质酸以及多系列能量源设备等医美产品。2022医美板块实现营业收入19.15亿元（剔除内部抵消因素），国内外医美业务收入均创历史最高水平。按可比口径（剔除华东宁波）同比增长91.11%，医美板块占总体营收比重逐步提升。我们认为随着轻医美行业进入蓬勃发展期，公司以非手术类医美为核心的战略布局有望获益，医美板块将持续贡献业绩增量，逐步成为公司重要增长引擎。\n　　集采风险逐步出清，减重降糖优势渠道赋能创新产品快速放量。2018年以来国家药品集采与医保谈判持续深入，受到传统优势大品种阿卡波糖集采失标和百令胶囊降价影响，工业板块核心子公司中美华东2021年业绩出现下滑。2022年公司医药工业板块营收116.66亿元，同比增长10.90%，业绩实现恢复性增长。公司近年全面深入布局糖尿病领域，在GLP-1相关药物方面进行多款产品布局，利拉鲁肽注射液糖尿病适应症与肥胖或超重适应症分别于2023年3月和7月获批上市，借助公司渠道优势有望快速放量。公司成为国内第一家提交利拉鲁肽生物类似药两个适应症注册申请并成功获批的企业。同时公司深入布局GLP-1口服制剂以及双靶点与多靶点方向，包括TTP273、HDM1002等核心产品，面向未来糖尿病与减重市场进行提前布局。我们认为随着公司工业板块核心大品种集采相关风险逐步出清，公司加快进行糖尿病\n　　工业微生物产业技术平台深厚布局，合成生物学引入新增长潜力。公司在工业微生物领域深耕40余年，拥有深厚的产业基础。公司已成功开发、制造包括百令胶囊、阿卡波糖、环孢素等多个工业微生物药物。公司拥有中美华东、珲达生物、珲益生物三个微生物研发平台。2022年工业微生物板块实现营收5.1亿元，同比增长22%。根据前瞻产业研究院测算，全球合成生物学市场规模在2020年达到68亿美元，预计2025年达到208亿美元，CAGR28.8%，行业预计将实现快速发展。我们认为公司未来有望利用在工业微生物领域的深厚积累，实现快速切入合成生物学全新赛道，增长潜力有望得到释放。\n　　医药商业提供优质营销渠道，与工业板块协同发展。公司医药商业拥有中西药、医疗器械、药材参茸、健康产业四大业务板块，涵盖医药批发、医药零售、以冷链为特色的第三方医药物流、医药电商、医院增值服务及特色大健康产业。在经历两票制后，公司通过商业板块创新发展，逐步恢复稳定盈利。2022年医药商业实现营收257.1亿元，同比增长6.2%，重新回归正常增长。商业板块成本较高，毛利率稳定。2022年商业板块实现毛利润18.2亿元，毛利率为7.3%。公司的医药商业多年来占据浙江省龙头地位。商业形态完备，经销品种丰富，在市场准入及网络覆盖方面具有综合竞争优势。我们认为医药商业板块是公司发展基石，为工业板块发展提供优质营销渠道，将有效助力创新产品放量。\n　　盈利预测与估值。公司作为传统医药白马，医美板块开启全新增长极，集采等负面影响逐步消除，工商业务协同发展，有望迎来快速增长期，我们预计公司2023-2025年的归母净利润分别为29.96亿元、36.10亿元、43.56亿元，同比分别增长19.9%、20.5%、20.7%，对应EPS分别为1.71元、2.06元、2.48元。参考可比公司，我们给予公司2023年35XPE，每股目标价59.85元，给予“优于大市”评级。\n　　风险提示。创新产品研发进度不及预期，市场竞争加剧风险，核心产品放量不及预期。等核心领域全面创新布局，借助公司传统降糖减重优势渠道能力，工业板块有望重回增长快车道。\n",
  "notice_date": "2023-10-24 00:00:00",
  "notice_title": "公司深度报告：减重降糖优势渠道赋能全面创新布局，医美开启第二增长极",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Kehan Meng,Xudong Sun",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "465",
          "publishName": "化学制药"
        }
      ],
      "short_name": "华东医药",
      "short_name_ch": "华东医药",
      "short_name_cht": "華東醫藥",
      "short_name_en": "HD MEDICINE",
      "stock": "000963"
    }
  ],
  "short_name": "华东医药",
  "source_sample_name": "海通国际"
}