{
  "attach_pages": "6",
  "attach_size": "997",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409041639723344_1.pdf?1725436498000.pdf",
  "company_code": "80027629",
  "eitime": "2024-09-04 07:54:58",
  "extend": {},
  "info_code": "AP202409041639723344",
  "language": "1",
  "notice_content": "　　联影医疗(688271)\r\n　　United Imaging reported 1H24 revenue of RMB5,333mn, up by 1.2% YoY.Attributable net profit increased by 1.3% YoY to RMB950mn. Despite facing achallenging domestic market environment characterized by stringent industryregulations and delays in equipment renewal projects, United Imaging deliveredresilient performance thanks to the rapid growth of overseas business andmaintenance services. The rising revenue contribution from mid-to-high-endproducts and services drove the company's gross margin up by 1.7ppts YoY to50.4% in 1H24. Additionally, United Imaging announced an interim dividend plan,committed to distributing a total cash dividend of approximately RMB98.2mn, whichrepresents a more than 10% payout ratio.\r\n　　Market share expanded in domestic medical equipment market. In 1H24,United Imaging’s equipment revenue decreased by 1.8% YoY toRMB4,540mn, primarily due to the delays in procurement activities. However,leveraging its product innovation and new product commercialization, thecompany’s high-end and ultra-high-end products gained market share. Forinstance, the market share of mid-to-high-end and ultra-high-end CT systemincreased by 11ppts YoY and 8ppts YoY, respectively. Its 3.0T MRI systemsalso gained 1.3ppts in market share of 3.0T MRI market. The companycontinues to hold a significant lead in ultra-high-filed MRI market with its 5.0TMRI system and saw a 5.3ppts YoY increase in market share of RT systems.\r\n　　International operations sustained strong growth momentum. In 1H24,the company's overseas business achieved revenue of RMB933mn, up 29.9%YoY, accounting for 17.5% (+3.9ppts) of total revenue. The company deliveredrobust performance in Asia-Pacific, North America, and emerging markets,where revenues grew over 40% YoY, 26% YoY, and 132% YoY, respectively.Despite a 30% decrease in revenue from Europe due to seasonal fluctuations,efforts aimed at localizing operations in key European markets such as France,Italy, Germany, and Spain are anticipated to drive recovery in 2H24.\r\n　　Growing contribution from services. In 1H24, revenue from maintenanceservices increased by 23.8% YoY to RMB617mn, accounting for 11.6%(+2.1ppts YoY) of the total revenue. Currently, United Imaging’s global installedbase has exceeded 20,000 units. With a growing installed base, we expect theservices revenue will continue to increase rapidly.\r\n　　Maintain BUY. We expect hospital procurement to gradually recover from4Q24. Based on a 9-year DCF model, we adjust the target price to RMB 125.83(WACC: 8.8%, perpetual growth rate: 3.0%).",
  "notice_date": "2024-09-04 00:00:00",
  "notice_title": "Resilient 1H24 performance amid market headwinds",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Cathy WANG",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1041",
          "publishName": "医疗器械"
        }
      ],
      "short_name": "联影医疗",
      "short_name_ch": "联影医疗",
      "short_name_cht": "聯影醫療",
      "short_name_en": "UIH",
      "stock": "688271"
    }
  ],
  "short_name": "联影医疗",
  "source_sample_name": "招银国际"
}