{
  "attach_pages": "5",
  "attach_size": "317",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202206241574456839_1.pdf?1656087020000.pdf",
  "company_code": "80000049",
  "eitime": "2022-06-24 16:10:20",
  "extend": {},
  "info_code": "AP202206241574456839",
  "language": "0",
  "notice_content": "　　中航电子(600372)\n　　事件\n　　中航电子发布重组预案，公司拟以发行A股换股吸收合并中航机电，另配套融资不超过50亿元。\n　　投资要点\n　　中航电子换股吸收合并中航机电，打造世界一流航空机载企业\n　　中航电子是航空工业旗下航空电子系统的专业化整合和产业化发展平台，多年来为国内外众多航空主机厂所及其他军工产品平台提供配套系统级产品，其产品谱系覆盖飞行控制系统、惯性导航系统、飞行航姿系统等技术领域，也拓展非航空防务及高端制造业。中航机电是航空工业旗下航空机电系统的专业化整合和产业化发展平台，承担航空机电产品的市场开拓、设计研发、生产制造、售后服务、维修保障的全价值链管理，为航空装备提供专业配套系统产品，致力于为防务和民生提供系统解决方案。\n　　本次交易通过换股吸收合并的方式对中航电子和中航机电进行重组整合，具体方式为：中航电子以发行A股方式吸收合并中航机电，中航电子为吸收合并方，中航机电为被吸收合并方，即中航电子向中航机电的换股股东发行A股股票，交换该等股东所持有的中航机电股票。本次交易，中航机电与中航电子的换股比例为1比0.6605，即每一股中航机电股票可与换得0.6605股中航电子股票。\n　　同时，中航电子拟采用询价方式向包括中航科工、航空投资、中航沈飞、成飞在内的不超过35名特定投资者非公开发行A股股票募集配套资金不超过50亿元，募集资金用于补充合并后存续公司的流动资金及降低财务非费用，支付本次交易有关的税费及中介结构费用以及项目建设。\n　　核心军工资产业务专业化整合，利润端未来有望持续优化\n　　2018年，航空工业集团将中航机电系统有限公司与中航航空电子系统有限责任公司进行整合，成立中航机载系统有限公司。整合后，中航电子与航空工业机载签署《托管协议》，约定航空工业机载将重点科研院所在内的14家下属企事业单位委托给中航电子管理。当前两家公司共托管22家企事业单位，其中包括6家重点科研究所，16家企业单位。通过核心军工资产及业务的专业化整合，能够更好的协调合并双方的技术、人员、供应链、客户等资源，发挥协同效应，实现优势互补，有效提升存续公司核心竞争力，做强做精主责主业，将存续公司打造成为世界一流的航空机载企业，未来利润端有望持续优化。\n　　本次交易将在机载系统层面实现航空电子系统和航空机电系统的深度融合，顺应全球航空机载产业系统化、集成化、智能化发展趋势，有助于进一步提升航空工业机载系统的综合实力。中航电子作为存续公司将整合吸收合并双方资源，优化航空工业机载板块的产业布局，发挥规模效应，实现优势互补，有效提升存续公司核心竞争力，打造具有国际竞争力的航空机载产业，在协同发展、产业拓展上实现新跨越，支撑航空事业健康发展。\n　　盈利预测\n　　我们认为公司重组顺应全球航空机载产业发展趋势，响应航空工业产业融合发展模式，有助于提升我国机载系统的整体研制水平和综合实力，实现机载系统关键技术领域的重大突破，进一步加强对航空产业链下游企业的供应保障能力，助力航空工业高质量发展。基于审慎性原则，暂不考虑增发对公司股本及业绩的影响，预测公司2022-2024年收入分别为115.68、134.98、154.68亿元，EPS分别为0.5、0.64、0.76元，当前股价对应PE分别为39、31、26倍，给予“推荐”投资评级。\n　　风险提示\n　　下游行业景气度下行风险、吸收合并重组终止风险、行业竞争加剧风险、海外政策变化的风险、增发进度不及预期等。\n",
  "notice_date": "2022-06-24 00:00:00",
  "notice_title": "航空机载新巨头，专业化整合问鼎世界一流",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "毛正,刘煜",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "480",
          "publishName": "航天航空"
        }
      ],
      "short_name": "中航机载",
      "short_name_ch": "中航机载",
      "short_name_cht": "中航機載",
      "short_name_en": "AVIC AVIONICS",
      "stock": "600372"
    }
  ],
  "short_name": "中航机载",
  "source_sample_name": "华鑫证券",
  "star": "2"
}