{
  "attach_pages": "37",
  "attach_size": "3296",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401121617320353_1.pdf?1705078818000.pdf",
  "company_code": "80092742",
  "eitime": "2024-01-12 17:00:18",
  "extend": {},
  "info_code": "AP202401121617320353",
  "language": "0",
  "notice_content": "　　蓝思科技(300433)\r\n　　蓝思科技：消费电子外观件龙头，深耕多年业绩放量加速。蓝思科技系全球消费电子智能终端视窗与外观防护功能部件行业龙头,产品方向包括智能手机与电脑、新能源汽车及智能座舱类、智能头显与智能穿戴类及其他智能终端类，能够提供各类产品的结构件、模组及组装，涵盖玻璃、蓝宝石、陶瓷、塑胶、碳纤维等新材料。公司2023Q1-3的营业收入为339.08亿元，yoy+7.07%；归母净利润为16.49亿元，yoy+117.23%。尽管2023年上半年消费电子行业需求仍然萎靡，但进入Q3以来，华为及小米新机发布带动市场回暖，大客户新机也进入生产旺季。叠加公司新能源汽车业务进展顺利，产能利用率持续攀升，盈利能力改善明显。Q1及Q2毛利率均明显同比改善，Q3单季毛利率/净利率同比有所降低主因2023年大客户新机发布较往年有所推迟，部分订单滞后所致，但环比有所改善。2023年9月24日公司《关于向激励对象授予限制性股票的公告》推出股权激励计划，作为行权条件，以2022年为基准，公司2023年归母净利润增长率需达20%，2024年则为40%。\r\n　　消费电子：复苏趋势明朗，创新动力不竭。全球智能手机Q3出货同比转正，复苏趋势有望持续。据ifind数据，全球智能手机2023Q3出货量达到3.03亿部，同环比+0.3%/+14.1%。2023Q3同比增速转正，且2024年AI、潜望镜、5.5G、卫星通讯等多重助力，市场有望从复苏转为成长。此外，AI大模型突破以来，AIPC、平板电脑等系重要终端，2024年有望推出新品。\r\n　　消费电子外观材质多样，玻璃质地较好，对5G的干扰小，同时成本不高，因而被手机、电脑、手表等终端广泛应用。盖板玻璃主要分为2D、2.5D和3D，各有不同的应用场景。伴随消费需求走向高端，出于对材质、性能等方面追求，手机等终端的应用也从2D向2.5D、3D演化。3D触控防护玻璃盖板与OLED屏幕的适配程度更高，搭配在OLED屏幕上可以使屏幕尺寸看起来更大，具备更好的视觉效果。OLED快速渗透，3D玻璃盖板的应用有望进一步加速。而折叠屏、VR等市场正处于快速发展通道，公司有望持续受益。\r\n　　智能手机行业复苏背景之下，公司核心客户销量增长明显。三季度以来，华为Mate60系列及小米14系列新机发布，在终端市场中引起强烈反响。苹果方面，尽管2023年新机发售日期较往年稍晚，且在中国市场遭遇华为和小米的竞争压力，但苹果在全球有良好的客户基础和强大的创新实力，iPhone的收入份额在2023年三季度达到43%，是有史以来三季度最高收入份额记录。公司系消费电子玻璃领域龙头，玻璃业务系公司最主要收入来源，凭借多年深耕积淀的技术实力，已切入苹果、华为、小米等公司产业链。公司继续精研横向拓展，材质上形成玻璃、蓝宝石、金属、陶瓷、塑胶为一体的矩阵，可以满足智能手机、智能手表、笔记本电脑、平板电脑等多个终端不同需求。2023年上半年，在消费电子行业需求萎靡、汽车行业竞争较激烈的背景之下，公司逆势实现利润增长，足见垂直整合、降本增效、产能利用率提升带来的盈利能力改善力度之强。展望未来，随着黄花园区、湘潭园区产品逐步导入，量产逐步开启，其他园区产能利用率持续提升，降本增效步履不停，公司业绩有望持续放量。\r\n　　汽车：电动智能化打开增量空间，公司渐迎放量时点。在技术底层逐步完善，商业及政策环境趋于明朗的背景下，各主流车厂先后转型电动汽车。据乘联会数据，2023年11月中国新能源车销量达84.0万辆，同比+40.5%；中国新能源车渗透率达40.4%，同比+4.16pct。全球市场方面，市场研究公司Rho Motion的最新数据显示，2023年11月全球电动汽车销量创造了新的历史纪录，达到140万辆。玻璃在汽车中有广泛的运用，包括外部玻璃、保护盖板、内部玻璃、新应用等。伴随汽车智能化，中控屏、仪表板等迎来较大升级，此外HUD等增量市场亦逐步落地。消费体验驱动汽车行业消费电子化，一体屏等创新不辍。电动汽车动力源从燃油更换为电能之后，避免了油电转换，电气化赋予汽车娱乐属性释放的空间。\r\n　　公司汽车业务增长迅速，业绩持续放量。公司布局汽车领域已久，2023年上半年，公司新能源汽车及智能座舱类业务收入22.82亿，同比增加55.0%。此外，尽管2023年上半年新能源汽车整车竞争较为激烈，但公司通过加深与优质客户的合作，同时提高自身管理能力，优化成本，毛利率同比上涨4.29pct。新能源汽车行业贝塔依然强势，公司切入大厂供应链。新能源汽车逐步渗透过程中，比亚迪及特斯拉两大车企较为强势，此外传统车厂积极转型，新势力打造差异化。公司已切入特斯拉、比亚迪等大厂供应链，同时与传统车厂及新势力合作密切，客户包括宁德时代、宝马、奔驰、大众、理想、蔚来等。展望未来，公司有望跟随核心客户一起成长，收入增长过程中产能利用率渐渐提升，同步改善盈利能力。\r\n　　盈利预测及投资建议：我们预计公司2023E/2024E/2025E营业收入分别为556.84/638.07/709.97亿元，分别同比+19.2%/+14.6%/+11.3%。归母净利润分别为31.06/40.24/50.41亿元，分别同比+26.9%/+29.5%/+25.3%。综合考虑产品结构、主要下游、客户结构、发展历程等因素，我们选取立讯精密、歌尔股份、徕木股份作为可比公司。截至最新交易日（1月12日），公司股价对应2023E/2024E/2025E的PE为19.22x/14.84x/11.84x，低于可比公司均值，成长空间广阔，首次覆盖，给予“买入”评级。\r\n　　风险因素：宏观经济波动风险；消费电子行业发展不及预期风险；汽车业务拓展不及预期风险。",
  "notice_date": "2024-01-12 00:00:00",
  "notice_title": "公司首次覆盖报告：消费电子平台型企业，AI时代海阔天空",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "莫文宇",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "蓝思科技",
      "short_name_ch": "蓝思科技",
      "short_name_cht": "藍思科技",
      "short_name_en": "LENS",
      "stock": "300433"
    }
  ],
  "short_name": "蓝思科技",
  "source_sample_name": "信达证券",
  "star": "3"
}