{
  "attach_pages": "34",
  "attach_size": "1577",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202312031613221823_1.pdf?1701672409000.pdf",
  "company_code": "80000064",
  "eitime": "2023-12-04 06:46:49",
  "extend": {},
  "info_code": "AP202312031613221823",
  "language": "0",
  "notice_content": "　　宝丰能源(600989)\n　　主要观点：\n　　现代煤化工龙头，成本控制为王，资本开支驱动产能高增\n　　宝丰能源是国内高端煤基新材料行业领军企业。 公司以煤炭采选为基础，以现代煤化工为核心，按照煤、焦、气、化、油、电多联产的技术路线，实现了煤炭资源的分质、分级、充分利用，形成了较为完整的煤化工循环经济产业链，是现代煤化工标杆企业，现有烯烃、焦化、精细化工三大分部。\n　　资本开支驱动产能高增， 有望实现跨越式成长。 目前公司拥有焦炭产能 700 万吨/年焦炭，甲醇产能 540 万吨/年，烯烃产能 220 万吨/年等，以及 720 万吨/年的煤炭开采能力。预计在未来公司将拥有 1200万吨/年的甲醇和 530 万吨/年的烯烃产能，煤炭开采能力达 910 万吨/年（不含红一红二权益产能），成长空间可期。 过去三年， 公司年均资本开支接近百亿元（不含 2023H2），后续内蒙一期和宁东四期烯烃项目还有百亿以上的新增资本开支。 高资本开支驱动公司快速成长，利润体量有望实现跨越式增长。\n　　聚烯烃进口替代空间仍存，焦炭供需有望向好\n　　聚烯烃短期承压但缺口仍存，此轮产能投放后新增产能有限。 国内聚乙烯仍存在 1000 万吨/年以上的进口缺口，聚丙烯尚有少量缺口。未来 2-3 年，聚烯烃投放压力仍较大，新增产能以油头和气头为主。尽管短期供需承压，但考虑到国家碳中和、碳减排以及 10 亿吨炼油总量限制政策下， 本轮产能投放完成之后项目审批难度增大， 2026 年以后新增产能较难落地，行业将迎来较为明确的供给拐点。\n　　焦炭供给端政策推动产能出清，需求有望迎来修复。 焦炭行业在经历过一段时间的集中去产能之后，产能过剩程度相对有所缓解，但仍处于产能出清的状态，在有关政策的持续推动下，深化供给侧结构性改革将持续。 据 Mysteel 数据统计， 2020-2022 年间，行业淘汰产能规模分别为 6154.6 万吨/年、 2216 万吨/年和 1731 万吨/年。 需求侧， 钢铁作为最大的下游，随着各地方政府新政策、新举措陆续出台，房建下游需求有望得到支撑，市场改善可期。 目前， 房屋新开工面积月度同比增速已有所回升。\n　　景气承压下成本为王，公司成本把控力极强\n　　宝丰能源位于煤制烯烃成本最左侧。 内蒙项目落地后，公司平均烯烃成本进一步降低，公司煤制烯烃成本较同行领先差距进一步拉开。首先，内蒙项目是全国首个采用 DMTO-III 技术的装置， 烯烃单耗较原有项目显著降低(一代技术单耗 3.0 吨甲醇/吨烯烃、三代技术单耗 2.65吨甲醇/吨烯烃)，各项能耗、公辅设施成本下降明显。其次，内蒙古项目靠近煤炭原料资源丰富的内蒙古地区，显著降低原料运输成本。 再次，煤制烯烃折旧成本占比较大，在公司精益控制下，宁东三期和内蒙项目单吨折旧继续大幅下降。\n　　公司原煤供应量质齐增， 焦化成本优势明显。 公司目前全资持有四大煤矿，分别为马莲台煤矿、红四煤矿、四股泉煤矿和丁家梁煤矿，后续新增与收购并举，收购红一和红二煤矿部分股权，预计 2025 年，公司煤炭权益总产能将达到 1102 万吨，公司自产煤炭的供应量将进一步提高，主要产品所需原料煤的供应更加稳定，超额利润显著。\n　　政策引领煤化工绿色转型，宝丰能源践行煤化工绿色发展新道路\n　　宝丰能源已成为现代煤化工绿色标杆企业。 在近年来“碳达峰、碳中和”的国家战略下，煤化工产业受到的监管力度相比其他产业必然更加严苛， 宝丰能源现有各期项目单位产品综合能耗、水耗均在标准线以下，且处于行业绝对领先位置。\n　　率先布局绿氢替代化石能源，引领煤化工行业绿色转型。内蒙古一期新增 40 万吨使用绿氢置换，宝丰集团长期布局绿氢产业，作为行业的先行者正带领行业走出一条绿色减碳发展之路，我们认为公司后续也有能力能够兼顾减碳及规模扩张。\n　　副产氢资源丰富，打开未来氢能利用空间。 从当前氢气来源来看，我国工业副产氢是最重要的来源。公司 700 万吨焦炭产能可提取超过 13亿方氢气，可为未来氢能利用打开空间。\n　　投资建议\n　　我们认为公司的规模优势和成本控制领先全行业，盈利情况远超市场平均水平，同时不断压缩成本，成为行业内标杆企业。内蒙古项目一期落地将显著增加公司竞争力，未来成长空间广阔。我们预计公司2023-2025 年归母净利润分别为 57.24、 104.22、 149.00 亿元，同比增速为-9.2%、 82.1%、 43%。对应 PE 分别为 18.17、 9.98、 6.98倍，维持“买入”评级。\n　　风险提示\n　　项目建设不及预期；\n　　产品及原料价格大幅波动；\n　　烯烃行业竞争加剧；\n　　宏观经济下行。\n",
  "notice_date": "2023-12-04 00:00:00",
  "notice_title": "宝丰能源深度更新报告：煤化工龙头低成本扩张，资本开支高增助力成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王强峰,潘宁馨",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1019",
          "publishName": "化学原料"
        }
      ],
      "short_name": "宝丰能源",
      "short_name_ch": "宝丰能源",
      "short_name_cht": "寶豐能源",
      "short_name_en": "BAOFENG ENERGY",
      "stock": "600989"
    }
  ],
  "short_name": "宝丰能源",
  "source_sample_name": "华安证券",
  "star": "4"
}