{
  "attach_pages": "5",
  "attach_size": "461",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202412171641330891_1.pdf?1734455143000.pdf",
  "company_code": "80036717",
  "eitime": "2024-12-17 17:05:43",
  "extend": {},
  "info_code": "AP202412171641330891",
  "language": "0",
  "notice_content": "　　领益智造(002600)\n　　投资要点\n　　AI终端设备及通讯智能制造平台。AI终端设备及通讯行业是指AI终端设备及通信设备的研发、生产、销售和相关服务，按照终端产品应用可以分为AI终端设备板块及通讯板块。AI终端设备板块涵盖了各类人工智能（AI）终端电子产品，包含智能手机、笔记本电脑、平板电脑、智能穿戴设备等消费类电子产品，数据中心设备、大型服务器、工控机、电源设备等企业级商用电子设备，以及扩展现实（XR）等创新型电子产品。通讯板块主要涉及无线通信设备，包括基站设备及信号处理组件等。作为世界领先的AI终端硬件领域的核心供应厂商，公司在全球范围内提供AI终端设备所需的精密功能件、结构件、模组等业务的产业链一站式智能制造服务及解决方案。公司具备模切、冲压、CNC和注塑等工艺流程的技术，电子相关产品下游应用涵盖智能手机、笔记本电脑、可穿戴设备、XR等AI终端设备领域。公司积极打造AI终端硬件制造平台，加速在人工智能硬件领域的探索，持续关注机器人相关前沿技术的创新和升级，围绕包含XR、机器人等AI终端的硬件产品探索在自身业务领域的具体应用和协同。同时，公司也将人工智能、机器人的研发运用到自动化生产的工业整体解决方案，结合自主研发的多种类、多功能的数控化、自动化设备，致力于建设技术装备水平国际先进、国内领先的智能生产车间，打造高效的现代化智慧工厂。\n　　智能手机，人形机器人全面覆盖。智能手机方面，公司顺应高端折叠屏手机轻量化及性能优化的主要发展趋势，积极尝试使用新材料碳纤维进行折叠屏结构件设计、研发及生产，优化铰链及屏幕结构，延长使用寿命，降低折痕影响及整体机身重量。公司碳纤维结构件作为屏幕支撑板的关键零件，具备高强度、低密度、模量好，兼具导电及散热佳的特性，逐步替代不锈钢材料进入折叠手机行业，通过热固性碳纤材料的热压实现0.15~0.2mm厚的产品。行业头部客户的相关折叠屏及其他中高端手机机型已采用公司碳纤维结构件，并实现量产出货。人形机器人方面，人形机器人属于公司产品应用下游，公司重视人形机器人市场机遇的开拓，公司旗下全资子公司深圳市领鹏智能科技有限公司已与Hanson Robotics Limited签署谅解备忘录，双方将就人形机器人的设计优化升级、量产测试等方面展开合作。公司具备机器人设计制造和应用等方面的核心技术能力，以及自动化方案设计等系统集成服务能力。公司研发的工控机器人、控制系统及相关技术应用于包括并联机器人、平面关节型机器人、六轴工业机器人、微小型六轴工业机器人、码垛机器人、仿生双臂机器人、超高精度双工作台等。公司研发的智能工业控制器具备驱控一体高度集成，图形化编程，适用广，可驱控各型工业机器人。公司研发的CSV减速器属于RV减速器的进化类型，在传统的摆线针轮减速器基础上进一步发展，具有结构紧凑、高刚性、高精度、低噪音、速比范围大、体积轻巧、小型高效等特点。深圳市领鹏智能科技有限公司可为工业机器人和机器人制造设备提供设计、工程和制造解决方案，公司机器人业务的相关产品的量产情况取决于下游客户需求及行业发展情况，目前相关工作正在有序推进中。\n　　通信，汽车业务积极布局。通讯业务方面，公司凭借通信研发中心强大的研发能力及在精密功能件及结构件业务上长期累积的技术与经验等优势，在新型通信领域持续研发，向重要客户提供通信设备核心组件。公司产品已覆盖基站滤波器、双工器、主干网回传双工器、可调双工器、极化正交转换器（OMT）、室外合分路弹元（OCU）等5G基站器件、组件及子系统。公司凭借领先的精密制造、研发设计和商务拓展能力，在动力电池结构件细分领域中迅速崛起，以高标准产品成为北美新能源大客户的重要供应商。在车内电子电气件也布局无线快充，并自研自制快充线圈（Coils），更好地适配品牌方充电协议，满足不同设备间的同时充电。基于公司在消费电子累积的精密制造、研发设计能力等方面，建立独有的领益竞争优势。\n　　投资建议：\n　　我们预计公司2024-2026年归母净利润22.4/30.1/40.1亿元，首次覆盖给予“买入”评级。\n　　风险提示：\n　　行业竞争格局加剧风险；原材料价格波动；下游需求不及预期；产品研发不及预期。\n",
  "notice_date": "2024-12-17 00:00:00",
  "notice_title": "AI终端硬件制造平台",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "吴文吉",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "领益智造",
      "short_name_ch": "领益智造",
      "short_name_cht": "領益智造",
      "short_name_en": "LY ITECH",
      "stock": "002600"
    }
  ],
  "short_name": "领益智造",
  "source_sample_name": "中邮证券",
  "star": "3"
}