{
  "attach_pages": "8",
  "attach_size": "742",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202211011579718725_1.pdf?1667333470000.pdf",
  "company_code": "80114781",
  "eitime": "2022-11-01 20:11:10",
  "extend": {},
  "info_code": "AP202211011579718725",
  "language": "0",
  "notice_content": "　　国泰君安(601211)\n　　国泰君安披露2022年三季报，报告期内实现营业收入267.15亿元，同比减少16.27%；归母净利润84.28亿元，同比减少27.57%。EPS0.91元/股，同比减少29.46%；ROE5.80%，同比下降2.82个百分点。\n　　点评：\n　　年初以来资本市场波动压制公司业绩表现，投行业务成为最大亮点。在疫情多发、美联储加息等内外因素影响下，前三季度权益市场大幅波动，对公司业绩产生较大负面影响，除投行业务外的各业务条线收入增长均不同程度放缓，特别是2021年一季度上海证券股权重估产生的高基数令报告期内投资收益同比显著下滑，报告期内自营投资净收入（投资收益+公允价值变动收益）同比下降47.7%。此外，经纪业务净收入同比下降17.6%，资管业务净收入同比下降34.5%。而投行业务成为收入唯一增长点，同比增速达28.6%。此外，信用减值损失的冲回也有效平抑了业绩波动。\n　　针对市场波动和手续费率下降，公司继续加快在机构业务、衍生品业务上的投入和国际化布局。机构业务一直是公司优势业务和长期战略发展方向，随着近年财富管理转型的兴起，财富管理、资产管理和机构业务的协同领域进一步拓宽，为公司提供更为稳定的收入来源。衍生品业务作为券商创新的重要载体，成为投资类业务的关键补充和平抑投资波动的核心手段之一，是公司近年来重点拓展的业务方向，业务规模持续扩大。此外，公司作为最早“出海”的国内券商之一，近30年的海外业务发展成绩斐然，但和中信、中金海外业务龙头相比仍有一定差距，海外布局有限成为掣肘。加速国际化布局有望依托粤港澳大湾区和一带一路、东南亚经济带的发展，实现公司国际业务的突破。\n　　华安基金股权收购基本完成，协同红利有望加速释放。10月8日证监会核准公司以1200万元收购华安基金8%股权事宜，标志着收购工作接近完成。交易完成后公司持股华安基金比例将增至51%，进而实现控股。在当前行业积极推进财富管理转型、拥抱基金发展大时代的背景下，公司再度增持华安基金股权，有望与华安基金实现强强联合，加快发展财富管理业务，同时亦可获得更为可观的股权投资回报。华安基金作为公募基金老十家之一，有着丰富的基金管理经验和规模庞大的基金投资者队伍，有望为公司提供有益的基金管理经验和优质的可平移客群，是公司全业务链低成本引流的有效途径，助力公司在代销金融产品、基金投顾、券商资管等领域取得突破，真正实现“从赚规模的钱到赚管理的钱”，“从交易佣金到投顾收入”的财富管理业务升级。\n　　投资建议：\n　　公司作为行业头部券商，长期以来给市场的印象是“稳健有余，锋芒不足”。公司已连续15年评级达AA级，但经营缺乏闪光点也使公司更像一面防御性的“盾”，和证券行业在市场中的“矛”认知存在差异，致使估值长期承压。自2020年起，公司大刀阔斧从经营机制层面力推改革，市场化程度显著提升，薪酬调整和股权激励激发员工热情。在财富管理、资产管理“双拳出击”的同时，衍生品等创新业务也得到公司资源的持续倾斜，国际业务发展亦如火如荼，业务结构持续优化。此外，控股华安基金有望开启公司业绩新的突破口，助力大财富管理业务加快发展进程，推动市占率和业绩双升。我们坚定看好公司持续改革创新的前景。预计公司2022-2024年归母净利润分别为125.19亿、139.43亿、157.63亿，维持“推荐”评级。当前公司PB仅0.85x，位于低估区间，建议重点关注。\n　　风险提示：宏观经济下行风险、政策风险、市场风险、流动性风险。\n",
  "notice_date": "2022-11-01 00:00:00",
  "notice_title": "国泰君安2022三季报业绩点评：经纪、投资承压，投行一枝独秀",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘嘉玮,高鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "473",
          "publishName": "证券"
        }
      ],
      "short_name": "国泰海通",
      "short_name_ch": "国泰海通",
      "short_name_cht": "國泰海通",
      "short_name_en": "GTHT",
      "stock": "601211"
    }
  ],
  "short_name": "国泰海通",
  "source_sample_name": "东兴证券",
  "star": "1"
}