{
  "attach_pages": "5",
  "attach_size": "1093",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303311584747440_1.pdf?1680268694000.pdf",
  "company_code": "80027629",
  "eitime": "2023-03-31 13:18:14",
  "extend": {},
  "info_code": "AP202303311584747440",
  "language": "1",
  "notice_content": "　　泰格医药(300347)\r\n　　Tigermed reported 2022 revenue/ attributable net income/ attributable recurring netincome of RMB7,085mn/ RMB2,007mn/ RMB1,540mn, +35.9% YoY/ -30.2% YoY/+25.0% YoY. Revenue was largely in line with our forecast while attributablerecurring net income missed our forecast by 8.9%. The decline of attributablenet income in 2022 was mainly due to the decreased fair value gains fromRMB1,815mn in 2021 to RMB536mn in 2022. Gross profit margin (GPM)deteriorated by 3.9ppt to 39.6% in 2022, due to the revenue recognition fromlow-margin COVID-19 related revenue (including pass-through revenue tooverseas sub-contractors) as well as the COVID pandemic in China. New ordersamounted to RMB9.7bn in 2022, flattish vs 2021; while non-COVID-19 relatednew orders increased by c.25% YoY in 2022, demonstrating a robust growth ofthe core business. Total backlog reached RMB13.8bn (+22.9% YoY) by the endof 2022, a solid guarantee for sustainable growth.\r\n　　Accelerating globalization. Tigermed has utilized COVID-19 pandemic asan opportunity to access and expand overseas markets. The Companyenabled 4 COVID-19 vaccine EUAs in China and overseas in 2022. Inaddition, Tigermed acquired a Croatia-based clinical CRO, Marti Farm, inJan 2023, further enhancing its service capability in Europe. Themanagement indicated that the Company will integrate BD team in Europeto enhance BD efficiency in 2023. In the US, Tigmerd had collaborationswith over 100 clinical sites. With its growing global network and good trackrecord, Tigermed has won more chances to participate in MRCT projects.As of Dec 2022, the Company had 62 MRCT projects in the pipeline,compared with only 20 as of Dec 2020. Tigermed also takes a proactiveapproach to explore business opportunities in Southeast Asia and LatinAmerica. Such regions are potential end markets for Chinese drugdevelopers, which will create additional demand for Tigermed in overseasmarket. To fuel its global expansion, Tigermed added 400 employees inoverseas regions, representing 44% of the total new hiring in 2022.\r\n　　Adopting new technologies to enhance work efficiency. Tigermedestablished Tigermed Digital Promotion Center and Decentralized ClinicalTrial (DCT) Solution Team. DCT platform uses new technologies to performcritical clinical trial related procedures, such as participant enrolment/engagement, site management, data aggregation, quality/ cost balance andstudy services. DCT platform, already used in certain projects, will reducepatient burden and improve clinical service efficiency. We think the launchof DCT platform will help Tigermed to keep up with leading foreign peersregarding service digitalization and work efficiency.\r\n　　Maintain BUY. We revised our TP from RMB147.43 to RMB134.24, basedon a 10-year DCF model (WACC: 10.6%, terminal growth rate: 3.0%), tofactor in slower revenue growth projection. We forecast Tigermed’s revenueto grow 20%/ 26%/ 25% YoY and attributable recurring net income to grow29%/ 27%/ 26% YoY in FY23E/ 24E/ 25E, respectively.",
  "notice_date": "2023-03-31 00:00:00",
  "notice_title": "Targeting the broad global market",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "泰格医药",
      "short_name_ch": "泰格医药",
      "short_name_cht": "泰格醫藥",
      "short_name_en": "TIGERMED",
      "stock": "300347"
    }
  ],
  "short_name": "泰格医药",
  "source_sample_name": "招银国际"
}