{
  "attach_pages": "8",
  "attach_size": "1236",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409031639720860_1.pdf?1725434463000.pdf",
  "company_code": "80027629",
  "eitime": "2024-09-04 07:21:03",
  "extend": {},
  "info_code": "AP202409031639720860",
  "language": "1",
  "notice_content": "　　三一重工(600031)\r\n　　During the post-results call, SANY Heavy (SANY) remained positive on theoverseas outlook despite the recent weakness of excavators in Europe and theUS. SANY expects the sales in the US to see potential stabilisation in 2025E,while the growth in emerging countries will continue to be strong. For 2H24E,SANY expects China’s sales to stabilize (-12% in 1H24) while overseas salesgrowth will accelerate (+4.8% in 1H24). Given that our 2024E-26E earningsforecasts (unchanged after 1H24 results) remain 13-29% below consensuseven taking into consideration of growth acceleration in 2H, we maintain ourHOLD rating with an unchanged TP of RMB14.8, based on 24x 2024E P/E.\r\n　　2Q24 results highlights. Revenue dropped 3% YoY to RMB21.2bn. Grossmargin slightly contracted 0.4ppt YoY to 28.6%. S&D / administrativeexpense ratio increased 0.3ppt / 0.4ppt YoY to 8%/3%, while R&D expenseratio reduced 0.5ppt YoY to 6.2% (a continuous reduction trend since late2022). Pre-tax profit slightly increased 0.5% YoY, as the FX loss (versuslarge gain in 2Q23) was offset by a reduction of fair value loss. Net profitincreased 5.5% YoY to RMB2bn, helped by lower tax rate. Operating cashinflow surged 1x YoY to RMB4bn from a low base.\r\n　　Overseas revenue growth driven by Africa in 1H24. Overseas revenuein 1H24 (62% of total revenue) grew 4.8% YoY to RMB23.5bn. In terms ofregion, Africa surged 66% YoY to RMB2.3bn (10% of overseas revenue).Asia Pacific (ex-China) grew 3% YoY to RMB9.2bn (39% of overseas).Europe grew 1% YoY to RMB8.2bn (35% of overseas). America revenuedropped 4% YoY to RMB3.8bn (16% of overseas). In terms of products,overseas’ excavator / concrete machinery / crane were -7%/+10%/+20%.Overseas gross margin expanded 0.6ppt YoY to 31.6%.\r\n　　Outlook for emerging markets: SANY expects Africa (+60% YoY in1H24), Latin America (+70% in 1H24) and the Middle East will see explosivegrowth potential across different products. India is expected to maintain30% growth going forward and SANY will increase the production capacitythere. For Indonesia (where SANY has 30% market share for excavators),sales were affected by the election but have been recovered recently.\r\n　　Outlook for Europe and the US. Sales in the US market were affected byhigh inventories, and SANY expects a recovery in 2025E. For Europe,cranes will see decent growth in 2H24E.\r\n　　Outlook for China. Small-size excavators have maintained an acceleratedgrowth trend, while medium & large-size excavators are stabilizing.Concrete machinery and cranes remain on a downtrend",
  "notice_date": "2024-09-04 00:00:00",
  "notice_title": "Expect a better 2H24E but consensus remains high; Maintain HOLD",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "三一重工",
      "short_name_ch": "三一重工",
      "short_name_cht": "三一重工",
      "short_name_en": "SANY HEAVY IND",
      "stock": "600031"
    }
  ],
  "short_name": "三一重工",
  "source_sample_name": "招银国际"
}