{
  "attach_pages": "27",
  "attach_size": "2249",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202406181636613115_1.pdf?1719669458000.pdf",
  "company_code": "80092742",
  "eitime": "2024-06-18 16:21:18",
  "extend": {},
  "info_code": "AP202406181636613115",
  "language": "0",
  "notice_content": "　　圆通速递(600233)\r\n　　国内电商快递龙头之一，快递业务贡献主要业绩\r\n　　公司成立于2000年5月，于2005年率先和淘宝电商合作，开启“线上线下”融合新模式，并于2016年借壳登陆上交所主板上市。公司自创立以来，优先发展国内电商快递业务并与领先的电商平台开展合作，2023年快递行业收入及毛利占总收入及总毛利比重分别为90.6%及91.6%。此外，公司尝试国际化出海拓展，一方面于2014年成立圆通航空，成为通达系唯一拥有自有航空机队的企业，另一方面于2017年收购中国香港上市公司“先达国际”（22年12月更名为“圆通国际快递”）切入国际货代业务，2023年航空及货代业务营收占比分别为2.1%和5.3%，未来有望构筑中长期第二增长极。\r\n　　行业竞争秩序整体仍将稳定，为稳健发展创造良好条件\r\n　　基于对政策、龙头意向情况、新进入者三因素的综合研判，我们分析，从相对2023年的边际变化角度，未来行业价格竞争或将缓和。\r\n　　政策监管方面，工作重点是提升快递行业的发展质量，新《快递市场管理办法》自24年3月起正式实施，将快递业高质量发展产生了一些成熟经验和制度需求上升为制度安排，为快递市场建立明确的制度预期。此外叠加快递行业劳动密集型的特性，我们分析监管的“托底”或具备持续性，2023年监管价格竞争秩序的手段相对灵活，主要是在局部时间、局部区域定点消除“跑冒滴漏”现象，我们预计2024年从边际的角度，价格仍有望维持稳定。\r\n　　龙头意向方面，展望未来1-2年的时间维度，考虑头部电商快递公司的表态及经营策略，我们认为龙头或会对份额及盈利的增长目标有所兼顾。\r\n　　新进入者方面，我们分析极兔或将更加重视国内业务的发展质量，此外在行业高质量发展成为重点的大背景下，其余潜在新进入者通过过去的“低价-份额扩张-融资-低价”传统路径实现规模增长的逻辑链路已经不被允许，未来或难有契机再度发起恶性竞争。\r\n　　三大核心优势赋能公司快递业务经营能力\r\n　　全网数字化工程夯实精益管理组织能力。圆通在通达系加盟制快递公司中率先推动全面数字化转型，2009年合作开发拥有自主知识产权的快递服务运营底层数据系统——“金刚系统”，把分公司数字化标准化作为一号工程，打造“非直营的直营体系”，我们分析本质上是将数字化工程带来的精益运营红利从总部的干线及分拣层面扩散至全链路（末端），从帮助加盟商降本增效的过程当中获取末端服务品质的改善、网络凝聚力的提升以及对加盟商补贴开支的下降。\r\n　　规模效应及资产布局夯实经营履约能力。1）干线资产方面，公司通过路由优化、装载率提升和运力管理改善增强干线运输能力，运输工具的账面价值由2013年末1.65亿元高增至2023年末7.14亿元；全网干线车辆数量由2018年5100辆增长至2023年7500辆，车辆自有化率从2018年23.5%提升至2023年71.4%，单车日均运输票数由2018年3580件提升至2023年7746件（复合增速16.7%）。2）分拣资产方面，公司早期重视投资“通胀型”的房屋建筑物及土地使用权资产，对于自动化设备的布局逐步后来居上，2023年末房屋建筑物账面价值109.70亿元，土地使用权账面价值46.42亿元；枢纽转运中心数量从2016年62个提升至2023年73个，单个转运中心日均操作业务量从2016年19.65万件提升至2023年79.58万件（复合增速22.1%）。通过策略纠偏、资产布局、服务品质提升及数字化等手段，公司推动自身件量份额提升，2023年包裹市占率回升至行业第二，后续有望稳健增长。\r\n　　职业经理人制度夯实战略决策能力。圆通是国内快递行业较早引入职业经理人制度的公司，2016年上市前期及初期，公司先后从UPS、顺丰、中国外运、德邦等公司引入职业高管；2019年，公司进一步深化职业经理人制度建设，潘水苗先生（具备高新技术实体行业及一级金融市场投资复合背景）出任公司总裁；2024年一季度，公司引入周建（曾就职顺丰、百世）出任圆通速递国际执行董事及副总裁。我们认为，职业经理人制度的深化，反映的是公司快速学习反应能力的提升以及治理的完善。\r\n　　航空货运及国际业务有望构筑公司的第二增长极\r\n　　公司在国际化战略方面资产壁垒高筑，截止2023年末自有航空机队数量13架；圆通航空累计开通航线超130条；浙江嘉兴“东方天地港”已经全面开工，公司预计2024年全面建成，2025年全面投产，未来枢纽网络布局将以“一主九从、3+3”为关键节点。展望未来，公司有望继续深化国际化发展战略，推进“快递出海”工程，围绕国际快递、国际货运和供应链业务进行拓展布局，重点发力国际快递。\r\n　　盈利预测及估值评级\r\n　　我们预计公司2024-2026年归母净利润分别为43.79亿元、51.54亿元、59.82亿元，同比分别增长17.6%、17.7%、16.1%，对应市盈率分别13倍、11倍、9倍。结合公司历史上的PE估值与业绩匹配度情况，同时考虑行业及公司经营改善带来的估值修复，若给予24年PE估值中枢17倍，则目标市值744亿元，首次覆盖给予“买入”评级。\r\n　　风险因素：实物商品网购需求不及预期；电商快递价格竞争恶化；末端加盟商稳定性下降。",
  "notice_date": "2024-06-18 00:00:00",
  "notice_title": "公司深度报告：电商快递业务稳步向好，数字化精益管理降本增效",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "422",
          "publishName": "物流行业"
        }
      ],
      "short_name": "圆通速递",
      "short_name_ch": "圆通速递",
      "short_name_cht": "圓通速遞",
      "short_name_en": "YTO",
      "stock": "600233"
    }
  ],
  "short_name": "圆通速递",
  "source_sample_name": "信达证券",
  "star": "3"
}