{
  "attach_pages": "8",
  "attach_size": "1170",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011021425770302_1.pdf?1604342003000.pdf",
  "company_code": "80027629",
  "eitime": "2020-11-02 18:33:23",
  "extend": {},
  "info_code": "AP202011021425770302",
  "language": "1",
  "notice_content": "　　潍柴动力(000338)\r\n　　Weichai’s 3Q20 net profit came at RMB2.4bn, up 37% YoY. The results areencouraging as (1) revenue surged 48% YoY which is above expectation, (2)gross margin rebounded 1.7ppt QoQ which should ease market concerns. Wesee several positive drivers going forward: (1) Management is confident ofachieving sequential gross margin improvement in 4Q20E; (2) Latest guidanceof KION (KGX GR) offers improved visibility; (3) New business growth is on goodtrack. We raised our earnings forecast in 2020E-22E by 2-5%, due mainly tohigher sales volume assumptions. Our SOTP is lifted from RMB16.8 to RMB17.9,after rolling over the base year to 2021E. Maintain BUY. \r\n　　 Key highlights on 3Q20 financials. Weichai’s revenue surged 48% YoY toRMB52.9bn. Based on our calculation, Weichai’s revenue from core business(ex-KION) surged 90% YoY to ~RMB36bn, while KION’s revenue slightlydropped 4% YoY to EUR2.07bn. Blended gross margin in 3Q was 19.3%,down 3.5ppt YoY but up 1.7ppt QoQ. Weichai maintained good expensecontrol with SG&A ratio continued to reduce YoY. Net profit grew 37% YoY toRMB2.4bn. It’s worth noting that KION reported adjusted EBIT/net profit ofEUR159mn / EUR82mn in 3Q20, representing a significant recovery from anet loss of EUR17mn in 2Q20.\r\n　　 Engine sales volume +90% YoY in 3Q20. In 3Q20, total engine sales volumegrew 90% YoY to 260k units. Among this, HDT engine surged 100% YoY to120k units, with market share increasing 2.5ppt YoY and 4ppt QoQ. LDTengine surged 2x YoY.\r\n　　 New business on good track. In 9M20, large-bore engine, mainly installedfor data centers, grew 30% YoY to 2.5k units. Revenue from hydrauliccomponent grew 40% YoY in 9M20.\r\n　　Positive management guidance: (1) Volume of gas engine model with lessusage of precious metals will further increase in 4Q20E, which will drive grossmargin sequentially; (2) Sales volume of engine to Sinotruk (3808 HK, BUY)is expected to accelerate; (3) Amid the latest city lockdown in Europe, KIONis still expected to deliver EUR101-181mn of adjusted EBIT in 4Q20E. Inparticular, KION’s supply chain solutions will continue to benefit from ecommerce project growth.",
  "notice_date": "2020-11-02 00:00:00",
  "notice_title": "3Q20 profit +37% with improved margin & KION’s operation; Upbeat guidance",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "481",
          "publishName": "汽车零部件"
        }
      ],
      "short_name": "潍柴动力",
      "short_name_ch": "潍柴动力",
      "short_name_cht": "濰柴動力",
      "short_name_en": "WEICHAI POWER",
      "stock": "000338"
    }
  ],
  "short_name": "潍柴动力",
  "source_sample_name": "招银国际"
}