{
  "attach_pages": "52",
  "attach_size": "3822",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202205201566708419_1.pdf?1653045565000.pdf",
  "company_code": "10001968",
  "eitime": "2022-05-20 11:01:11",
  "extend": {},
  "info_code": "AP202205201566708419",
  "language": "0",
  "notice_content": "　　芒果超媒(300413)\r\n　　背靠湖南台，拥有独特国企互联网基因。芒果TV创立于2014年，是湖南台旗下的新媒体平台，2018年芒果TV通过重组的方式注入上市公司快乐购，并更名为芒果超媒。\r\n　　精品独播+优质内容自制，实现小而美的自循环。国内长视频行业竞争激烈，爱奇艺、优酷、腾讯视频（后文统称：爱优腾）三大头部平台投入大量资源获取内容和用户，芒果超媒作为国有互联网公司，资金实力有限，但公司却在台网融合大背景下，以精品独播+优质内容自制为驱动，走出了差异化发展道路。\r\n　　目前芒果超媒一级子公司包括芒果TV、天娱传媒和快乐购三家。2021年公司协议转让原有子公司湖南快乐通宝小额贷款有限公司100%股权，并将芒果影视、芒果娱乐、芒果互娱三家子公司调整为芒果TV的子公司，分别聚焦季风剧场自制、综艺内容创新和实景娱乐运营，我们认为本次调整更有利于公司聚焦核心内容主业，增强自制内容创新及衍生品开发能力，加强内部协同。\r\n　　2018-2021年，公司营收和利润一直保持稳健增长，2021年公司实现营业总收入153.56亿元，同比增长9.64%；归属于上市公司股东的净利润21.14亿元，同比增长6.66%，近4年营收和利润的复合增速分别为17%和35%。2021年公司核心主业芒果TV互联网视频业务（广告+会员+运营商业务）实现营业收入112.61亿元，同比增长24.29%，实现毛利49.11亿元，同比增长33.2%。\r\n　　我们认为在长视频赛道，优质的内容是获取用户付费及广告招商的核心，公司在综艺和剧集内容自制能力较强，近年来通过持续的版权资源投入，不断打造业内爆款，2019-2021年，公司内容投入分别为56.43亿元、53.55亿元和53.19亿元（选用当年无形资产中影视版权增加金额），内容投入金额保持相对稳定，但会员数却从2018年年底的1075万提升至2021年底的5040万，内容产出效率得以不断提升。\r\n　　广告是平台变现的主要来源。2021年，芒果TV平台实现收入112.61亿元，其中会员收入36.88亿元（+13.3%），广告收入54.53亿元（+31.75%），多年来广告仍是平台变现的最主要来源。\r\n　　植入性广告为主，广告变现效率高。不同于短视频的效果类广告，芒果作为内容公司，其广告收入主要来自综艺冠名等植入性广告，品牌曝光效果好且不影响用户体验，2021年芒果单MAU广告价值为26.7元，变现效率远高于同行业的爱奇艺视频。\r\n　　2021年公司运营商业务实现营收21.2亿元，同比增长27.17%，近年来运营商业务一直保持稳健增长。\r\n　　中移资本是公司第二大股东，持有公司7%股份，2019年6月，公司与中国移动全资子公司咪咕文化签署了《战略合作协议》，双方建立了良好的战略合作伙伴关系。2021年以来，公司与咪咕文化在多个业务领域开展新模式、新业务的试运行合作探索，并拟签署《咪咕文化与芒果TV2021-2023年整体合作框架协议》，预计合作框架协议约定的合作期限内合作金额不低于人民币35亿元。我们认为未来双方将在大屏、5G创新、权益、衍生品等业务、联合推广、联合拓展等方面开展深度合作，加强双方资源和优势互补协同。\r\n　　22Q1公司实现营业收入31.24亿元，同比下降22.08%，归属于上市公司股东的净利润5.07亿元，同比下降34.39%，主要原因：一是由于新冠疫情反复影响内容生产进度，导致芒果TV一季度重点综艺节目排播延后；二是上年同期由于《乘风破浪的姐姐2》等重点综艺播出，业绩基数相对较高。根据公司内容生产及排播规划，《声生不息》、《向往的生活6》已于4月下旬陆续播出，《乘风破浪的姐姐3》等重点综艺节目及影视剧集将于22Q2上线，我们认为随着重点内容的推出，二季度公司有望迎来业绩拐点。\r\n　　我们认为，芒果超媒的发展源于公司对于内容产业的深度理解，优质的综艺及剧集内容是平台用户及流量增长的关键，也是“小芒电商”、“剧本杀”为代表衍生变现的基础。因此本文将从“内容建设”和“内容变现”两个维度进行分析，深度剖析芒果超媒的增长驱动力和未来发展空间。\r\n　　延续湖南台优质综艺基因，持续开拓多样化综艺类型，不断推出系列化爆款。芒果TV脱胎于湖南台，我们认为综艺是公司最为擅长的内容品类，近年来公司牢牢把握时代脉博和潮流，持续挖掘悬疑、新型情感、户外生活等多种综艺类型，打造了《明星大侦探》、《妻子的浪漫旅行》、《乘风破浪的姐姐》等多档S级系列创新节目。\r\n　　自制综艺比例高，播放量贡献较大。在综艺领域，芒果TV播出的综艺内容无论质量还是数量都毫不逊色。根据云合数据的统计，2021年全年公司共上线了52部独播综艺，数量仅次于腾讯视频，但独播综艺数量及播放量占比接近100%。从播放量来看，2021年芒果TV综艺正片有效播放量为30亿次，从MAU口径来看，公司MAU不到爱奇艺的1/2，但在综艺品类却贡献了其3/4的有效流量。\r\n　　系列综艺发挥工业化生产价值，爆款综艺后续招商表现突出。根据我们对猫眼数据的统计，2021年芒果TV自制综艺中，排名前10有7部是系列综艺，3部是原创综艺。我们认为综艺内容相较剧集更依赖于内容洞察和平台品牌招商能力，容易实现工业化生产，系列综艺由于用户群体和口碑已形成，在招商方面确定性较高，原创综艺一旦成为爆款，在后面的招商中往往会有突出表现。根据击壤数据的报告，2021年1月-8月，综n代内容的广告投放项目数仍有稳定增长，我们认为这显示了在疫情反复，经济压力加大的宏观背景下，品牌投放更加求稳，更青睐与老牌节目的合作。\r\n　　在原创综艺方面，公司推出的《披荆斩棘的哥哥》、《再见爱人》成为年度爆款。\r\n　　披荆斩棘的哥哥：芒果TV推出的重磅全景音乐竞演综艺，节目通过30余位男性嘉宾的音乐竞演，展示哥哥们在比赛过程中勇于挑战、不惧艰辛的态度与决心。该综艺播出后成为芒果创造的又一现象级综艺，多项数据表现均刷新历史纪录，根据猫眼数据的统计，《披荆斩棘的哥哥》作为原创综艺，位居2021年公司综艺播放量第一位。\r\n　　再见爱人：作为芒果TV首档婚姻纪实观察节目，《再见爱人》以纪实方式讲述了三对陷入情感危机的夫妻间的一段为期18天的房车之旅，在饱和的情感观察类综艺市场下，节目选用表达清晰、情感真诚的素人嘉宾，运用细腻、温和的叙事方式与大众深入探讨离婚议题，为国内综艺开拓了崭新领域。\r\n　　目前这两部综艺的续作预计定档2022年Q3，鉴于前作的播映及口碑表现，我们预计第二季广告招商有望实现更好的表现。\r\n　　通过自制+外部定制不断发力，季风剧场取得初步成效。芒果TV脱胎于湖南卫视，过往剧集以甜宠向内容为主。2019年以来，公司通过平台自制+外部战略工作室定制的模式，不断丰富自有剧集内容。2020年推出的《下一站是幸福》、《以家人之名》等爆款剧集，有效拉动平台会员增长，2021年公司推出季风剧场，主打悬疑等创新品类，季风剧集《我在他乡挺好的》成为年度口碑爆款。\r\n　　剧集播放占比相对较低，品类丰富独播剧集是破圈关键。根据云合数据的统计，2021年，爱奇艺、腾讯视频、优酷三大平台的剧集播放量占比均在90%以上。相较于优爱腾三大视频平台，芒果TV剧集播放占比仅在62%，我们认为，未来提升平台优质剧集内容，特别是增加品类丰富的独播剧集，是芒果扩大平台流量和付费用户破圈的关键。\r\n　　影视剧方面，2021年芒果TV全年上线各类影视剧170部，其中重点影视剧55部，“大芒计划”微短剧84部。目前拥有29个影视制作团队和34家“新芒计划”战略工作室，成立影视剧规划委员会，对剧集规划、生产、考核进行统筹管理，实现评估、立项、制作、播出、复盘等全流程系统控制。我们认为公司通过打造智能中台矩阵，可以有效激活要素效率，提升流程效率，更好解放内容团队生产力\r\n　　根据我们对猫眼专业版APP的数据统计，2021年芒果播放量前十的剧集中，除了传统擅长的甜宠、爱情品类外，家庭、教育、谍战、悬疑等新品类剧集有所增加，传统剧集类型进一步实现多元化发展。\r\n　　季风剧场：芒果季风剧场是湖南卫视与芒果TV共同打造的国内首个台网联动周播短剧剧场，2021年5月上线男性向、反盗猎题材剧集《猎狼者》，豆瓣评分达7.3分，暑期档播出的《我在他乡挺好的》豆瓣评分8.1分，成为年度口碑爆款。我们认为季风剧场对于芒果来说是巨大的内容向创新：1）标志着公司内容产品从年轻女性为主体的用户群，逐渐扩圈，《猎狼者》等新类型剧集的播出，带动公司男性用户比例提升。2）我们认为台网相互引流，为品牌声量带来双向聚合力，有利于提升广告招商效果。\r\n　　2022年公司新剧储备丰富，重点项目包括《妻子的选择》（季风剧场剧集，预计5月播出）、《张卫国的夏天》、《少年派2》等，同时还包括总局的重点项目《天下长河》。我们预计公司2022年内容支出预计为70-80亿元，除综艺外，大部分集中在影视剧制作方面，我们认为公司剧集采用自制+外部合作的商业模式，传统剧集能够通过精准用户定位和核心生产要素高效聚集，实现内容制作成本侧的有效控制，季风剧场通过设定更高标准，调动更广协作，制作品质更高，且类型更为多元，有望充分带动公司用户破圈。\r\n　　广告是宏观经济的晴雨表，受疫情影响，2021年综艺品牌广告主数量下降至1376家，流失品牌744家。获得两个品牌合作的综艺数量也相较2020年下降2家，虽然疫情对消费市场，以及品牌主广告投放具有一定压力，但我们认为公司头部综艺产品较多，且系列综艺占比高（2020年网播前十的综艺中，7部是系列综艺），对于品牌主曝光度仍有一定保证，2022年公司广告仍有望实现稳健增长，4月公司新上线的创新综艺《声生不息》，首季即获得9个品牌资源赞助，商业化能力表现突出，5月即将上线重磅综艺《乘风破浪的姐姐3》仍有望保持较高的节目热度，并给公司二三季度带来广告收入增长。\r\n　　根据芒果TV官方微博的披露，公司将于2022年1月2日0点起，对芒果TVPC移动影视会员价格进行调整，同时全面升级会员权益矩阵。在此之前，已经是连续包月/包季/包年尚未取消订阅的芒果TV会员用户，将享有一年保持原价格的服务。我们认为爱奇艺和腾讯视频会员先后提价均未对会员数产生明显负面影响，一定程度验证了长视频会员提价的可行性，未来随着互联网平台降本增效战略的推进，国内视频平台会员费或将进入上行阶段。\r\n　　内容电商：公司推出小芒电商APP定位新潮国货内容电商平台。通过打造“小芒种花夜”“小芒年货节”等重磅晚会，实现用户从节目到App的联动，2021年小芒APP日活峰值达126万，实现收入2.5亿元。目前小芒电商已经完成了由大股东芒果传媒发起的新一轮增资扩股，公司对小芒电商的间接持股比例由100%降为66.67%，未来持续看好小芒电商“内容+视频+电商”的商业闭环打造。\r\n　　剧本杀：公司依托《大侦探》《密室大逃脱》等优质内容，将IP从线上延伸到线下，开创全新品牌M-CITY，致力于打造线下实景娱乐综合体，目前公司已在长沙和上海各开设一家M-CITY实体店，未来随着国内疫情的缓解，公司线下开店速度有望加速。\r\n　　VR制播、数字人等新技术：2021年公司自主研发“光芒”云制播平台成功将5G、VR制播技术应用在《披荆斩棘的哥哥》中，创造了长视频综艺平台最为复杂的新技术应用。公司已陆续推出包括虚拟主持人、互动视频平台在内的系列创新成果，未来将持续聚焦AR、VR、XR等前沿技术应用。\r\n　　数字藏品：芒果TV已经试水数字藏品，我们认为芒果TV拥有众多知名综艺及艺人IP资源，未来待行业政策进一步明确后，数字藏品有望获得更为广阔的发展空间。\r\n　　由于公司业务构成中包括内容制作及版权分销、互联网长视频媒体平台、以及内容电商等创新业务，我们对公司进行分部法估值。\r\n　　1）由于互联网视频行业尚处于投入期，目前爱奇艺等国内头部公司仍处于亏损状态，所以我们采用PS方法进行新媒体渠道估值，参考爱奇艺、Netflix、哔哩哔哩等流媒体平台，并考虑到芒果新媒体用户画像清晰，年轻女性付费能力较高，我们预计公司2022年互联网视",
  "notice_date": "2022-05-20 00:00:00",
  "notice_title": "深度：优质内容持续输出，二季度业绩拐点可期",
  "page_size": 2,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "毛云聪,Xiaoyue Hu",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "486",
          "publishName": "文化传媒"
        }
      ],
      "short_name": "芒果超媒",
      "short_name_ch": "芒果超媒",
      "short_name_cht": "芒果超媒",
      "short_name_en": "MANGO",
      "stock": "300413"
    }
  ],
  "short_name": "芒果超媒",
  "source_sample_name": "海通国际"
}