{
  "attach_pages": "6",
  "attach_size": "493",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203151552784537_1.pdf?1647361409000.pdf",
  "company_code": "80000049",
  "eitime": "2022-03-15 16:23:29",
  "extend": {},
  "info_code": "AP202203151552784537",
  "language": "0",
  "notice_content": "　　五粮液(000858)\r\n　　事件\r\n　　2022年03月11日下午，公司线上举行2022年投资者沟通交流会，公司集团（股份）党委书记、董事长曾从钦，股份公司党委副书记、副董事长、总经理蒋文格，副董事长张宇，副总经理罗伟、蒋琳、岳松、刘洋，总工程师赵东，总经济师蒋佳等管理层领导出席会议。\r\n　　投资要点\r\n　　实施三个方针，聚焦十四五目标\r\n　　2022年公司将按照“补短、强弱、固优”方针，持续补短板、拉长板、升级新动能，打造“生态、品质、文化、数字、阳光”五位一体的持续稳健高质量发展的五粮液。\r\n　　十四五期间公司深入实施“聚焦主业、聚焦多元、做大平台“的发展战略，集团实现“5111”的发展目标：1）闯进世界500强；2）酒业主业销售收入过千亿；3）多元产业销售收入过千亿；努力打造产品卓越、品牌卓越、创新领先、治理现代的世界一流酒企。\r\n　　股份公司实现“2118”发展目标：1）原酒产能达到20万吨；2）基酒存储能力达到100万吨；3）销售收入突破1000亿；4）利润总额达到800亿。\r\n　　积极回应市场关注点，公司真诚有效沟通\r\n　　2022年集团公司目标保持两位数以上稳健增长，股份公司继续保持高于集团的增长速度，将切实维护好当前“稳”的态势、“进”的力度,积极推动淡旺季相对均衡，力争超额完成全年目标任务。\r\n　　当前市场对公司主要有以下关注点：\r\n　　1、五粮液提价后如何规划渠道利润空间？\r\n　　公司主要采取以下三点举措：第一，依托数字化营销体系，精细化完成精准渠道管理与投放，高质量稳定优化传统渠道的投放量。具体动作是进一步减少和控制过去发展过程中问题区域、问题经销商、问题专卖店、问题终端的供货数量，通过精准投放，保证2021年八代高动销基础上，体现传统经销商、专卖店的八代稀缺性。第二，顺应整个消费品市场渠道发展总体趋势，推动新渠道份额提升。春节期间，新零售、电商、连锁超市供货价高于传统渠道50元以上，售价高于传统渠道分别80-100元以上，渠道基本利润体系能实现15%左右，将倒逼传统经销商进行转型，推动渠道大商向核心终端、连锁品牌化转型，推动小型经销商向直销团购转型。第三，文化产品成为新利润增长点。今年会加大此类文化酒投放，继续保持九龙潭、步步高升、一帆风顺、生肖系列等原有高质量销售文化产品投放，恢复一帆风顺、一马当先等老产品的重新启动，也会创新开拓更多文化酒系列。我们认为公司当前股价低迷重要原因在于公司批价上行有压力，尚未站上千元价格带，引发市场对公司未来业绩担忧，公司积极调节渠道利润空间利于后续批价上行。\r\n　　2、2022年经典五粮液打法？\r\n　　公司将继续保持经典五粮液出厂价提升，2022年相比去年提价200元至1599元，将统筹产品进度，市场价格波动则收紧货源确保稀缺，市场价格下滑则展开收购工作，充分体现平台商功能。\r\n　　经典五粮液品牌塑造方面，2022年三大举措：第一，优化经典五粮液经销商及配额制度。坚持在选定200家传统专卖店基础上，不轻易开拓经销商客户；2022年实现分级配额制，目前对现有商家分为三个等级，不同等级每月持有稀缺配额，保证整体呈现稀缺态势。第二，明确经典五粮液核心市场和重点市场。公司打造北上广深蓉五大核心高地城市，以五粮液体验店为项目载体，和具备社会资源的合作伙伴共建新型渠道，和大型企业和商会建设直供渠道，构建在五大核心城市地渠道体系和网络体系。重点打造33个城市围绕以直辖市和省会市为核心，除原有120家传统经销商和专卖店体系外，只围绕企业团购为主导，目标是与公司签订战略合作的企业及下属、中国500强企业及下属企业、在主板上市的企业、全国较有影响力的协会组织、当地城市的龙头企业合作进行直销网络建设。我们认为经典五粮液经过去年一年摸索和尝试，公司总结经验和教训，聚焦资源打造经典五粮液，未来有望进一步放量。\r\n　　3、管理层分工及激励机制？\r\n　　当前公司董事长管销售，总经理管生产，积极有效理顺股份公司管理体制，分工清晰。公司每周召开营销晨会、生产调度会，实时解决问题，提升快速反应和执行力。公司目前正在推进薪酬改革和股权激励方案，推进中长期激励举措，绑定管理层、核心团队和核心骨干等。我们认为公司当前分工精细化，反应速度和执行力在加快，前期员工持股已实施，后续股权激励和薪酬改革将提升公司更大能量释放。\r\n　　4、2022年量价如何平衡？\r\n　　2022年公司确立量价齐升策略，实现价值和价格不断回归，终端价格不断上扬，形成良性互动循环。我们认为如果2022年公司量价平衡把握精准，有望在2022年中秋国庆前后站稳千元价格带。\r\n　　5、2022年系列酒策略？\r\n　　2021年公司坚持三个聚焦战略，做强全国品牌，做大区域性重点品牌，做优总经销品牌；坚持动销和回款双轮驱动，销售收入保持两位数增长，利润创新高，四大全国性战略品牌保持两位数增长。2022年公司将推动样板市场打造，推动销售收入继续保持两位数以上增长，力争建设终端超43万家，其中核心终端超9万家。\r\n　　产品规划：集中打造五粮春（定位300-400元，次高端定位，壮大腰部，名门春788元，聚焦宴席、赠酒消费场景、中高端消费人群）、五粮醇（定位100-300元，聚焦宴席、自饮消费场景、中端消费人群）、特曲（400-600元，聚焦宴席、商务团购和次高端消费人群）、尖庄（百元价位带，培育浓香口感）等四大品牌。量规划：坚决改变系列酒无限供应的市场误区，控制产品投放量，向市场传递产品稀缺感。价规划：改变成本精准反映供求的误区，逐步提价，推动品牌价值的回归。我们认为公司近几年对系列酒大刀阔斧改革卓有成效，渠道乃至终端对公司系列酒印象乃至利润空间均有目共睹，系列酒四大产品有望在十四五期间接续发力。\r\n　　盈利预测\r\n　　我们认为公司近几年多措并举，对品牌、产品、价格、渠道等进行改革和完善，效果显著，市场认可度较高。我们认为公司通过举行线上沟通会，新领导班子集体亮相答疑，积极真诚与投资者沟通交流，积极回应市场关切，利于提升市场关注度并消除当前市场担忧。当前公司估值被低估，后续有望加快修复。我们预计2021-2023年EPS分别为6.02/7.13/8.37元，当前股价对应PE分别为29/24/21倍，维持“推荐”投资评级。\r\n　　风险提示\r\n　　宏观经济下行风险、疫情拖累消费、经典五粮液增长不及预期、批价上行不及预期、团购增长不及预期等。",
  "notice_date": "2022-03-15 00:00:00",
  "notice_title": "新管理层集体亮相，积极有效沟通",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "孙山山",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "华鑫证券",
  "star": "2"
}