{
  "attach_pages": "6",
  "attach_size": "332",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401311619784917_1.pdf?1706715141000.pdf",
  "company_code": "80000049",
  "eitime": "2024-01-31 15:32:21",
  "extend": {},
  "info_code": "AP202401311619784917",
  "language": "0",
  "notice_content": "　　中国联通(600050)\r\n　　投资要点\r\n　　经营发展稳中有进，收入结构持续优化\r\n　　根据工信部发布的2023年通信业经济运行情况，2023年我国通信业整体运行平稳，各项主要指标保持较好增长态势，5G、千兆光网、物联网等新型基础设施建设日益完备，网络连接用户规模持续扩大。2023年，电信业务收入达1.68万亿元，同比增长6.2%；移动互联网接入流量同比增长15.2%。\r\n　　2023年是公司向数字科技创新企业转型升级的攻坚之年，公司深入落实战略规划体系，聚焦“大联接、大计算、大数据、大应用、大安全”五大主责主业，经营发展稳中有进，一体化能力聚合、一体化运营服务的特色能力体系持续增强，加快向科技创新型公司转型。截至2023H1，公司大联接用户规模持续扩大；大计算凭自研能力树立“安全数智云”的品牌形象；大数据保持市占率超过50%的行业领先优势；5G行业应用累计项目数超过2万个，全面覆盖国民经济60大类；大安全业务收入同比增长达178%。\r\n　　2023年公司业绩表现稳中有进，盈利能力持续提升，核心功能不断增强。2023年前三季度，公司营业收入为2816.9亿元，同比增长6.7%，主营业务收入为2525.2亿元，同比增长5.4%。归属于母公司净利润为75.8亿元，同比增长10.9%。公司收入结构持续优化，产业互联网业务实现收入人民币606.9亿元，占主营业务收入比达到24.0%，同比提升1.8百分点。\r\n　　坚持量质构效协调发展，基础业务稳盘托底\r\n　　公司坚持量质构效协调发展，不断深化业务融合、市场融通、能力融智，基础业务稳盘托底效应更加突出。\r\n　　（1）公司核心竞争力不断增强。1）网络能力显著提升。截至2023H1，5G精品网方面，5G中频基站超过115万站，基站规模和覆盖水平保持与行业相当；宽带精品网方面，市、县、镇全面具备千兆能力；政企精品网方面，实现全国335个本地网的全覆盖；算力精品网方面，联通云池覆盖200多个城市，IDC机架规模超过38万架，骨干网平均时延保持行业领先水平。深入推进与中国电信共建共享，5G共建共享基站新增15万站。2）产品供给不断增强。截至2023H1，联通超清由IPTV升级为IPTV+宽视界，联通组网由全屋组网升级为FTTR全屋光宽带组网，联通云盘的上行速率大幅提升。打造了联通云、“格物”设备管理平台、“资治”政务大数据平台、“墨攻”安全运营服务平台的“一云三平台”产品体系。\r\n　　（2）公司基本业务稳健增长。截至2023年三季度，移动用户规模达到3.32亿户，移动用户净增达到967万户，推动公司移动主营业务收入实现1307.0亿元，同比增长2.6%，移动ARPU达到44.3元；固网宽带用户达到1.11亿户，年内净增用户突破783万户。宽带接入及应用收入同比增长8.7%达到460.4亿元，宽带综合ARPU达到47.9元，用户价值稳中有升。\r\n　　抢抓数字经济变革机遇，创新业务积厚成势\r\n　　公司紧抓经济社会数字化变革的重要机遇，着力推动技术创新、产业赋能和生态共建，联通云、物联网、大数据、数字化应用等创新业务蓬勃发展，为数字经济输出新动能。\r\n　　（1）在云业务方面，公司持续丰富云资源储备，全面满足客户全场景上云需求，支撑数字政府、智慧城市建设，积极参与央企数字化转型，“联通云”保持良好增长，实现收入367.0亿元，较去年同期提升36.6%。\r\n　　（2）在物联网方面，加速推进人机物泛在互联，以格物平台赋能行业突破，面向工业互联网、智慧城市、生态环保等重点领域打造行业解决方案，物联网终端连接数达到4.67亿个，推动物联网业务收入实现人民币75.2亿元，同比增幅达到21.9%。\r\n　　（3）在大数据方面，以释放数据要素价值为导向，深耕数字政府、数字金融、智慧文旅、工业互联网等领域，聚焦场景需求丰富重点行业应用，助力数字社会建设和实体经济发展，大数据业务收入实现人民币40.7亿元，同比增幅达到46.7%。\r\n　　（4）在数字化应用方面，个人数智生活、联通智家业务主要产品付费用户达到近2亿户，年内净增近6000万户。聚焦垂直行业，锤炼专精特新能力，5G虚拟专网服务客户数达到6897家，较去年底增长超过3000家。\r\n　　深挖“数据金矿”，打造数据要素领军企业\r\n　　公司作为最早数据集中、最先集约运营的通信企业，拥有高价值的运营商数据，并围绕汇聚数据要素、完善数据治理、打造数据产品、坚守数据安全五个方面，深度参与数据要素市场建设，打造数据要素领军企业，为我国数据要素市场发展贡献联通智慧和联通力量。\r\n　　（1）在汇聚数据要素方面，公司率先实现31个省数据一点集中，截至2023年10月，拥有9.69亿用户数据以及4.74亿物联网设备数据。\r\n　　（2）在完善数据治理方面，公司具备海量、多源、异构、全域、实时数据采集交换能力，拥有400PB超大规模数据处理和超万亿级数据实时处理实践。\r\n　　（3）在打造数据产品方面，公司旗下联通数科云、大、物、智、链、安基础能力，构建包含云、网、平台、数据、应用、集成、运营服务在内的综合数字化产品和智慧运营体系。2022年12月21日，联通数科发布资治政务大数据平台及107款政务应用。\r\n　　（4）在输出数据服务方面，联通数科旗下子公司智慧足迹，依托中国联通卓越的大数据资源和西班牙电信Smart Steep产品技术，提供基于位置信息的洞察及大数据相关业务，包括城市规划与管理、交通规划与运营、商圈/房地产等行业方案与选址以及金融等位置服务。\r\n　　（5）在坚守数据安全方面，2023年12月，中国联通发布了联通链可信协同计算平台，为数据要素流通和开发利用提供“联通方案”。随着我国数据要素发展进入“政产”共振新阶段，公司在数据要素资源、技术以及市场等方面的优势将会持续放大，或将深度受益数据要素发展红利。\r\n　　盈利预测\r\n　　预测公司2023-2025年收入分别为3861.30、4243.33、4713.40亿元，EPS分别为0.27、0.29、0.33元，当前股价对应PE分别为17.1、15.5、13.6倍，给予“买入”投资评级。\r\n　　风险提示\r\n　　市场竞争持续风险、基础业务发展不及预期风险、数字经济发展缓慢风险、产业互联网业务低于预期风险、宏观经济下行风险、疫情反复的风险等。",
  "notice_date": "2024-01-31 00:00:00",
  "notice_title": "公司动态研究报告：基础业务稳盘托底，创新业务积厚成势",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "宝幼琛,谭倩,张敏",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "736",
          "publishName": "通信服务"
        }
      ],
      "short_name": "中国联通",
      "short_name_ch": "中国联通",
      "short_name_cht": "中國聯通",
      "short_name_en": "China Unicom",
      "stock": "600050"
    }
  ],
  "short_name": "中国联通",
  "source_sample_name": "华鑫证券",
  "star": "2"
}