{
  "attach_pages": "13",
  "attach_size": "1132",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404301631738942_1.pdf?1714470659000.pdf",
  "company_code": "80000081",
  "eitime": "2024-04-30 09:50:59",
  "extend": {},
  "info_code": "AP202404301631738942",
  "language": "0",
  "notice_content": "　　北新建材(000786)\n　　投资要点：\n　　公司简介。公司2020年开始实施“一体两翼、全球布局”发展战略，做强做大做优石膏板和石膏板+，加快做强做大防水、涂料，布局新兴国际市场，加速向消费类建材综合制造商和服务商转型。\n　　全球最大石膏板企业，具备高竞争护城河。凭借领先的技术、区域布局优势、全产业链以及规模效应，为公司带来较高的定价权以及竞争护城河。石膏板及石膏板+业务稳定增长值得期待。\n　　收购进入防水领域，规模位居行业前三。公司2019年开始通过收购进军防水业务领域，成为中国防水材料行业唯一一家央企企业。防水业务目前处于行业前三，作为龙头企业，将迎来更好的竞争格局及发展机遇。\n　　工涂加建涂，做大做强提升增长性。公司通过联合重组嘉宝莉，扩大涂料行业布局，实现涂料业务规模及市场影响力大幅提升。\n　　股权激励定下高增长目标，彰显公司成长信心。经测算，公司2024年-2026年扣非归属净利同比增速考核目标分别为22.01%，44.53%及5.02%，其中2026年归属净利规模约为2022年的2.47倍，彰显高成长性\n　　总结与投资建议。公司为全球最大的石膏板龙骨产业集团，国内石膏板市场占有率超60%，凭借领先的技术、区域布局优势、全产业链以及规模效应，为公司带来较高的定价权及竞争护城河。在寡头竞争格局下，石膏板业务贡献公司利润基本盘。同时在节能环保带动下，石膏板应用领域推广，通过增加板厚度提升性能、新产品研发以及细分市场探索，同时通过延伸产业链拓展“石膏板+”新品类，实现石膏板业务稳定增长值得期待。公司通过联合重组进入防水行业，当前行业排名前三，同时也是防水材料领域唯一一家央企企业。通过自身优秀的经营管理能力赋能防水业务；背靠大股东丰富的资源及强大背景有利于获取更多优质工程项目；叠加自身密集的营销服务网络优势获取市场份额；防水业务进一步提质增效，实现规模提升可期。而涂料方面，通过收购嘉宝莉补足建涂领域布局，“做大建涂、做强工涂”发展战略清晰，涂料业务也将逐步培育成新的利润增长点。公司近期发布的股权激励计划对未来三年业绩考核相对苛刻，彰显管理层对“一体两翼，全球布局”战略之下带来的持续增长的信心及决心。在房地产市场处于调整、探底大背景下公司较快的增长预期倍显难能可贵。\n　　预测公司2024-2026年EPS分别为2.55元、3.61元和3.97元，对应当前股价PE分别为11.8倍、8.3倍和7.6倍。看好公司持续发展壮大，建议关注。\n　　风险提示：房地产优化政策出台力度低于预期，“房住不炒”仍持续提及，地方政府救市政策落实及成效不足，楼市销售复苏低于预期带来行业需求下降。基建投资增速低于预期，带来行业需求下滑。宏观经济转弱，带来建材消费需求不足。公司两翼业务及新产品拓展低于预期。公司市场份额提升及业绩增长低于预期。\n",
  "notice_date": "2024-04-30 00:00:00",
  "notice_title": "深度报告：全球石膏板龙头，防水涂料两翼业务助力业绩再腾飞",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "何敏仪",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "476",
          "publishName": "装修建材"
        }
      ],
      "short_name": "北新建材",
      "short_name_ch": "北新建材",
      "short_name_cht": "北新建材",
      "short_name_en": "BNBMPLC",
      "stock": "000786"
    }
  ],
  "short_name": "北新建材",
  "source_sample_name": "东莞证券",
  "star": "4"
}