{
  "attach_pages": "8",
  "attach_size": "1409",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212121581014067_1.pdf?1670853941000.pdf",
  "company_code": "80000007",
  "eitime": "2022-12-12 14:05:41",
  "extend": {},
  "info_code": "AP202212121581014067",
  "language": "0",
  "notice_content": "　　华利集团(300979)\r\n　　事项：\r\n　　公司公告：2022年12月8日，华利集团的全资子公司拟以自有资金6,300万美元（折合人民币约43,851.78万元）收购香港启巨和香港优可合计持有的英雄心100%股权（以下简称“交易标的”）。交易标的交割完成后，英雄心及其全资子公司越南永川鞋业有限公司（以下简称“越南永川”）、佳达国际控股有限公司（以下简称“佳达国际”）将成为公司的全资子公司，并纳入公司合并报表范围。由于新建工厂从寻址到建设、投产的周期比较长，为了应对新客户订单快速爬坡的需要，公司将通过收购英雄心100%的股权，尽快获得越南永川年产约1,000万双运动鞋的产能。本次交易完成后，公司将根据各客户的订单情况，整合集团内各制造工厂的产能，满足公司经营发展的需要。\r\n　　国信纺服观点：1）收购PE估值明显低于同业水平，逆势扩张有助于公司扩大市场份额；2）供应商同行10-11月销售增长放缓，耐克加大清货力度，目标年底改善库存结构，股价回暖催化有望显现；3）风险提示：需求增长不及预期、疫情持续时间过长、国际政治经济风险；4）投资建议：收购价格有利，看好公司未来在逆境中扩大市场份额的机遇。公司此次收购交易对价估值较低，对公司有利，并且成熟产能有助于公司加快扩张市场份额的进度。在短期外需不明朗的环境下，行业正在面临出清整合，而公司竞争力突出、增长稳健、现金充沛，我们看好公司逆势扩张策略下的中长期的成长前景。根据品牌清理库存的预期，今年底有望见到品牌库存改善的拐点，行业有望在明年二季度逐步迎来订单回暖。考虑到目前下游需求变化尚不明确，我们维持盈利预测，预计公司2022~2024年净利润分别为33.0/38.5/46.6亿元，同比增长19.3%/16.7%/18.4%，当前股价对应PE分别为17.5x/15.0x/12.7x。维持合理估值82.9-89.5元，对应2023PE25-27x，维持“买入”评级。\r\n　　评论：\r\n　　收购PE估值明显低于同业水平，逆势扩张有助于公司扩大市场份额\r\n　　1、收购定价较低，对公司及股东有利\r\n　　本次收购标的英雄心的主营业务是投资控股。截止定价基准日2022年8月31日，英雄心持有越南永川100%的股权、持有佳达国际100%的股权。越南永川的主营业务是鞋履生产；佳达国际的主营业务是鞋业贸易，负责越南永川的原材料采购和产成品销售。英雄心2021年营业收入1.17亿美元，2022年1-8月收入1.07亿美元；2021年净利润1884万美元，2022年1-8月净利润1618万美元。\r\n　　本次交易的定价，对英雄心股东全部权益价值采用收益法评估结果作为评估结论，于评估基准日2022年8月31日，英雄心股东全部权益价值为6,339.42万美元。经双方友好协商，交易标的的交易价格为6,300万美元。如果以2021年英雄心的净利润1884万美元作为基准，本次交易的PE估值为3.3x，显著低于头部上市运动品牌代工企业的可比估值（约为20x-30x），收购价较为有利。\r\n　　2、当前欧美需求不明朗，公司逆势扩张利于中长期份额布局\r\n　　针对消费者需求和运动品牌格局的变化，公司一方面继续夯实与老牌运动品牌的合作基础，巩固并提升与客户的合作紧密度，另一方面积极与新兴运动品牌合作，快速提升在新兴品牌的供应链中的份额。2022年以来，公司在Nike、HOKA、ON、UnderArmour品牌的营收均取得了较大幅度的增长。同时，公司已经获得了2022年新拓展的Reebok品牌的量产订单。\r\n　　尽管2022年下半年以来，部分运动品牌面临高库存的压力，导致部分运动鞋制造商订单相对疲软，但是华利集团凭借优质的客户结构、在主要客户供应链中较强的竞争能力，仍保持订单的稳健，同时根据与客户中长期的合作规划，继续新建、扩建工厂。根据公司未来的产能布局，除了在印尼兴建大型生产基地外，公司仍将充分利用在越南北部扎根多年的优势，继续在越南北部、中部建设产能。\r\n　　由于新建工厂从寻址到建设、投产的周期比较长，为了应对新客户订单快速爬坡的需要，公司将通过收购英雄心100%的股权，尽快获得越南永川年产约1,000万双运动鞋的产能。本次交易完成后，公司将根据各客户的订单情况，整合集团内各制造工厂的产能，满足公司经营发展的需要。\r\n　　供应商同行10-11月销售增长放缓，耐克加大清货力度目标年底改善库存结构，股价回暖催化有望显现\r\n　　在去年停产低基数下，同行Q3销售快速增长，但受客户清库存影响10-11月增长开始放缓。耐克两大运动鞋供应商丰泰、裕元在今年7月以来进入了去年停产低基数周期，月度收入增长明显加速，但弱剔除基数影响，相比2020或2019年的增速却呈现放缓的势头，主要由于前期品牌因供应问题提前下单而产生库存积压，开始调整订单以缓解库存压力。今年11月丰泰收入比2019年的增速从前期的30%以上回落至10%，而今年10月裕元制鞋收入比2019年的增速从前期的10%上线回落至-2%。\r\n　　耐克库存压力加大，下调毛利率指引加大促销力度，目标今年底改善库存结构。耐克今年6-8月的季度业绩显示，耐克北美区的库存金额同比上升65%，其中季末在途库存占比65%，同比上升85%，主要有两方面原因：1.去年越南/印尼工厂停产造成低基数影响；2.前两季货物交付延迟，同时本季产品节前提前备货但交付时间早于预期。对此，耐克预计从本季度至22年底增加促销改善库存结构，库存水平预计由本季度高位后将持续好转。同时，耐克对财年毛利率指引同比下降2~2.5p.p，对比上轮指引下调毛利率预期1.5~2.0p.p，其中因为促销增加及库存清理比例增加，影响毛利率约1.5p.p。\r\n　　短期库存迎来拐点将是股价拐点重要信号，中长期行业格局将进一步向头部集中。对比近年国际品牌与供应商的股价，以及品牌的库存周转率，可以发现当品牌库存周转变慢时，市场将对行业基本面产生担忧，股价下跌；而当库存周转加快，品牌与供应商的股价将反弹。本轮行业库存问题预计在进入四季度后将体现，下游品牌清库存，上游供应商订单增长放缓，短期产能利用率下降。但随年底品牌库存周转改善，明年二季度上游订单也有望逐步开始恢复正常。因此，今年底品牌业绩披露时如果库存如期改善，将有望催化品牌和供应商股价反弹。\r\n　　另外，在行业去库存背景下，中小型供应商受冲击更为明显，而现金充沛、竞争力突出的华利、丰泰等头部运动鞋制造商明年仍将继续保持产能扩张。今年前三季度华利资本开支13.2亿元，而2021年全年的资本开支为12.8亿元，资本开支明显增长，体现了公司产能扩张的信心。未来核心供应商将有机会逆势扩大市场份额，我们看好中长期行业份额继续向头部集中的趋势。\r\n　　投资建议：收购价格有利，看好公司未来在逆境中扩大市场份额的机遇\r\n　　公司此次收购交易对价估值较低，对公司有利，并且成熟产能有助于公司加快扩张市场份额的进度。在短期外需不明朗的环境下，行业正在面临出清整合，而公司竞争力突出、增长稳健、现金充沛，我们看好公司逆势扩张策略下的中长期的成长前景。根据品牌清理库存的预期，今年底有望见到品牌库存改善的拐点，行业有望在明年二季度逐步迎来订单回暖。考虑到目前下游需求变化尚不明确，我们维持盈利预测，预计公司2022~2024年净利润分别为33.0/38.5/46.6亿元，同比增长19.3%/16.7%/18.4%，当前股价对应PE分别为17.5x/15.0x/12.7x。维持合理估值82.9-89.5元，对应2023PE25-27x，维持“买入”评级。",
  "notice_date": "2022-12-12 00:00:00",
  "notice_title": "收购获取越南运动鞋产能，交易对价估值较低",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "丁诗洁",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "436",
          "publishName": "纺织服装"
        }
      ],
      "short_name": "华利集团",
      "short_name_ch": "华利集团",
      "short_name_cht": "華利集團",
      "short_name_en": "HLIG",
      "stock": "300979"
    }
  ],
  "short_name": "华利集团",
  "source_sample_name": "国信证券",
  "star": "1"
}