{
  "attach_pages": "4",
  "attach_size": "773",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202509011737593044_1.pdf?1756726668000.pdf",
  "company_code": "80000038",
  "eitime": "2025-09-01 11:37:48",
  "extend": {},
  "info_code": "AP202509011737593044",
  "language": "0",
  "notice_content": "　　软通动力(301236)\n　　事件概述：2025年8月27日公司发布2025年半年度报告，实现整体营收157.81亿元，较上年同期增长25.99%；实现归母净利润-1.43亿元，同比减亏。\n　　营收稳健增长，计算产品业务表现亮眼。业绩增长强劲，Q2盈利能力显现：2025年上半年，公司实现营业收入157.81亿元，同比增长25.99%，主要得益于计算产品与智能电子业务的强劲表现，该业务线收入达67.56亿元，同比增长72.77%，公司软硬一体战略成效显著。公司上半年归母净利润为-1.43亿元，同比减亏。分季度看，公司第二季度实现营收87.70亿元，环比增长25.10%，并实现归母净利润0.55亿元，环比大幅改善，盈利能力向好态势明显。\n　　软硬一体布局成效显现，智能化时代引领产业发展。1）基础软件：开源鸿蒙领域，软通动力作为OpenHarmony生态的核心共建者，构建了以“天鸿操作系统SwanLinkOS+鸿鹄云管理平台”为核心的全产业链生态，提供行业领先的全栈式OpenHarmony技术、产品及解决方案、咨询与技术服务等。截至2025年上半年，基于自研天鸿操作系统，公司已完成近10款国产芯片适配，业务覆盖城市/园区、工业、交通、教育等多领域，尤其在矿鸿领域形成独特优势：深化布局20+矿鸿业务场景，完成60+矿鸿资质认证项目，服务适配矿鸿设备认证近100款，业内领先。\n　　2）向硬件领域拓展，打开发展新空间：第一，公司是智算领域全栈服务商。公司以自主研发的“天元智算服务平台”为核心中枢，提供覆盖算力基础设施（DBO模式建设运营）、跨域异构算力调度（通用/智能/超算）和行业AI应用（硅基实验室、模型训练及工具链产品）的全生命周期服务。作为国内首批实现“调度平台+基建+生态”的一体化运营服务商，公司通过构建算力调度-模型评测-推理框架-工具链开发的四层级适配体系，为客户提供高性价比的AI全栈解决方案，深度支撑能源、电力、公安等垂类场景的智能化落地，获得了省级政府及头部企业客户的广泛认可。\n　　第二，拓展区域算力网络，深度参与国家算力大通道规划，推进宁夏、福建、张家口等地算力调度平台的建设和运营。在东南区域落地1300P异构算力资源池，完成机房建设、设备安装、组网联调、系统运行全交付，依托本地风电优势构建绿色公共算力，为本地产业化技术升级提供从训练到推理的全栈支撑，形成“算力资源+技术底座+应用生态”的全链条算力服务。天元智算服务平台正式投入商用，目前已经接入北京、上海、广州、宁夏算力节点，激活跨区域算力流通能力并获得多项重要进展。公司作为牵头单位，成功签约“韶关公共算力服务平台”项目，与三大运营商合作，构建国家算力网核心枢纽节点，为全国一体化算力网络建设提供标杆示范效应。\n　　第三，在硬件产品端，自有品牌业务包括“机械革命”和“恒悦”两大品牌。2025\n　　年上半年，智通国际ODM工厂基于GN22新平台的基础上推出了耀世16Ultra、苍龙、极光X pro等一系列高性能游戏笔记本，在散热技术方面，通过相变硅脂和水冷散热的运用实现了对散热架构的革命性升级，在续航与移动性方面也取得重大突破。GFK报告显示，在国内游戏本市场，2025年上半年机械革命市场份额提升至17%，稳居行业第三。在“618”期间，三大电商平台全部进入TOP4，机械革命已稳居国产电竞PC第一阵营，被上游供应商定义为游戏笔记本“御三家”品牌，在中端高性能市场拥有极高质价比鲜明标签。\n　　第四，机器人业务发展不断加速，打造重要成长动能。软通天擎机器人业务，重点围绕数采、交互智能、巡检、用工替代等场景进行研发创新。产品研发上，发布双足人形机器人天擎S1并实现拟人步态行走。完成自主研发轮式机器人天擎A2研发和小批量试制，并正式投入无锡工厂数采场使用。软通天汇复合机器人业务，以垂类场景为切入点，攻关复合机器人感知、决策、运动控制、任务规划等核心能力，联合生态研发软通天汇Phyxis具身智能平台，2025H1成功打造“基于北斗导航定位系统的测量放线机器人的研发与应用”标杆项目，并推出3款复合机器人产品。\n　　投资建议：公司的硬件+“鸿蒙+欧拉+高斯”三大基础软件+AI平台的布局已经正式形成，自身稀缺性凸显。短期利润波动不改长期发展前景，同时公司业务仍在快速发展，向机器人领域的积极布局有望打开公司长期发展空间。预计公司2025-2027年归母净利润分别为4.69、7.28、9.78亿元，当前股价对应PE分别为122X、78X、58X，维持“推荐”评级。\n　　风险提示：产品落地进度不及预期；行业竞争可能加剧。\n",
  "notice_date": "2025-09-01 00:00:00",
  "notice_title": "2025年半年报点评：软硬一体成效显现，智能化时代打造自身核心竞争力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "吕伟,郭新宇",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "软通动力",
      "short_name_ch": "软通动力",
      "short_name_cht": "軟通動力",
      "short_name_en": "ISOFTSTONE",
      "stock": "301236"
    }
  ],
  "short_name": "软通动力",
  "source_sample_name": "民生证券",
  "star": "3"
}