{
  "attach_pages": "17",
  "attach_size": "2705",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202301121581928573_1.pdf?1673594936000.pdf",
  "company_code": "80092742",
  "eitime": "2023-01-13 07:28:56",
  "extend": {},
  "info_code": "AP202301121581928573",
  "language": "0",
  "notice_content": "　　比亚迪(002594)\n　　2023年1月5日，比亚迪举行了仰望品牌暨技术发布会。会上正式发布了全新高端汽车品牌仰望及其核心技术“易四方”。百万级新能源硬派越野U8和百万级纯电动性能超跑U9也同步亮相。未来，“易四方”技术将标配搭载于仰望品牌全系车型。\n　　易四方：超级技术造就高端品牌。易四方技术是围绕四电机独立驱动，结合整车深度融合感知，基于车身稳定矢量控制，实现极致安全的技术平台。该技术的核心动力基础是四个可以单独驱动车轮的轮边电机，其可以分别对车轮施加不同的扭矩。我们可以通过理解轮边电机技术的优点及难点来理解易四方的技术领先性。轮边电机技术产生于四轮分布式驱动系统下，该系统下可以独立分配各车轮动力和扭矩，提升车辆行驶的稳定性。但因轮边电机在结构布置、热管理、电磁兼容以及振动控制等多方面的技术难题，目前只有采埃孚、比亚迪客车等少量商用车上有应用。在乘用车领域，该项技术仅由多家车企发布相应的概念车型，并无量产先例。但随着易四方技术的发布，仰望品牌车型将其带入乘用车量产领域，走在世界首发位置。纵观以往汽车品牌发展史，高端汽车品牌的诞生往往伴随着顶级核心技术的成熟，超级技术造就高端品牌。\n　　中低端市场夯实牢固，开启品牌向上路径：公司凭借仰望及腾势品牌开启品牌向上路径，仰望品牌新发布两款车型，其中U8定位百万级新能源硬派越野，承载式车身配合易四方技术，可达三秒百公里加速；U9定位百万级纯电动性能超跑搭载易四方的动力系统，零百加速达到了两秒级，采用智能电动蝴蝶门的设计。腾势品牌补充40万元价格带产品空白，首发车型腾势D9月销量快速爬升。公司凭借王朝、海洋网已稳固中低端市场龙头位置，以仰望、腾势品牌冲击高端市场，开启品牌向上路径。\n　　产品矩阵丰富&品牌溢价提升，看好未来量价齐升趋势：公司已经形成王朝、海洋、腾势、仰望四大产品矩阵，且各品牌车型价格梯度明显，上至百万级豪华车型，下至10万元车型。在丰富的产品矩阵基础上，公司凭借领先的电池、电机、电控核心技术，夯实稳定产品力。2022年全年销量达到187万辆，稳坐国内新能源车龙头地位。我们认为在公司新技术、新品牌的加持下，销量有望继续攀升。随着高端车型销量的提升，公司单车营收及净利润中枢有望上移。且在易四方超级技术加持下打造的仰望高端品牌，有望提升公司的品牌溢价能力，长期看好公司未来的量价齐升趋势。\n　　盈利预测与投资评级：我们预测公司2022年-2024年归母净利润为153亿元、296亿元、372亿元，同比增长402.4%、93.3%、25.9%，对应EPS为5.25、10.16、12.79元，PE为52.8/27.3/21.7倍。维持公司“买入”评级。\n　　风险因素：高端品牌车型上市进程不及预期；新车型销量不及预期；上游原材料涨价风险等。\n",
  "notice_date": "2023-01-13 00:00:00",
  "notice_title": "公司跟踪报告：比亚迪：超级技术造就高端品牌，看好未来量价齐升趋势",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "陆嘉敏,武浩,张鹏,王欢",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "比亚迪",
      "short_name_ch": "比亚迪",
      "short_name_cht": "比亞迪",
      "short_name_en": "BYD",
      "stock": "002594"
    }
  ],
  "short_name": "比亚迪",
  "source_sample_name": "信达证券",
  "star": "3"
}