{
  "attach_pages": "32",
  "attach_size": "3081",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202111051527262139_1.pdf?1636143624000.pdf",
  "company_code": "80000080",
  "eitime": "2021-11-05 20:20:24",
  "extend": {},
  "info_code": "AP202111051527262139",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　投资要点：\n　　三年责任状圆满收官，汾酒开启全新时代。 目前酱香型、浓香型和清香型是我国白酒市场上最主要的三大香型，形成“三香鼎立”的格局， 清香型白酒的市场份额由原来销售占比 12%左右增长至 15%左右。我们认为，清香型白酒以“汾老大”为代表的，引领着整个清香品类的发展，未来 2-3年，清香型占比会从现在 15%左右增长至 20%左右。 而回顾汾酒发展，历史波折， 2015 年白酒行业复苏以来，公司营收恢复小个位数增长， 2015/2016年同比增速为 5.4 %/6.7 %，与其他品牌酒企的差距不断拉大，改革迫在眉睫。背水一战，汾酒签订“军令状”， 主动担当“改革先锋”。 从实际业绩完成效果来看， 2017-2019 汾酒连续三年超额完成任务目标。 我们认为 2017年以来，公司通过体制机制改革持续深化，汾酒已经由外部驱动转向自驱动发展阶段。 具体来看： 2016 年是汾酒改革的蓄势期，也是收集拼图块的过程； 2017 年至 2019 年，是汾酒改革的发力期，是大刀阔斧梳理、重树拼图的过程（2017 年可称作是改革的顶层设计期， 2018 年则是改革的深入实践期， 2019 年是汾酒改革的攻坚期）； 2020 年是汾酒改革的巩固期，拼接出了复兴的雏形，汾酒开启全新时代。\n　　中高端白酒持续扩容，行业竞争升级。 白酒行业未来出现以下趋势： 1）行业竞争升级，产业集中度将进一步提升， 即产业在向名酒产区和特色产区集中； （2）产品结构升级，中高端白酒占比将进一步增加， 有着良好品牌影响力以及优质产能的知名白酒生产企业预计将从产品结构升级中受益。 具体从行业发展情况来看： 1） 在消费水平提高与消费结构升级的市场环境下，高端酒持续扩容，未来中国高端白酒产品领域仍有显著增长潜力。2） 次高端白酒竞争逐渐升级， 伴随着高端酒价格的提升，次高端价格带也在逐渐提高，从行业调整期时的 300~600 元裂变为 300~600 元和 600~800元两个价格档。 3） 光瓶酒量价齐升， 将开启高线高端光瓶繁荣期。 光瓶酒相对低端盒装酒更具有性价比。光瓶酒有望依托对低端盒装酒的品类替代实现量增，通过产品升级实现价增，从而市场规模快速扩容。 步入 2020 年，随着白酒消费品质回归，消费者对白酒价格、品牌、包装的重视，转化为以品质为先的消费理念，光瓶酒进入“名、优、新”时代，“量、价、质”齐升。\n　　从市场端、产品端看汾酒复兴路径。 站在当前位置，我们认为需要从更高的高度去看待山西汾酒的投资价值。 1） 2-3 年，营业收入可看 300 亿元，十四五末 400-500 亿元收入。 未来如何实现这个目标：一是全系列整合发力，跑出新发展加速度； 二是省外拓展持续推进，全国化有望步入新阶段；三是不断推动战略协同与管理优化，提升公司运营管理水平。 2） 长期：真正实现汾酒复兴。 汾酒的长期目标概括而言是复兴。汾酒集团整体上市已经实际性开启“汾酒复兴”与时间赛跑模式。 2017 年汾酒集团第一次党代会上，汾酒的“11936”中长期发展战略提出，明确了“真正实现汾酒的全面复兴”的总体目标。\n　　投资建议：\n　　与高端白酒龙头略微“平淡”的表现不同，今年次高端白酒步入新一轮发展周期，表现最为靓丽，山西汾酒涨幅位于前列。 短期看， 2021 年是汾酒“十四五”的开局之年，前三季度收入同比增长 66.24%，我们认为产品高端化、市场全国化、双轮驱动是推动业绩增长的主要因素。中长期看公司产品高端化+渠道全国化的目标明确，业绩确定性强。 此外，公司最终目标是走中高端路线，青花汾酒会持续发力，因此，未来随着产品结构升级、规模效应凸显以及管理运营水平优化，利润增速高于收入增速，净利率将不断提高。 此外，汾酒 PE 高于同期行业平均值，其估值处于近五年中位水平，但是， 但看好清香型龙头未来在高端白酒领域的突破以及全国化进展情况，对其成长性给予较大的估值溢价空间。 因此， 预计公司2021-2023 实现营业收入分别为 214.62 亿、 264.45 亿、 328.48 亿，同比增长 53%、 23%、 24%，实现归母公司净利润 55.14 亿、 71.58 亿、 92.81 亿，同比增长 79%、 30%、 30%， EPS 为 4.52 元、 5.87 元、 7.61 元，对应当前股价 PE 为 63、 49、 37 倍，维持“买入”评级。\n　　风险提示：\n　　疫情超预期的风险，国企改革进度不达预期，省外扩张不达预期，宏观经济风险\n",
  "notice_date": "2021-11-05 00:00:00",
  "notice_title": "山西汾酒深度报告：复兴在望，开启十四五新征程",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "和芳芳",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "山西证券",
  "star": "2"
}