{
  "attach_pages": "24",
  "attach_size": "1987",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109051514397890_1.pdf?1630858889000.pdf",
  "company_code": "80000064",
  "eitime": "2021-09-05 16:21:29",
  "extend": {},
  "info_code": "AP202109051514397890",
  "language": "0",
  "notice_content": "　　万华化学(600309)\r\n　　事件描述：\r\n　　8 月 27 日，中国核电发布关于设立中核山东核能有限公司的公告。 据公告，中国核电拟与万华化学、山东发展投资控股集团和烟台蓝天控股共同出资设立中核山东核能有限公司。\r\n　　布局上游新能源，“碳中和”下仍有机会再造一个万华万华通过核电、风电、光点等新能源布局，积极应对“碳中和”。 万华作为传统化工企业，在生产的中需要消耗大量的煤炭资源。例如：万华 MDI装置在生产 1 吨的 MDI 过程中大约需要消耗原料煤 1.69 吨、动力煤 1.1吨。目前，万华国内 MDI 产能 230 万吨，仅动力煤消耗就超过 250 万吨，清洁能源替代潜力巨大。在“碳中和”的背景下，新增煤炭指标越来越困难，未来公司产能继续扩张将有可能收到煤炭指标的限制。因此，万华要用想继续扩大生产规模，必须考虑如何减少动力煤的使用，采用清洁能源作为外部的能量来源。 目前，万华在风电和光电领域的规划布局项目可以减少二氧化碳排放 90 万吨以上，相当于减少煤用量 36 万吨，而这也仅仅是一个开始。\r\n　　万华在核电、风电、光电等上游新能源领域的开始积极的战略布局。未来，公司以清洁能源为主要能量来源，减少动力煤的使用，可以在不新增煤炭使用的情况下，把煤炭指标都用在原料煤上，理论上有望再造一个万华。\r\n　　布局下游新能源材料，三元正极、光伏 POE 齐发力万华依托石化产品平台，高附加值的精细化工和特种功能材料逐步产业化，开始布局下游新能源材料。\r\n　　（1）三元正极材料是万华进入新能源材料第一个产业化产品，并借此开始涉足电池产业链。万华在西南地区布局具有锂资源丰富、水电资源丰富、靠近锂电池下游市场、产业链健全等优势。 项目进度方面，公司收购烟台卓能开拓新能源领域，眉山锂电池项目投产在即。万华于 2021 年 3月 12 日公开锂电池工业化项目自动化立体库的招标结果。自动化立体库招标的顺利进行意味着锂电池正极项目距投产之日不远。\r\n　　（2）POE 是万华最重视的新能源材料，有望实现国产零的突破。万华 20万吨 POE 项目此前在乙烯二期项目环评中公示，有望 3 年后投产。万华POE 已经中试成功并达到进口的水平，有较多的技术积累，也有完善的专利布局，投产确定性强。我们认为， POE 在光伏行业应用比例将不断提高。目前，POE 光伏胶膜市占率仅为 12%，主要是因为 POE 在价格方面与 EVA相比不占优势，但是由于 EVA 膜封装的光伏组件会产生腐蚀问题，而 POE薄膜封装的光伏组件，水汽透过率低，将使组件的使用寿命更长。随着POE 国产化拉低成本，未来 POE 市场将有望得到释放。\r\n　　欧盟计划征收碳关税，提前碳中和有利于打开海外市场近期，欧盟出台一系列应对气候变化的提案，其中就包括碳关税机制。3 月 10 日，欧洲议会投票通过了“碳边界调整机制”（CBAM）议案，计划对应对气候变化行动不力国家的某些产品征收进口碳关税。7 月 14日，欧盟委员会正式启动立法进程，将 2023-2025 年设为过渡期，2026年开始正式实施，主要覆盖电力、钢铁、水泥、铝和化肥五个领域。尽管最初议案提出的炼油、石化、造纸等行业并未整体纳入征收范围，但从长远看，欧盟后续极有可能扩大行业和产品范围。欧盟碳关税的基础和核心是其碳排放交易体系（简称欧盟碳市场， EU-ETS）。欧盟在碳关税决议中强调，碳关税机制应体现 EU-ETS“污染者付费”原则，防止出现全球碳泄漏风险。因此，外国同类进口产品也需要为碳排放付费。据Ember 提供的欧洲碳市场每日价格数据， EU-ETS 碳价从最低 2.97 欧元/吨（2013 年 4 月）升至近期的 60 欧元/吨以上。碳价高企意味着未来欧盟碳关税的定价不会太低。万华在新能源及新能源材料上的布局是欧盟碳关税下的未雨绸缪，尽量减少未来欧洲碳关税对公司产品出口的影响。\r\n　　充足现金流和低融资成本是万华布局新能源、新材料的底气万华充足的现金流和较低的融资成本一方面可以降低新能源、新材料项目的要求投资回报率，有更大的容错空间，建设更多高附加值、“卡脖子”产品的项目；另一方面在验证技术和产业化可行后，通过融资加快项目建设，及时上产能占领市场，实现规模效益。\r\n　　（1）MDI 的高盈利能力为万华带来充足现金流，可以支撑万华在众多新能源、新材料领域布局。公司一直以来都保持在 60%左右的合理资产负债水平，现金数量和经营现金流也基本保持增长趋势。受益于 2020 年下半年的行业高景气，公司 2020 年货币资金超过 175 亿元，占总资产 13.1%。\r\n　　（2）万华较低的融资成本让公司新能源、新材料规模化、产业化无后顾之忧。公司融资成本低主要是因为优秀的管理运营水平和良好的信用评级。2018 年以来，公司利息费用与借款比值也基本维持在 6%以下。国内超短期融资方面， 2021 年至今万华合计完成了 13 期超短期融资和 1 期短期融资，合计 151.8 亿元，利率均在 3%以下，远低于普通企业贷款成本。海外融资方面，万华获惠誉 BBB+、标普 BBB、穆迪 Baa2 评级。根据 3 年期中资离岸债主体评级为 Baa2、Ba2 的债券票面利率分别为 3.6%、4.0%推断，万华海外中短期融资利率估计在 3%左右。\r\n　　万华较低的融资成本一方面可以降低新能源、新材料项目的要求投资回报率，有更大的容错空间，建设更多高附加值、“卡脖子”产品的项目；另一方面在验证技术和产业化可行后，通过融资加快项目建设，及时上产能占领市场，实现规模效益。\r\n　　投资建议\r\n　　预计公司 2021-2023 年归母净利润分别为 245.08、250.92、276.14 亿元，同比增速为 144.1%、 2.4%、 10.1%。对应 PE 分别为 13.18、 12.87、11.69 倍。维持“买入”评级。\r\n　　风险提示\r\n　　因公司人力规模扩大带来的内部管理难度增大的风险；项目投产进度不及预期；产品价格大幅波动；油价大幅波动；装置不可抗力的风险；疫苗开发进展不及预期的风险。",
  "notice_date": "2021-09-05 00:00:00",
  "notice_title": "加速绿电和新能源布局，有望提前碳中和",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘万鹏,曾祥钊",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "538",
          "publishName": "化学制品"
        }
      ],
      "short_name": "万华化学",
      "short_name_ch": "万华化学",
      "short_name_cht": "萬華化學",
      "short_name_en": "wanhua",
      "stock": "600309"
    }
  ],
  "short_name": "万华化学",
  "source_sample_name": "华安证券",
  "star": "4"
}