{
  "attach_pages": "6",
  "attach_size": "1058",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202407311638503210_1.pdf?1735294401000.pdf",
  "company_code": "80027629",
  "eitime": "2024-07-31 11:02:30",
  "extend": {},
  "info_code": "AP202407311638503210",
  "language": "1",
  "notice_content": "　　药明康德(603259)\r\n　　WuXi AppTec reported 1H24 revenue of RMB17.24bn, down 8.6% YoY,attributable recurring net profit of RMB4.41bn, down 8.3% YoY, and attributableadjusted non-IFRS net profit of RMB4.37bn, down 14.2% YoY. 1H24 revenue /attributable adjusted non-IFRS net income accounted for 45.3%/ 46.0% of our2024 full-year estimates and 43.8%/ 44.7% of Bloomberg consensus, both ofwhich were largely in line with its historical range. The non-COVID D&M revenue(within the Chemistry segment) experienced a slight decline of 2.7% YoY in1H24, following a relatively high base in 1H23. Notably, WuXi AppTec’s backlog,excluding COVID-19 commercial projects, increased by 33.2% YoY in 1H24,indicating strong customer demand amid geopolitical uncertainties. Mgt. hasreiterated its revenue guidance of RMB38.3-40.5bn for 2024, forecasting YoYgrowth of 2.7% to 8.6% for revenues excluding COVID-19 commercial projects.Mgt. expects the adjusted non-IFRS net profit margin to align with the 2023level.\r\n　　Impressive order growth driven by solid demand. As of June 2024, WuXiAppTec's backlog reached RMB43.1bn, marking a robust YoY increase of33.2% excluding COVID-19 commercial projects. Revenue from its globalTop20 pharmaceutical clients reached RMB6.59bn, contributing 38.2% ofthe total revenue and increasing by 11.9% YoY excluding COVID-19commercial projects. Mgt. highlighted that over 80% of the backlog wasexpected to convert into revenue within the next 18 months, which shouldalleviate market concerns about clients' early bookings due to geopoliticalconsiderations (with the ATU segment being an exception). Additionally,mgt. indicated that new orders signed in 1H24 increased by ~25% YoY. Thestrong order growth demonstrates the resilient demand for WuXi AppTec'shigh-quality services, indicating a positive outlook for FY25 growth.\r\n　　TIDES business continued to be a major growth engine. Revenue ofTIDES business reached RMB2.08bn in 1H24, demonstrating robust YoYgrowth of 57.2%, following a significant 64.4% YoY increase in 2023. As ofJune 2024, the TIDES backlog grew substantially by 147% YoY. In January2024, the Company’s new peptide production facilities commencedoperation, which expanded its total capacity to 32,000 liters, positioning theCompany as a leader in global TIDES CDMO. With the robust backlog andreadily available production capacity, mgt. expects TIDES revenue to growby over 60% YoY in 2024 and to maintain the strong momentum in 2025.Our model projects TIDES revenue to exceed RMB8.6bn in 2025,contributing ~20% to WuXi AppTec’s total revenue, a significant increasefrom ~4% in 2022.\r\n　　Maintain BUY. Factoring in the positive trend of customer demand, we liftour TP from RMB53.23 to RMB54.27 (based on a 10-year DCF model withWACC of 10.38% and terminal growth of 2.0%). We forecast revenue togrow by -4.4%/ +10.9%/ +10.8% YoY and adjusted non-IFRS net income togrow by -8.3%/ +11.6%/ +12.1% YoY in 2024E/ 25E/ 26E, respectively",
  "notice_date": "2024-07-31 00:00:00",
  "notice_title": "Impressive order growth despite geopolitical uncertainties",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "药明康德",
      "short_name_ch": "药明康德",
      "short_name_cht": "藥明康德",
      "short_name_en": "WUXI APPTEC",
      "stock": "603259"
    }
  ],
  "short_name": "药明康德",
  "source_sample_name": "招银国际"
}