{
  "attach_pages": "21",
  "attach_size": "2299",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202408121639243439_1.pdf?1723486981000.pdf",
  "company_code": "80000031",
  "eitime": "2024-08-12 18:23:01",
  "extend": {},
  "info_code": "AP202408121639243439",
  "language": "0",
  "notice_content": "　　大名城(600094)\n　　投资要点\n　　主业房地产再出发，转型布局福建低空和“港数闽算”：公司以房地产为主业，专业从事住宅地产、商业地产的开发，同时涉足工业地产及旅游地产。2023年，公司实现营收116.95亿元；归母净利润2.23亿元。地产业务多次计提存货跌价减值，剩余在手项目主要为华东地区，质地较好，能为转型提供一定资金支持。俞培俤为公司实控人，现担任香港乐群慈善基金会主席、香港福州社团联会主席、香港福建社团联会荣誉顾问、福州市慈善总会永远名誉会长等社会职务。创始人背景雄厚，眼光前瞻，2024年开始布局低空经济和“港数闽算”，开始全面自我转型。\n　　福建低空建设意义重大，大名城掌握枢纽机场，低空运营前景可期：福建省丘陵地貌、海岸线长；紧邻台湾省，边海空防建设需求迫切。枢纽机场是低空产业的关键环节，是后续运营各项服务的基础，谁掌握枢纽机场，谁就有望掌握低空运营主导权。2024年6月，大名城公告拟和航发公司、中航金城成立合资公司布局低空业务，分别持股56%/34%/10%。中航金城是低空经济国家队，提供技术支持和协调军方、民航。航发公司是国有独资企业，提供地方行政资源。合资公司拟在福州新区投资建设“低空城际智慧枢纽机场”项目，先发优势明显。大名城后续有望在福建多地建设低空枢纽机场，建设选址具有排他性，掌握低空运营核心竞争力。\n　　加码“港数闽算”，为低空业务提供优质现金流：香港算力资源紧张，数据跨境流动政策颁布，福建省算力成本相比香港优势明显，海底光缆直通香港，具备免税、补贴等政策优势，福建可以为香港提供优质算力。2024年5月，公司公告拟与福建大数据产投、商筹科技成立合资公司，布局“港数闽算”，分别持股44%/51%/5%。商筹科技是商汤科技的合并联属实体，提供技术支持。大数据产投是福建省大数据集团有限公司（福建省国资委100%持股）的控股子公司，提供数据跨境服务和政府资源。合资公司第一批2000P算力已交付，香港客户已经开始测试，预计项目盈利能力较强，为公司低空业务提供优质现金流。\n　　盈利预测与投资评级：公司主业是房地产业务，现逐步转型低空经济和算力，营收空间和商业模式有望迎来质的变化，基于此，应当给予估值溢价。截至2024年8月11日，大名城PB(LF)估值为0.68倍，略低于可比公司，安全边际较高。公司港数闽算业务第一批2000P算力已交付，香港客户已经开始测试，预计项目盈利能力较强，加上公司在福建省的低空经济中具备明显先发优势和资源优势，若两大新业务开展顺利，公司估值有望提升。基于此，我们给予公司2024-2026年归母净利润预测为2.09/1.61/1.45亿元。首次覆盖，给予“买入”评级。\n　　风险提示：转型进度不及预期；低空产业政策支持力度不及预期；AI应用发展不及预期。\n",
  "notice_date": "2024-08-12 00:00:00",
  "notice_title": "福建低空、港数闽算，新质名城、聚力创新",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王紫敬,房诚琦",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "451",
          "publishName": "房地产开发"
        }
      ],
      "short_name": "大名城",
      "short_name_ch": "大名城",
      "short_name_cht": "大名城",
      "short_name_en": "GREATTOWN",
      "stock": "600094"
    }
  ],
  "short_name": "大名城",
  "source_sample_name": "东吴证券",
  "star": "3"
}