{
  "attach_pages": "5",
  "attach_size": "971",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504231660922279_1.pdf?1745403909000.pdf",
  "company_code": "80027629",
  "eitime": "2025-04-23 10:25:09",
  "extend": {},
  "info_code": "AP202504231660922279",
  "language": "1",
  "notice_content": "　　中际旭创(300308)\r\n　　Innolight has announced 1Q25 results. Revenue was up 38% YoY and 2% QoQto RMB6.7bn, driven by continued global cloud capex and growing demand for400G/800G optical transceivers. NP was up 57% YoY and 12% QoQ toRMB1.6bn, driven by growth in orders and a better margin. GPM improved to36.7% (vs. 32.8%/35.1% in 1Q24/4Q24), significantly above BBG consensus of31.9% despite that 1Q GPM was normally lower due to seasonality and priceadjustments. Mgmt. attributed the 1Q25 margin beat to 1) a favourable productmix (greater revenue contribution from 800G), 2) operation optimization, and 3)margin improvements from overseas factories. Maintain BUY on Innolight, asthe company is a key AI beneficiary. We revise TP to RMB151 based on 21.5x2025E P/E (vs. prior 27x), at par with the peers’ average and reflecting risinggeopolitical uncertainties and lower sector sentiment.\r\n　　Expect solid 400G/800G demand from overseas/domestic CSPs in2025; 1.6T shipments to accelerate starting in 2Q. Mgmt. remainsconfident in 800G sales, as overseas customers have largely transitionedfrom 400G to 800G deployments. While 400G shipments declinedtemporarily, the company noted a pickup in domestic demand, supported byrising domestic cloud capex, driving a recovery in 400G shipments in thecoming quarters. 1.6T contribution was lower than expected in 1Q but isforecasted to grow sequentially, per mgmt. We expect Innolight's revenue toincrease by 47% in FY25 (vs. 123% YoY in FY24), driven by continued cloudspending on AI infrastructure.\r\n　　We project the company's GPM to stay at around 35%-36% in FY25/26E,driven by continued 800G shipments, 1.6T ramp-up, and annual priceadjustments. The company's 1Q GPM was up 1.6ppt QoQ (vs. -3.2ppt/-2.6ppt for 1Q23/1Q24) and beat our estimate by 4.8ppt. We forecast its FY25GPM to be 35.3%.\r\n　　Tariff risks mitigated by offshore capacity. Mgmt. noted minimal tariffexposure with all shipments now coming from its 70k sqm Thailand facility,which manufactures high-end 400G/800G products and benefits from zerotariff treatment under the current trade rules. However, we maintain acautious stance in light of ongoing geopolitical uncertainty.\r\n　　Maintain BUY with TP adjusted to RMB151. We believe Innolight'sfundamentals are intact, with revenue/NP revised up slightly by 3%/1% forFY25. The company remains a key beneficiary of AI infrastructureinvestment and enjoys growth potential from both overseas and domesticcloud capex. New TP is based on 21.5x 2025E P/E (vs. prior 27x), which ispeers avg. The company's stock is currently trading at 11.4x 2025E P/E,which is lower than 1SD-below historical 5-years avg. of 12.8x, undemandingin our view. Risks: 1) future tariff uncertainty that may affect the company’soperations; 2) rising raw material costs, and 3) slower-than-expected rampup speed.",
  "notice_date": "2025-04-23 00:00:00",
  "notice_title": "Solid 1Q25 earnings w/ strong beat on margins",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang,Jiahao Jiang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中际旭创",
      "short_name_ch": "中际旭创",
      "short_name_cht": "中際旭創",
      "short_name_en": "ZHONGJI INNOLIGHT",
      "stock": "300308"
    }
  ],
  "short_name": "中际旭创",
  "source_sample_name": "招银国际"
}