{
  "attach_pages": "9",
  "attach_size": "2329",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310261603989767_1.pdf?1698317929000.pdf",
  "company_code": "80000197",
  "eitime": "2023-10-26 10:58:49",
  "extend": {},
  "info_code": "AP202310261603989767",
  "language": "0",
  "notice_content": "　　航发动力(600893)\r\n　　事件：\r\n　　公司8月30日公告，2023H1实现营业收入（177.75亿元，+20.05%），归母净利润（7.25亿元，+11.35%），扣非归母净利润（5.52亿元，+16.58%）；毛利率（11.90%，+0.22pcts），净利率（4.37%，-0.29pcts），ROE（摊薄）（1.87%，+0.15pcts）。单季度来看，2023Q2公司实现营业收入（116.24亿元，+23.59%），归母净利润（6.37亿元，+8.92%），毛利率（11.86%，-0.48pcts），净利率（5.76%，-0.68pcts）。\r\n　　投资要点：\r\n　　半年度营收、利润均创近五年新高，Q2经营情况环比大幅提升，期间费用率进一步降低\r\n　　2023H1，公司实现营业收入（177.75亿元，+20.05%），归母净利润（7.25亿元，+11.35%），扣非归母净利润（5.52亿元，16.58%）。公司半年度营收、利润均创近五年新高，保持稳定增速。毛利率（11.90%，+0.22pcts），公司盈利能力略有提升，净利率（4.37%，-0.29pcts），净利率出现小幅下滑，主要由于财务费用、公允价值变动收益、投资收益、税金及附加变化较为明显。其中公司财务费用（0.52亿元，+212.49%），去年同期为-0.46亿元；财务费用变动一方面是带息负债规模增加，利息费用增加，二是活期存款利息收入减少，三是汇兑收益减少。公允价值变动收益（-0.75亿元，-3850%），收益同比大幅下降，主要是公司持有的贵州银行股权价值受市场波动影响。投资收益（3.23亿元，+90.86%），主要是出售航发控制股权取得投资收益。税金及附加（1.59亿元，+312.41%），主要是受国家相关税改政策影响,流转税增加导致附加税上升。\r\n　　2023Q2，公司实现营业收入（116.24亿元，+23.59%），环比增长89%，随着客户需求增加，产品交付增加，单季度营收规模环比大幅增长。归母净利润（6.37亿元，+8.90%），环比增长624.41%，单季度盈利能力大幅释放，创近三年单季度利润新高。毛利率（11.86%，-0.48pcts），净利率（5.76%，-0.68pcts）。\r\n　　报告期内，公司期间费用率（7.30%，-0.49pcts），其中销售费用率（1.40%，-0.32pcts），主要变动原因为售后保障任务减少，销售服务费减少。管理费用率（4.21%，-0.35pcts），有所下降。财务费用率（0.29%，+0.60pcts），主要由于一方面带息负债规模增加，利息费用增加，另一方面活期存款利息收入减少并且汇兑收益减少。研发费用率（1.40%，-0.42pcts），主要是部分研发项目未到结项时间，费用结转同比减少。随着公司的经营规模不断扩大，期间费用率呈现下降趋势，规模效应逐步体现。\r\n　　截至2023年6月底，航发动力存货340.59亿元，较期初增加32.35%，其中规模较大的为原材料74.16亿元，较期初增加51.82%，在产品账面价值235.19亿元，较期初增加+26.69%，库存商品20.38亿元，较期初增加25.72%，存货规模的快速提升为下半年产品交付做好了相关准备。与此同时，截至2023年6月底，航发动力在手订单403.62亿元，其中205.26亿元将于下半年确认收入，其余将于以后年度确认收入。存货及在手订单较为充足，为下半年收入增长打下较好的基础。\r\n　　主营业务稳健增长，西航、黎明业绩显著增长，黎阳短期业绩承压\r\n　　公司主要业务为包含三类，航空发动机制造及衍生产品、外贸转包、非航空产品及贸易，从业务占比上看，公司上半年业务结构基本保持稳定。2023H1，公司航空发动机及衍生产品业务实现收入（164.97亿元，+20.46%）；外贸出口转包业务实现收入（9.04亿元，+24.86%），随着全球航空业复苏大周期到来，公司外贸出口转包产品业务将会呈现加速复苏的趋势；非航空产品及贸易业务实现收入（3.56亿元，-7.67%），同比小幅下降。\r\n　　公司的主要营业收入由西航公司（母公司）和旗下三大主机厂黎明公司、黎阳公司、南方公司贡献，四大主机厂2023H1主要经营情况如下：\r\n　　航发动力母公司实现营业收入（61.73亿元，+50.16%）,实现净利润（4.92亿元，+19.71%）。本报告期末，母公司已签订合同，尚未履行或尚未履约完成的收入金额169.02亿元，其中88.12亿元预计将于2023年下半年确认收入，其余将于以后年度确认收入。\r\n　　黎明公司主要从事航空发动机、燃气轮机等，其主要生产的中大推力航空发动机广泛装备我国多款高性能军机，本报告期公司实现营业收入（111.98亿元，+17.16%），随着军机列装加速，公司营业收入稳健增长，利润总额实现（3.56亿元，+49.58%），盈利大幅提升。从收入结构上看，航空发动机及衍生产品业务实现收入（108.16亿元，+16.43%），外贸出口转包业务实现收入（1.70亿元，+98.93%），非航空产品及其他业务实现收入（0.02亿元，+99.30%）。2023H1，黎明公司研发费用（0.60亿元，-30.23%）。\r\n　　南方公司主要产品为涡轴发动机和活塞式发动机等，广泛应用于各型号直升机，本报告期南方公司营业收入（25.40亿元，-14.94%）,利润总额（1.53亿元，-3.77%）。从收入结构上看，航空发动机及衍生产品业务实现收入（24.21亿元，-15.58%），非航空产品及其他业务实现收入（0.13亿元，-55.09%）。2023H1，南方公司研发费用（1.28亿元，+60.00%），研发投入同比大幅增长。\r\n　　黎阳公司主要产品为三代中等推力航空发动机等产品，本报告期黎阳公司实现营业收入（13.40亿元，+2.60%），利润总额（0.10亿元，-94.87%）。从收入结构上看，发动机及衍生产品业务实现收入（12.93亿元，+2.39%）2023H1，黎阳公司开发支出余额4.59亿元，进入当期损益的研发费用（0.02亿元，-96.72%）。\r\n　　总体来看，四大主机厂中母公司西航以及黎明公司业绩增长明显，或表明相关产品正处提速生产的阶段。南方公司营业收入同比小幅下滑，黎阳公司营业收入保持稳定，利润总额同比大幅下滑，短期业绩承压。研发投入方面南方公司投入增长明显。\r\n　　增资扩股莱特公司，推动民用航空发动机长期发展，募投项目竣工投产，发动机维修能力有望进一步提高\r\n　　2023年7月8日，公司公告航发动力股份有限公司拟对下属全资子公司西安西航集团莱特航空制造技术有限公司（以下简称莱特公司）实施增资扩股，通过产权交易机构以公开交易方式引入现金投资不超过4.00亿元。\r\n　　公司拟将内部民用航空发动机制造业务转移至莱特公司，并引入外部资本对其增资4亿元，用来建设民用航空发动机生产专线，形成体系完善的批量生产能力，满足国产民用航空发动机长期发展的需求。通过本次增资扩股的实施，莱特公司产品研制能力有望显著提升，将实现民机生产制造由零件向零部件及单元体的转型升级，有助于强化莱特公司在民机产业链上的优势地位。\r\n　　2023年8月19日，公司发布公告称收到陕西省国防科技工业办公室《关于中国航发动力股份有限公司航空发动机修理能力建设项目竣工验收备案的通知》标志着公司“航空发动机修理能力建设项目”已通过竣工验收，达到了项目建设目标。\r\n　　本次募投项目顺利投产后，航发动力能够有效提升航空发动机修理手段与能力，对现有表面处理生产线进行提标改造，提升公司表面处理生产及排放水平，通过整合公司现有航空发动机修理能力，调整现有生产布局，补充部分关键设备，新建总装修理厂房、试车厂房形成相对独立、完整的涡扇发动机大修分厂，同时预留新型涡扇发动机维修能力，对我国航空发动机行业的发展有良好的促进作用。\r\n　　航空发动机龙头企业，军民航空市场“双轨”驱动，公司有望迎来黄金发展周期\r\n　　航空发动机技术是大国地位和综合国力的体现，是现代航空技术的战略制高点，是现代国防不可或缺的重要内容，也是经济社会发展的重要支撑。当前，国际上的航空发动机发展以GE、RR、P&W、SAFRAN等为代表的欧美航空发动机先进企业，对其他国家企业形成明显的代际领先优势。国内的航空发动机科技创新体系还不够成熟，创新能力有待进一步加强，国内航空发动机企业较国际一流航空发动机企业的发展效益仍有差距。\r\n　　伴随着经济复苏及国防建设需求不断加大，航空产业链持续恢复以及国家航空产业发展政策不断出台，公司作为国内航空发动机产业龙头将迎来良好的历史发展机遇。军用市场方面，公司发动机产品广泛装备我国多款高性能战机，“十四五”期间军机加速放量带动航空发动机配套需求全面提升，民用市场方面，随着全球航空业复苏大周期到来以及C919大飞机完成商业首航，公司的外贸转包生产以及国产大飞机发动机配套产品将迎来加速放量。\r\n　　公司作为国内唯一能够研制涡喷、涡扇、涡轴、涡桨、活塞等全谱系军用航空发动机的企业，是中国航发旗下航空动力整体上市唯一平台，将深度受益于军民航空市场的发展大周期。\r\n　　投资建议：\r\n　　①2023H1，公司营业收入增长20.05%，半年度营业收入、净利润均创近五年最佳，Q2单季度经营情况显著提升，期间费用率进一步降低，公司规模效应逐步体现。\r\n　　②公司进一步聚焦主营业务，航空发动机制造及衍生产品业务规模持续扩大，母公司西航、子公司黎明业绩显著增长，未来业绩有望持续保持高增长。\r\n　　③公司增资扩股莱特公司，建设民用航空发动机生产专线，形成体系完善的批量生产能力，满足国产民用航空发动机长期发展的需求，同时，募投项目《航空发动机修理能力建设项目》成功完成验收投产，公司将有效提升航空发动机修理手段与能力。\r\n　　④公司作为航空发动机龙头企业，同时也是国内唯一能够研制涡喷、涡扇、涡轴、涡桨、活塞等全谱系军用航空发动机的企业，将深度受益于国内航空发动机产业发展的黄金周期，在军、民航空市场需求的“双轨”驱动下，未来有望长期受益。\r\n　　我们预计公司2023-2025年的营业收入分别441.07亿元、534.14亿元和651.97亿元，归母净利润分别为13.77亿元、15.69亿元及18.43亿元，EPS分别为0.52元、0.59元、0.69元，我们维持买入评级，目标价43元，对应2023-2025年预测EPS的83倍、73倍、及62倍PE。\r\n　　风险提示：原材料波动导致毛利率下滑的风险；宏观环境波动导致市场需求下降等，产品交付不及预期等。",
  "notice_date": "2023-10-26 00:00:00",
  "notice_title": "公司点评：航空发动机龙头企业，业绩稳步提升，增资扩股子公司发力民用航空",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "方晓明,张超",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "480",
          "publishName": "航天航空"
        }
      ],
      "short_name": "航发动力",
      "short_name_ch": "航发动力",
      "short_name_cht": "航發動力",
      "short_name_en": "AECC AP",
      "stock": "600893"
    }
  ],
  "short_name": "航发动力",
  "source_sample_name": "中航证券",
  "star": "1"
}