{
  "attach_pages": "5",
  "attach_size": "772",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202509241749656117_1.pdf?1758723026000.pdf",
  "company_code": "80036717",
  "eitime": "2025-09-24 14:10:26",
  "extend": {},
  "info_code": "AP202509241749656117",
  "language": "0",
  "notice_content": "　　晶盛机电(300316)\n　　投资要点\n　　碳化硅衬底材料：加速产业化，提升国际化供应能力。为提升性能，英伟达在新一代Rubin处理器的开发蓝图中，计划把CoWoS先进封装环节的中间基板材料，由硅换成碳化硅。目前台积电邀请各大厂商共同研发碳化硅中间基板的制造技术，英伟达第一代Rubin GPU仍会采用硅中间基板。由于英伟达对性能进步的要求极高，当芯片内产生的热超过极限，必须采用碳化硅，最晚2027年，碳化硅将进入先进封装。公司基于自主研发的碳化硅单晶生长炉以及持续迭代升级的8-12英寸长晶工艺，经过多年的技术攻关，创新晶体生长温场设计及气相原料分布工艺，攻克12英寸碳化硅晶体生长中的温场不均、晶体开裂等核心难题，实现了12英寸超大尺寸晶体生长的技术突破，成功长出12英寸导电型碳化硅晶体。同时，积极推进8英寸碳化硅衬底在全球的客户验证，送样客户范围大幅提升，产品验证进展顺利，并成功获取部分国际客户批量订单。公司积极布局碳化硅产能，在上虞布局年产30万片碳化硅衬底项目；并基于全球碳化硅产业的良好发展前景和广阔市场，在马来西亚槟城投建8英寸碳化硅衬底产业化项目，进一步强化公司在全球市场的供应能力；同时，在银川投建年产60万片8英寸碳化硅衬底片配套晶体项目，不断强化公司在碳化硅衬底材料领域的技术和规模优势。\n　　碳化硅装备：加强8英寸外延以及减薄等碳化硅设备市场推广。在碳化硅产业链装备领域，公司开发了碳化硅长晶及加工设备（研磨、切割、减薄、倒角、抛光、清洗及检测），满足公司碳化硅衬底规模化产能建设需求的同时，在技术、工艺以及成本方面构筑壁垒，强化公司在碳化硅衬底领域的核心竞争力。基于产业链核心设备的国产化突破，公司在检测、离子注入、激活、氧化、减薄、退火等工艺环节积极布局产品体系，以高标准研发目标，逐步实现碳化硅设备产业化市场突破。公司6-8英寸碳化硅外延设备实现国产替代并市占率领先。公司碳化硅设备客户包括瀚天天成、东莞天域、芯联集成、士兰微等行业头部企业。公司紧抓碳化硅产业链向8英寸转移的行业发展趋势，充分发挥在碳化硅产业链装备的核心技术优势，加强8英寸碳化硅外延设备以及6-8英寸碳化硅减薄设备的市场推广，积极推进碳化硅氧化炉、激活炉以及离子注入等设备的客户验证，相关设备的市场工作进展顺利，为规模化量产奠定坚实基础。另外，受益于半导体行业持续发展及国产化进程加快，公司半导体业务持续发展，截至2025年6月30日，公司未完成集成电路及化合物半导体装备合同超37亿元（含税）。\n　　投资建议\n　　我们预计公司2025-2027年分别实现收入120.31/129.77/140亿元，归母净利润10.41/12.65/15.46亿元，维持“买入”评级。\n　　风险提示\n　　行业波动风险，市场竞争风险，技术研发风险，技术人员流失风险，订单履行风险。\n",
  "notice_date": "2025-09-24 00:00:00",
  "notice_title": "碳化硅驱动新增长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "吴文吉,翟一梦",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1031",
          "publishName": "光伏设备"
        }
      ],
      "short_name": "晶盛机电",
      "short_name_ch": "晶盛机电",
      "short_name_cht": "晶盛機電",
      "short_name_en": "JINGSHENG",
      "stock": "300316"
    }
  ],
  "short_name": "晶盛机电",
  "source_sample_name": "中邮证券",
  "star": "3"
}