{
  "attach_pages": "21",
  "attach_size": "1627",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109161516530430_1.pdf?1631783689000.pdf",
  "company_code": "80114781",
  "eitime": "2021-09-16 09:14:49",
  "extend": {},
  "info_code": "AP202109161516530430",
  "language": "0",
  "notice_content": "　　光大银行(601818)\n　　光大银行财富管理战略目标逐渐清晰。光大银行成立于1992年，1997年完成股份制改造。近年来，银行业处于业务转型期，轻资本且盈利模式弱周期化的财富管理业务正是转型的好赛道；叠加2010年光大银行上市以来，坚持稳健经营，不良包袱逐渐减轻，为业务转型提供了合适的空间。2018年公司即提出“打造一流财富管理银行”战略愿景。2019年，光大理财开业，系国内首家股份行理财子。同年，光大集团提出打造“六大E-SBU生态圈”的全新战略协同发展理念，其中财富E-SBU以光大银行为主阵地。可以看到光大银行财富管理战略目标逐步清晰，战术打法不断升级。\n　　财富管理转型顺应行业趋势，助力银行轻型化、弱周期化。伴随经济转型和产业升级，近年来传统行业信贷需求增速放缓，新兴行业直接融资需求更加旺盛，银行业随之进入业务转型期。“大财富管理”融合传统财富管理、资产管理、投资银行等中间业务，能够充分发挥银行自身客户资源和渠道优势，更好地服务企业直接融资需求，成为银行业务转型的好赛道。大财富管理有助于银行实现中间业务多元化，提升中收占比、减少资本消耗，实现资产负债表轻型化；同时，其弱周期属性也有助于银行盈利模式弱周期化。\n　　优化体制机制、坚持产品创新，财富管理特色逐渐凸显。明确财富管理银行战略以来，光大银行持续优化绩效考核和薪酬管理体系，完善财富管理人才队伍建设，为顺利完成财富管理转型奠定了基础。同时，公司多年深耕资产管理、坚持产品创新，对行业趋势和市场需求的敏锐度高，主动管理水平和技术研发能力强，有助于公司在财富管理的新细分领域抢占先机。理财子公司成立以来，公司建立完善了“七彩阳光”净值型产品体系，净值化转型稳步推进。此外，公司积极布局生活类场景，云缴费平台保持行业领先优势，沉淀存款助力存款成本稳定。近年来，光大银行零售客户数及AUM快速增长，财富管理中收贡献逐年提升，财富管理特色逐渐凸显。\n　　集团协同联动效率提升，助力财富管理转型。大财富管理链接资金端和资产端，综合金融服务和产融结合是其中的重要环节。光大集团金融牌照齐全，兼具环保、旅游、健康等实业板块，为公司财富管理业务提供了肥沃土壤。为了提升各板块间业务协同效率，集团于2019年提出打造六大E-SBU生态圈的全新战略协同发展理念。其中，光大银行是财富E-SBU的核心，与集团金融子公司合作，满足客户综合化、多元化、复杂化金融服务需求。随着E-SBU生态圈的建设，客户迁徙、交叉销售、产品创新等方面协同不断突破，协同效率大幅提升，协同实现中收、营收占比逐步提升。看好集团高效协同下的财富管理业务空间。\n　　盈利预测及投资评级：\n　　光大银行财富管理战略转型以来，持续优化体制机制，坚持产品创新。阳光理财、云缴费等品牌优势逐步强化；零售客户数及AUM实现较快增长，财富管理业务中收贡献逐年提升，财富管理特色逐渐凸显。背靠集团金融全牌照、多产业优势，公司着力构建财富E-SBU生态圈，集团协同联动显著提升，看好集团高效协同下的财富管理业务空间。\n　　预计2021、2022年归母净利润同比增长16.8%、10.2%，对应BVPS分别为6.91、7.79元/股。看好公司财富管理转型带来的新增长点，以及财富E-SBU生态圈协同优势。给予公司0.7倍2021年PB（当前可比股份行平均估值为0.79倍2021年PB），对应目标价为4.84元，维持“强烈推荐”评级。\n　　风险提示：经济失速下行导致资产质量恶化；监管政策预期外变动等。\n",
  "notice_date": "2021-09-16 00:00:00",
  "notice_title": "财富管理特色强化，集团生态协同显效",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "林瑾璐,田馨宇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "光大银行",
      "short_name_ch": "光大银行",
      "short_name_cht": "光大銀行",
      "short_name_en": "CEB BANK",
      "stock": "601818"
    }
  ],
  "short_name": "光大银行",
  "source_sample_name": "东兴证券",
  "star": "1"
}