{
  "attach_pages": "4",
  "attach_size": "1002",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202205231567306489_1.pdf?1653289757000.pdf",
  "company_code": "80000038",
  "eitime": "2022-05-23 07:09:17",
  "extend": {},
  "info_code": "AP202205231567306489",
  "language": "0",
  "notice_content": "　　紫光股份(000938)\n　　事件概述：2022 年 5 月 20 日，紫光股份旗下新华三集团率先打造的 ToB、 ToG的 ICT 全栈式商城正式上线。\n　　新华三营销体系改革第二步，下沉市场拓展重要举措\n　　2022 年新华三全面优化国内营销体系， 单独成立商业 BG， 聚焦区县商业市场、 服务于中小企业数字化转型。 我们认为， 本次新华三商城的正式上线，是新华三营销体系改革的第二步， 也是针对区县长尾用户渠道下沉的重要举措， 它打通了用户、合作伙伴、原厂三者之间的通路，为中小企业提供原厂直营的一站式 ICT 服务，提供 7x24 小时的全流程技术咨询服务，用户和合作伙伴都可以根据自身需求快速对接原厂，减少中间流程。\n　　传统 ICT 商业模式链路较长，对中小客户及合作伙伴关注不足\n　　在传统的 ICT 商业模式中，原厂需通过中间渠道到达末端渠道和最终用户，通路复杂、模式单向性，最终用户和下层渠道缺少直达原厂的通路，一方面，没有系统化的指导，中小企业难以快速完成企业的数字化升级，另一方面，由于中小客户和区域级的合作伙伴数量多、 分布广，原厂也较难直接覆盖并提供更优质的服务。\n　　 解决商业市场覆盖问题，并提供原厂品质保障\n　　新华三商城将缩短传统 ICT 商业链路，打造用户、合作伙伴与原厂协同合作、直接交互的数字化平台。 通过商城，中小企业客户、中小合作伙伴都可以直接与原厂建立连接，采购产品和数字化解决方案并得到专业的技术指导咨询，减少沟通流程，方便、快捷地获取到原厂品质的产品和服务。\n　　在产品和解决方案侧“因人而异”： 商城可提供大中小型、标准配置/高性能配置的设计模型选择， 并推出方案建议书、报价单、拓扑图等供客户参考； 对于有技术能力的新华三认证合作伙伴，商城的配置器功能可以协助伙伴根据实际需求自主扩展方案设计。\n　　在交付服务侧充分触达下沉市场： 客户可以自由选择由原厂直接服务或原厂派单的网格服务商服务。新华三商城的技术客服团队、新华三总部技术专家团队、落地在34 个省市自治区直辖市及 200 余个地市的一线 SE 团队组成了实时线上、线下立体式技术咨询、方案设计、现场工勘、样机提供服务团队，以响应客户在商城提出的每一个方案需求和技术问题，让方案更贴近需求、服务更人性化、设计更具有性价比。\n　　此外，依托于新华三服务大中台，新华三商城统一调动 400 多个网格服务商体系资源，触达县市乡村，为客户提供 7x24 小时的贴身服务。\n　　提供 ICT 场景化解决方案，构建闭环服务生态\n　　有别于传统电商提供软硬件产品、 公有云的服务模式，新华三商城还可提供 ICT 场景化解决方案，并精心挑选众多合作伙伴的优质产品及服务，合力打造了“商城智选”功能，为客户提供新华三智选联合 ISV 解决方案，根据新华三商业 BG 总裁王鑫，“新华三商城已经整合了横跨政府、教育、医疗、企业等行业，诸如数字乡村、智慧教育、智慧医疗、智慧园区等 50 余个场景、 300 多个常用解决方案”，可满足百行百业用户的场景化需求。此外，新华三商城打造一站式服务平台，为用户、合作伙伴提供系统交付、技术服务、技术支持、金融服务、知识赋能等系统性、多元化的服务，完成 ICT 服务模式的全新升级。\n　　投资建议： 新华三此前聚焦行业大客户而对商业市场关注不足，今年先后成立商业 BG、上线新华三商城说明了公司发力下沉市场的决心，我们认为新华三作为具备“云网边端”全产品线能力的 ICT 龙头， 在商业市场有望形成降维打击。在全年新基建、尤其是县域城镇化发展大背景下，商业市场将成为公司重要增收来源。 我们预计公司 22-24 年归母净利润分别为 27.01 亿/33.27 亿/39.71 亿， 当前市值对应的 PE 为 19 倍/15 倍/13 倍，公司近 5 年估值中枢为 38 倍。维持“推荐”评级。\n　　风险提示： 疫情影响物流及供应链，进一步影响确收和毛利率；政府财政支出不及预期、运营商资本开支不及预期，导致公司需求不及预期。\n",
  "notice_date": "2022-05-23 00:00:00",
  "notice_title": "事件点评：新华三商城正式上线，进一步发力ICT下沉市场拓展",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "马天诣,于一铭",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "紫光股份",
      "short_name_ch": "紫光股份",
      "short_name_cht": "紫光股份",
      "short_name_en": "UNIS",
      "stock": "000938"
    }
  ],
  "short_name": "紫光股份",
  "source_sample_name": "民生证券",
  "star": "3"
}