{
  "attach_pages": "6",
  "attach_size": "493",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202406261636914937_1.pdf?1719670476000.pdf",
  "company_code": "80036717",
  "eitime": "2024-06-26 16:51:37",
  "extend": {},
  "info_code": "AP202406261636914937",
  "language": "0",
  "notice_content": "　　华大九天(301269)\r\n　　投资要点\r\n　　模拟/存储/射频/平板显示电路设计EDA全流程工具持续发力。公司目前在模拟电路设计、存储电路设计、射频电路设计和平板显示电路设计领域已经实现了对设计全流程工具的覆盖：1）模拟方面，作为我国唯一能够提供模拟电路设计全流程EDA工具系统的本土EDA企业，公司的模拟电路设计全流程EDA工具系统包括原理图编辑工具、版图编辑工具、电路仿真工具、物理验证工具、寄生参数提取工具和可靠性分析工具等，为用户提供了从电路到版图、从设计到验证的一站式完整解决方案。2）存储方面，23年报告期内，公司针对存储电路设计特点新推出了存储电路全定制设计全流程EDA工具系统，该系统包括存储电路原理图编辑工具、存储电路版图编辑工具、电路仿真工具、存储电路快速仿真工具、存储电路物理验证工具、存储电路寄生参数提取工具和存储电路可靠性分析工具等，为用户提供了从电路到版图、从设计到验证的一站式完整解决方案。3）射频方面，硅基工艺射频电路全流程设计可以通过公司模拟电路设计全流程EDA工具系统实现；23年报告期内，公司新推出了化合物射频电路设计全流程EDA工具系统，形成了完整的射频电路设计全流程EDA工具系统。4）平板显示方面，23年报告期内，公司新推出了面向平板显示触控面板设计的寄生参数提取工具RCExploerFPDTP和升级版平板显示电路设计原理图和版图编辑工具AetherFPD。\r\n　　数字电路设计EDA全流程工具覆盖率不断提升。公司的数字电路设计EDA工具为数字电路设计的部分环节提供了关键解决方案，具体包括单元库特征化提取工具、存储器电路特征化提取工具、混合信号电路模块特征化提取工具、单元库/IP质量验证工具、逻辑综合工具、时序功耗优化工具、高精度时序仿真分析工具、时钟质量检视与分析工具、版图集成与分析工具、大规模数字物理验证和大规模数字寄生参数提取工具等。23年报告期内，公司新推出了逻辑综合工具ApexSyn，该工具实现了从RTL设计到门级网表的自动综合、扫描链电路插入，以及对设计进行性能、面积和功耗的优化。同时，工具支持多种LogicWare设计组件，使工具更易用，且提高了密集型数据通路设计结果的质量。目前，该工具已在多家客户实现应用落地。23年报告期内，单元库/IP质量验证工具Qualib获得ISO26262TCL3和IEC61508T2国际标准认证证书，能够支持汽车安全完整性标准最高ASILD级别的芯片设计。\r\n　　晶圆制造/先进封装EDA全流程国产化替代目标不变。目前，公司在晶圆制造EDA的多个细分领域形成了多个解决方案，包括PDK套件开发方案、标准单元库和SRAM等基础IP的完整工具链支撑方案、光刻掩膜版数据准备和分析验证方案、物理规则验证和可制造性检查方案等，为晶圆制造厂提供了重要的工具和技术支撑。23年报告期内，公司新推出了光刻掩膜版数据处理与验证分析平台GoldMask、参数化版图单元开发工具PCM、界面化版图单元开发工具PLM、测试芯片版图自动化生成工具TPM以及PDK自动化开发和验证平台PBQ等五款工具。在先进封装的版图设计环节中，需要处理大量高密度I/O（输入/输出）管脚，这使得传统的手动布线耗时巨大，严重影响设计效率。公司先进封装自动布线工具Storm支持业界主流的先进封装硅基工艺和有机RDL（ReDistributionLayer重布线层）工艺，实现了多芯片间的大规模互联布线、高密度逃逸式布线以及大面积电源地平面布线等功能。\r\n　　自主研发+合作开发+并购整合，加速全流程布局和核心技术的突破。截至23年底，公司研发人员占员工总数比例为76%，研发费用6.85亿元，占营业收入的比例为67.77%，较22年+7pcts。公司将持续加大研发投入，加快技术创新步伐，提升产品市场竞争力以实现短中长期目标。1）短期目标:重点补齐集成电路设计和晶圆制造关键环节核心EDA工具产品短板，同时加强对既有工具先进工艺支持能力。进一步加大设计、仿真、验证等核心技术研发，与产业协同实现集成电路设计工具全流程覆盖，晶圆制造和封测核心工具覆盖，部分产品达到国际领先水平；2）中期目标：完成集成电路设计工具系统的开发和市场推广，全面实现设计类工具国产化替代，同时更多产品达到国际领先水平。与产业协同实现制造、封测工具全流程覆盖，支持国内最先进工艺；3）长期目标：全面实现集成电路设计、制造和封测领域的EDA工具全流程国产化替代，多个产品达到国际领先水平，成为全球EDA领导者。\r\n　　投资建议\r\n　　我们预计公司2024/2025/2026年分别实现收入13/17/22亿元，实现归母净利润分别为1.56/2.30/3.66亿元，当前股价对应2024-2026年PS分别为32倍、25倍、19倍，首次覆盖，给予“买入”评级。\r\n　　风险提示\r\n　　技术创新、产品升级的风险，技术人员流失或不足的风险，产业政策发生变化的风险，市场竞争风险，国际贸易摩擦风险，海外经营风险。",
  "notice_date": "2024-06-26 00:00:00",
  "notice_title": "EDA全流程工具版图持续完善",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "吴文吉,翟一梦",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "华大九天",
      "short_name_ch": "华大九天",
      "short_name_cht": "華大九天",
      "short_name_en": "EMPYREAN",
      "stock": "301269"
    }
  ],
  "short_name": "华大九天",
  "source_sample_name": "中邮证券",
  "star": "3"
}