{
  "attach_pages": "6",
  "attach_size": "980",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202010291424524259_1.pdf?1603970906000.pdf",
  "company_code": "80050806",
  "eitime": "2020-10-29 11:28:26",
  "extend": {},
  "info_code": "AP202010291424524259",
  "language": "0",
  "notice_content": "　　蓝思科技(300433)\n　　事件：2020年前三季度，公司实现营业收入260.83亿元，同比增长26.64%，归母净利润34.32亿元，同比增长209.63%，扣非归母净利润30.93亿元，同比增长257.22%。\n　　其中，第三季度实现营业收入105.15亿元，同比增长13.85%，归母净利润15.20亿元，同比增长20.20%，扣非归母净利润14.78亿元，同比增长21.22%\n　　三季度业绩创新高，期待大客户新机备货高峰期公司的表现。第三季度，在大客户新机发布较往年推迟一个月，相关产业链公司均表示备货高峰有所延后的大环境下，公司仍实现创历史新高的单季度业绩表现，实属不易，充分体现了公司在客户积累、产能储备、技术和交付能力等诸多方面的竞争力和优势，这些特质是公司能够长期、稳定获得核心客户订单的基础。同时，公司在成本管控和内部配套等方面继续升级，化工、刀具、抛光、模切、研磨切削、印刷、包材等前十大材料的自制比例持续提高，得益于此，公司单季度相比去年同期进一步提升，达到29.83%。\n　　展望四季度及明年一季度，第一代5GiPhone已经发布，旺盛的换机需求有望助力新版iPhone的出货量不断超预期，这一点已在近两周的销售情况中初现端倪，而大客户新产品优异的出货情况，则是公司未来两个季度交出高质量业绩答卷的核心支撑之一。\n　　iPhone12着眼耐用性提升，蓝思作为核心外观件供应商明确受益。新近发布的iPhone12，在使用舒适度和外观效果提升方面仍是不遗余力：整机厚度减薄11%、重量减轻16%、新引入石墨色、海洋蓝等配色。而为了让用户能够在日常使用中更好、更直观地体验此类提升，\n　　iPhone12在耐用性上进行了大幅升级，譬如超瓷晶盖板的导入、双离子交换工艺的沿用以及盖板与中框边缘齐平的设计等，均是出于加强防护能力的目的。尤其是超瓷晶，纳米级瓷晶体的引入以及晶体类型和结晶度的控制，使得盖板材质兼具瓷的硬度和玻璃的透光性，同时抗摔落能力亦大幅加强。当然，硬度等性能的提升，使得超瓷晶盖板相较玻璃的加工工艺难度更进一步，所需的加工步续和时长均有所提升，因此，据产业调研了解，即使相较高质量的大猩猩玻璃，超瓷晶盖板的价值量亦有30%-40%的提升，蓝思是超瓷晶盖板的主力供应商，负责全道加工，价值量的提升对公司业绩弹性的增强相当明确。iPhone盖板单机价值量判断存在预期差，重视安卓系跟随效仿带来的市场空间增量及格局变化。在iPhone12发布会之前，由于苹果方面对盖板材质升级的保密措施，不少投资者在看完非正式渠道流出的渲染图之后，担忧重回2D结构会导致上下盖板价值量的下滑，即使在iPhone发布接近两周的当下，仍有投资者对超瓷晶盖板的情况一知半解，更遑论对安卓跟随的预期判断，而如果安卓系最终选择跟入这种类型的设计变化，对盖板整体市场空间提升的带动将非常明确，此外，超瓷晶盖板加工难度的提升，将进一步拔高行业的准入门槛，进而使得市场份额继续往头部企业集中，投资者应重视此类市场格局变化对蓝思业绩成长确定性的正向推动效应。\n　　盈利预测和评级：维持买入评级。近两周不管是线上还是线下，iPhone12的销售情况均较为理想，苹果新机出货量的持续超预期，叠加公司产品价值量提升带来的弹性增量，将为公司未来2-3个季度的业绩成长提供了明确的支撑，长期来看,玻壳行业竞争壁垒拔高的情况下，公司的龙头地位将更难以撼动，与二三线竞争者之间的差距将不断拉大，横向切入金属中框赛道以及相伴随的“小组装”订单斩获预期，则有望为公司的长期成长提供新的引擎，考虑可成系资产明年开始贡献业绩，我们预计公司2020-2022年的净利润分别为50.02亿、73.18亿和90.24亿元，当前股价对应PE30.11、20.58和16.69倍，维持买入评级。\n　　风险提示：（1）因疫情全球蔓延或全球宏观经济下滑导致消费者购机能力减弱，大客户新机销售情况不及预期；（2）安卓系跟进超瓷晶意愿不够强烈；（3）竞争对手恶性降价导致行业利润率下滑。\n",
  "notice_date": "2020-10-29 00:00:00",
  "notice_title": "业绩再创新高，大客户新机备货高峰已然来临",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "王凌涛,沈钱",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "蓝思科技",
      "short_name_ch": "蓝思科技",
      "short_name_cht": "藍思科技",
      "short_name_en": "LENS",
      "stock": "300433"
    }
  ],
  "short_name": "蓝思科技",
  "source_sample_name": "太平洋",
  "star": "3"
}