{
  "attach_pages": "46",
  "attach_size": "3278",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404291631576460_1.pdf?1714403680000.pdf",
  "company_code": "80000069",
  "eitime": "2024-04-29 15:14:40",
  "extend": {},
  "info_code": "AP202404291631576460",
  "language": "0",
  "notice_content": "　　恒力石化(600346)\n　　民营炼化先驱，提质增效重回报。2019年恒力大炼化投产引领国内民营炼化布局新开端，此后公司依托独具的“油、煤、化”深度融合的大化工平台，完成从聚酯新材料到PTA、芳烃、炼油产业链的整体布局，同时瞄准芳烃下游的聚酯、类聚酯新产品以及烯烃下游的精细化工、特种新材料的应用新方向和新市场。公司主要优势有：1）先发优势，装置产能运行稳定，带来现金流回报良好，2019年以来货币资金150亿元以上，2023年达204.7亿元；2）氢气平衡能力，一体化带来的成本优势；即使在行业低谷，也能获得超额收益；3）布局长远，产品定位高端，新材料转化能力强。\n　　行业低谷已经过去，公司在中高油价下仍具有良好的盈利能力。炼化行业盈利整体在油价从底部反弹的过程中会扩大。公司的原油加工适应力强，即使在中高油价下，仍可以通过加工劣质油及独特的炼化工艺中获取稳定利润。自2019年公司2000万吨/年的炼化一体化项目实现全面投产，已经历过石化峰谷周期。2023年公司盈利大幅改善，实现归母净利润69.05亿元，同比增长197.83%，近三年ROE显著高于行业均值。我们认为随着国内炼化参与到海外的竞争以及下游需求恢复，公司的盈利能力将会进一步增强。\n　　炼化环节打破传统工艺路线，放大产品成本优势。装置方面，恒力石化的渣油加氢装置采用的沸腾床工艺，很大程度上解决了重油无法吃干榨尽的问题，使原油利用率提高5%，增产高附加值化工品多达百万吨以上。恒力石化炼化项目率先应用“常减压+加氢裂化+芳烃”全加氢工艺，氢气产率全国居首。且在国内首开先河配套建设煤制氢联产醋酸装置，可提供低成本氢气，有效气产能全国领先。PTA装置方面，公司作为新投先进项目，以当前物料价格计算，具备相较行业中枢约223.13元/吨的超额收益。\n　　大化工平台产品丰富，长丝高端差异化明显。产品方面，公司以“炼化+乙烯+煤化”为载体，主要包括2000万吨/年炼油、150万吨/年乙烯、1200万吨PTA和500万吨/年现代煤化工装置。公司原有的长丝产品依托炼化原料优势，向高端差异化发展。公司工业丝产能位列全国第一，且在龙头企业中具备产业链完备优势；自主研发积累了绿色纺织、风力发电专用捆绑纤维、高强度民用丝、仿醋酸纤维等一系列差别化、功能性涤丝产品，打造聚酯产业核心竞争力。\n　　拆分新材料上市，内在价值充分释放。公司控股康辉新材，是一家锚定功能性膜材料、高性能工程塑料和生物可降解材料的国家高新技术企业，也是全球为数不多同时拥有BOPET功能膜和锂电隔膜研制能力的制造商。康辉新材设有营口、大连和苏州、南通四大产研基地，产品涵盖功能性光学膜、制程离型保护膜、锂电隔膜、复合集流体基膜、光伏背板基膜等高附加值产品，以及工艺技术领先的功能性膜材料与生物可降解材料。拟拆分康辉新材上市，可使公司主业结构更加清晰，并拓宽融资渠道。\n　　盈利预测与投资评级：我们预测2024年-2026年公司EPS分别为1.19元、1.57元和1.90元。对应PE（以2024年4月26日收盘价计算）分别为12.95倍、9.82倍和8.11倍。公司估值低于可比公司水平，且分红率较高，预计完成2023年度预案的现金分红后，公司上市后累计将实现现金分红223.71亿元，占累计归母净利润的41.08%。我们看好公司长期现金流稳定分红持续增强的龙头属性，首次覆盖给予“买入”评级。\n　　风险提示：原油价格剧烈波动；下游炼化品需求不及预期；新材料项目建设不及预期等。\n",
  "notice_date": "2024-04-29 00:00:00",
  "notice_title": "公司深度报告：先发优势、布局长远，引领新材料新成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "吴骏燕,谢建斌,张季恺",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "471",
          "publishName": "化纤行业"
        }
      ],
      "short_name": "恒力石化",
      "short_name_ch": "恒力石化",
      "short_name_cht": "恒力石化",
      "short_name_en": "HLSH",
      "stock": "600346"
    }
  ],
  "short_name": "恒力石化",
  "source_sample_name": "东海证券",
  "star": "3"
}