{
  "attach_pages": "7",
  "attach_size": "380",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202511221786257242_1.pdf?1763889278000.pdf",
  "company_code": "80000134",
  "eitime": "2025-11-23 09:14:38",
  "extend": {},
  "info_code": "AP202511221786257242",
  "language": "0",
  "notice_content": "　　蓝思科技(300433)\n　　投资要点：\n　　事件：11月20日，蓝思科技发布投资者关系活动记录表，表示，目前公司已切入北美及国内多家头部机器人企业的供应链，关节模组、灵巧手、结构件已批量交付，人形机器人、四足机器人整机组装规模位居行业前列。预计今年人形机器人出货3000台以上，四足机器狗10000台，初步成为最大的具身智能硬件制造平台之一。2026年，预计实现人形机器人核心部件和整机组装规模翻番，2027年人形机器人与四足机器狗出货量稳居全球前列。\n　　全产业链一站式精密制造解决方案提供商：公司1993年成立于深圳，2006年总部落户湖南长沙，2015年在深交所创业板上市，2025年在香港交易所上市，实现“A+H”双资本平台的战略布局。公司在新材料应用领域持续突破，率先将玻璃、蓝宝石、陶瓷等材料引入消费电子行业，凭借对玻璃、金属、陶瓷、塑胶、皮革、硅胶、玻纤、碳纤、化纤等十余种材料的深度技术积累，并依托强大的平台化能力，公司实现了从原材料生产、功能模块贴合到整机组装的垂直整合能力，并与全球头部消费电子及智能汽车品牌建立了长期战略合作。目前，公司业务涉及智能手机与电脑、智能汽车与座舱、智能头显与智能穿戴、人形机器人等产品的结构件、功能模组、整机组装等，涵盖玻璃、金属、蓝宝石、陶瓷、塑胶、皮革、玻纤、碳纤维等材料，以及与之配套的辅料、工装夹具模具、生产设备、检测设备、自动化设备、自主研发的工业互联网系统等。技术创新是公司发展的核心驱动力。公司长期以来专注科研及创新投入，积累了大量材料和工艺上的核心技术，引领智能终端领域的技术变革，为智能终端美观度和功能性提升做出重要贡献。公司以“四新”为指引，围绕行业关键问题、市场需求和技术发展，开展技术研发、产品创新、生产工艺优化等研究，构建了完整研发体系。2025年前三季度，公司实现营业收入536.63亿元，同比增长16.08%；实现归属于上市公司股东的净利润28.43亿元，同比增长19.91%。\n　　拥有众多全球知名客户，持续走向平台化：在消费电子产品和智能汽车领域，公司拥有众多全球知名客户，包括苹果、三星、华为、小米、OPPO、vivo、荣耀、谷歌、Meta，特斯拉、宁德时代、宝马、奔驰、大众、理想、蔚来、比亚迪等。平台化布局方面，公司已具备以核心技术为支撑的产业化能力体系，紧抓市场扩展所带来的机遇，积极拓展从消费电子、智能汽车与座舱到智能穿戴，以及智慧零售、智能机器人等方面的全领域应用。在智能手机与电脑方面，根据公司发布的2025年半年报显示，2025年上半年，公司智能手机与电脑类业务实现营业收入271.85亿元，同比增长13.19%。公司持续巩固在玻璃、陶瓷、蓝宝石及金属等外观件、结构件与功能模组市场领先地位，完成了多款年度旗舰手机的研发和量产准备，配合头部客户量产了多款新品高端机型金属中框。汽车业务方面，公司开发的超薄夹胶汽车玻璃已获得美规、欧规和中规认证。根据公司2025年10月28日发布的投资者关系活动记录表显示，目前公司首条汽车玻璃产线已通过客户认证，预计在2025年年底到2026年年初实现量产，满足数十万辆汽车的客户需求。机器人方面，目前公司已切入北美及国内多家头部机器人企业的供应链，关节模组、灵巧手、结构件已批量交付，人形机器人、四足机器人整机组装规模位居行业前列。我们认为，目前公司平台化策略正在逐步走向落地，未来成长前景可期。\n　　投资建议：我们预计公司2025年~2027年营收分别为914.79亿元、1169.64亿元、1429.85亿元，预计归母净利润分别为51.96亿元、69.02亿元、85.61亿元，对应PE分别为27.0倍、20.3倍、16.4倍，考虑到公司持续走向平台化，多业务持续增长未来可期，首次覆盖，给予“买入”评级。\n　　风险提示：下游需求不及预期风险、同业竞争格局加剧风险、新品研发不及预期风险。\n",
  "notice_date": "2025-11-23 00:00:00",
  "notice_title": "以技术创新为驱，持续走向平台化",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "熊军,王臣复",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "蓝思科技",
      "short_name_ch": "蓝思科技",
      "short_name_cht": "藍思科技",
      "short_name_en": "LENS",
      "stock": "300433"
    }
  ],
  "short_name": "蓝思科技",
  "source_sample_name": "华金证券",
  "star": "1"
}