{
  "attach_pages": "10",
  "attach_size": "994",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202512031793062328_1.pdf?1764764673000.pdf",
  "company_code": "10001968",
  "eitime": "2025-12-03 12:24:33",
  "extend": {},
  "info_code": "AP202512031793062328",
  "language": "0",
  "notice_content": "　　中国中免(601888)\n　　事件：2025年11月28日，中国中免举办投资者交流日。\n　　政策红利释放，公司业绩有望触底回升。离岛免税新政实施首周，海南旅游消费市场持续升温，离岛免税购物金额达5.06亿元，购物人数达7.29万人次，同比分别增长34.86%和3.37%，需求韧性得以验证。10-11月海南离岛免税销售数据均实现双位数增长，公司对于明年的整体预期持有信心。凭借“离岛+离境”双免税的稀缺牌照，在政策红利持续释放的背景下，公司有望迎来新一轮的增长。\n　　公司计划对海棠湾项目、市内免税店及机场免税店实施全方位渠道升级，提升销售表现。海棠湾项目将通过三期差异化布局实现功能互补。一期聚焦一站式免税购物，以“盒子”形式提供全系列商品；二期侧重有税业态；三期则打造由北欧设计师事务所设计的生活街区，注重生活方式与亲子体验，并计划与LV等品牌合作推出三亚专属产品。市内免税店将充分利用“先征后退”的消费税退税政策，引入国内商品，并针对入境外国客群重点拓展无人机、手机及中国黑科技电子产品等品类；同时，其定位将强化为中免会员的服务桥梁，通过提供线下退换货、维修等服务，引导线下客流至线上平台。机场免税店方面，尽管北京、上海机场国际客流量已恢复，但销售表现仍有提升空间，公司将重点对上海机场卫星厅进行全方位改造，以将其打造为关键的销售增长渠道。\n　　精品稳步提升，3C产品权重提升，新兴品类或将贡献销售增量。黄金产品已成为公司新支柱之一，公司通过引入老庙、中国黄金、六福、谢瑞麟等多品牌形成规模效应，并计划持续引进更多品牌以强化该品类优势。3C电子产品权重显著提升，公司从无到有建立起苹果、华为等品牌的免税销售渠道，2025年苹果产品销售额目标接近25亿元，且品牌方为其开设旅游零售专属渠道并提供售后支持。健康产品及营养滋补品未来潜力突出，公司正在积极申请特医食品、保健品及OTC资质，计划将其打造为新的业务增长支撑。此外，宠物、乐器等新品类，以及丝巾、服饰、鞋帽、咖啡、陶瓷、茶叶等被允许进入离岛免税的商品，也将共同贡献销售增量。\n　　以持续增长的会员体系为基础，实施差异化的销售策略。截至25Q3，公司会员规模已达4600万，月均新增超100万且即将突破5000万，会员活跃度与复购率表现突出，线上复购率超35%。针对高净值客群，公司推出“S店计划”，通过引入岛外高级店长、对标品牌旗舰店标准全面提升管理、体验与CRM体系，已有25家奢侈品店铺经品牌神秘访客评分超过品牌自营店。同时开展私域营销，通过企业微信沉淀500万高端客户并实施一对一需求沟通，2025年的客单价较2024年提升4-5倍。此外，公司还定期举办珠宝鉴定、高端订货会等专属品鉴活动，深度满足高净值客群的特定需求。在新兴客群拓展上，针对离境外国客群，俄罗斯客人消费表现突出，已占离境客群约40%，东南亚及日韩客群在港澳机场店成交率较高，公司正计划与日韩运营商探索会员合作。面向岛内居民，则计划通过亲子活动、周年庆等形式增强本地客群的参与感与获得感，但岛民免税尚未对公司业绩提升有较大帮助，需要等具体政策进一步落地。\n　　严控资本开支，高效管理现金。资本开支方面，公司对重资产平台类项目（如三亚三期、海口项目）控制投资总量，平衡投入与收益。公司为现金流型企业，现金流充裕，不会长期持有大量现金流（理财收益低于免税运营回报），持续研究投资并购机会。公司未来将沿海外经营拓展、一带一路项目研究等方向布局，通过投资并购获取快速发展机会。\n　　风险提示：宏观经济增长低于预期，免税政策变动，市场竞争加剧等。\n",
  "notice_date": "2025-12-03 00:00:00",
  "notice_title": "中免投资日：催化剂多元化，11月免税数据增速强劲",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "寇媛媛,骆雅丽",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "海通国际"
}