{
  "attach_pages": "9",
  "attach_size": "1269",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202111021526575584_1.pdf?1635849829000.pdf",
  "company_code": "80114781",
  "eitime": "2021-11-02 10:43:49",
  "extend": {},
  "info_code": "AP202111021526575584",
  "language": "0",
  "notice_content": "　　皖通高速(600012)\n　　事件：2021年Q3公司实现营收8.94亿元（-3.47%），归母净利润3.79亿元（+1.84%）。公司通行费收入报告期内小幅增长，营收下降主要系高速公路委托管理收入下降以及典当业务清算解散。\n　　三季度业绩符合预期：报告期内公司三条核心路产合宁、高界、宣广三条高速分别实现收入增长4.2%，6.5%和9.8%，但其余路产收入有所下滑，整体看三季度单季公司通行费收入同比小幅增长1.2%。\n　　三季度成本控制较好，公司三季度营业成本3.11亿元，较上年同期的3.58亿元有所下降，从而增厚了业绩。\n　　报告期内南京出现疫情，由于南京紧邻安徽省，公司相关路产在疫情期间或受到一定负面影响，因此我们认为公司三季度业绩虽然增长并不明显，但符合预期。\n　　全现金收购路产引发市场争议：公司公告以22.1亿元的价格收购大桥公司100%股权，增值率90.3%。大桥公司对应资产为安庆长江大桥与岳武高速安徽段，剩余收费年限分别为12年与24年。同时，公司斥资19.7亿元帮助大桥公司清偿对安徽省交通控股集团的负债。\n　　本次收购引发了市场较大争议，且整体反馈偏负面，主要集中于以下几点：\n　　1.收购基本消耗完了公司现金储备，市场担心影响分红；\n　　2.收购估值明显高于公司市场PB估值，且收购并未附带业绩承诺；\n　　3.安庆长江大桥收费年限较短，且2026年海口长江大桥通车后或面临分流。收购披露后公司A股与港股股价都有较大幅度下跌。\n　　我们认为公司本次收购思路比较清晰，不该被负面解读：公司收购的两条路产都将在无岳高速西段通车（预计2023年）后获得较强的贯通效应，目前盈利能力并未完全体现。收购标的以直线折旧法计算折旧，意味着当贯通效应体现，收入上涨时，折旧不会相应提升，故盈利弹性较大。\n　　资产的收购估值较高主要是由于路产前期贯通性不足，车流量受限导致的持续亏损，净资产被不断压低，而收购时需要考虑路产未来的增长潜力，因此以收益法进行估值时会导致收购PB较高，这也是目前高速公路收购中较为常见的现象。我们认为公司出具的资产评估中对于路产收入的预测合理且偏保守，资产定价合理。\n　　公司帮助大桥公司清偿债务的行为属于债务替换，且使用资金主要并非自有资金，而是银行借款。可以看到公司中报相比一季报货币资金与长期借款同时大幅增长，其中长期借款增加14亿，也就是公司已提前做好了债务替换的准备。上市公司由于其强大的现金流保障能力，资金成本会明显低于省级交投平台。公司通过自有资金一次性替换项目原本相对高息的负债，有助于降低项目后续财务成本，加速收购项目的业绩释放。\n　　对于市场疑虑较大的海口长江大桥分流的影响，公司在项目收入预测中已经有所体现，即对2027年及以后的车流量和车流量增速进行了明显的调降，即该项目在定价时已经考虑了分流的影响。此外，网络流传海口长江大桥为免费通行的市政桥，但该桥已被列入安徽高速公路网规划以及长江干线过江通道布局规划（2020-2035），路线编号S2711，为收费高速公路。\n　　我们并不认为公司本次收购会影响未来分红金额：高速公路公司的分红并不依赖于货币资金储备，因为高速公司的经营净现金流普遍明显高于净利润（折旧不占现金流），自然也就远高于每年分红的金额。因此，高速公路上市公司的分红主要取决于自身未来发展的规划与管理层的分红意愿。从公司去年的分红策略看，通行费大幅减免的情况下维持了0.23元/股的分红金额没有下降就已经代表着分红意愿的提升，因此我们认为公司分红有继续提升的空间。\n　　盈利预测及投资评级：我们预计公司2021-2023年净利润分别为14.5、17.4和19.0亿元，对应EPS分别为0.87、1.05和1.15元。该预测考虑了本次资产收购的影响，并假设资产于2022年初并表。预计公司2022年PE降至5.5倍左右（港股约3.6倍），行业内横向比较也处于较低水平。同时公司分红有望继续提升，故维持“强烈推荐”评级。\n　　风险提示：合宁高速年限延长的不确定性；宁宣杭断头路贯通晚于预期；收购路产收入低于预期\n",
  "notice_date": "2021-11-02 00:00:00",
  "notice_title": "三季报符合预期，路产收购继续增厚业绩",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "曹奕丰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "421",
          "publishName": "铁路公路"
        }
      ],
      "short_name": "皖通高速",
      "short_name_ch": "皖通高速",
      "short_name_cht": "皖通高速",
      "short_name_en": "Anhui Expressway",
      "stock": "600012"
    }
  ],
  "short_name": "皖通高速",
  "source_sample_name": "东兴证券",
  "star": "1"
}