{
  "attach_pages": "27",
  "attach_size": "2145",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109171516732506_1.pdf?1631872020000.pdf",
  "company_code": "80092742",
  "eitime": "2021-09-17 09:47:00",
  "extend": {},
  "info_code": "AP202109171516732506",
  "language": "0",
  "notice_content": "　　海天味业(603288)\n　　投资建议：由于需求恢复不及预期、以及社区团购渠道扰动，短期内公司营收增速不及预期。我们认为海天拥有优秀的管理层，公司战略得当、积极进取，规模效应下成本控制行业领先，渠道和品牌护城河深。预计公司21-23年EPS分别为1.62/1.93/2.27元，对应PE分别为54.4/45.6/38.9倍。公司当前PE估值仍较高，考虑到公司竞争优势明显，业绩增速较快，PEG低于行业平均水平，首次覆盖，给予“买入”评级。\n　　调味品行业规模呈现稳健增长态势。调味品细分品类众多，行业整体集中度低，根据欧睿数据，20年海天行业市占率仅为6.9%。酱油品类发展成熟，是调味品最大的单一品类。酱油行业集中度较高，行业呈现“一超多强”的竞争格局。随着城镇居民人均收入的不断提高，消费者对调味品品牌、质量、应用场景日益重视，愿意支付更多去获得更好的调味品。酱油品类也呈现出向高端升级的趋势明显，低盐、零添加和有机等高端产品逐渐兴起。目前国内蚝油市场仍处于行业发展初期，市场规模偏小、产品渗透率低，具备高成长性。根据欧睿数据显示，20年国内蚝油市场零售口径规模为54亿元，15-20年复合增速为14%。调味酱品类繁杂，口味区域化特性突出。海天主打黄豆酱，利用渠道优势迅速打开市场销路。\n　　坚持全国化扩张和总成本领先战略。改革开放后，粤菜北上，海天乘势向全国扩张。随着公司坚定执行全国化战略，渠道持续下沉，公司销售规模也在不断提升。海天的规模优势体现在采购成本和制造费用上。采购方面，海天上游原材料采购量大，对于供应商具备一定议价权。规模提升可分摊固定成本降低生产制造成本。在生产工艺和技术升级方面，海天也精益求精，追求设备自动化、智能化，产线效率行业领先。\n　　渠道和品牌是核心竞争力。海天配备了专业的业务团队对区域内的经销商进行指导和管理，协助经销商与联盟商开拓本地的销售渠道。公司打造渠道联盟商体系，将网络优势强、实力基础好的分销商/联盟商纳入销售管理体系，达到深度掌控渠道的目的。经销商资源具有排他性，海天掌握优质经销商资源。海天产品品类全，其经销商对终端的地位和议价能力强。公司多品类发展反过来又强化经销商忠诚度和渠道竞争优势。餐饮客户粘性强，因为厨师使用调味品的习惯一旦养成，不会轻易更换，否则会影响菜品的口味。海天在餐饮渠道的高市占率铸就高壁垒。海天在中国品牌力指数C-BPI榜单中，海天酱油连续9年行业第一。17年以来，海天持续投入广告宣传。公司旗下大单品近年来也频繁冠名赞助各大卫视、视频网站的综艺节目。\n　　核心品类渗透仍有空间，中长期看产品升级和品类扩张。酱油品类15-20年复合增速约为14%，保持较快增速。根据我们测算，酱油品类海天市占率约为19%，未来仍有提升空间。公司高端产品占比不断提升，拉动其盈利能力稳步上行。公司蚝油和调味酱业务已初具规模，公司凭借品牌、渠道和研发优势，未来仍可在料酒、食醋、火锅底料等细分品类拓展。\n　　股价催化剂：产品提价；原材料价格下降等。\n　　风险因素：原材料价格上涨超预期；行业竞争加剧；新零售渠道冲击风险。\n",
  "notice_date": "2021-09-17 00:00:00",
  "notice_title": "公司深度报告：深耕核心品类，同心多元化扩张",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "马铮",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "海天味业",
      "short_name_ch": "海天味业",
      "short_name_cht": "海天味業",
      "short_name_en": "HAITIAN FLAV",
      "stock": "603288"
    }
  ],
  "short_name": "海天味业",
  "source_sample_name": "信达证券",
  "star": "3"
}