{
  "attach_pages": "7",
  "attach_size": "877",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202305151586624851_1.pdf?1684138137000.pdf",
  "company_code": "80114781",
  "eitime": "2023-05-15 08:08:57",
  "extend": {},
  "info_code": "AP202305151586624851",
  "language": "0",
  "notice_content": "　　公牛集团(603195)\r\n　　事件：公司发布2022年报及2023年一季报。2022年公司营业收入140.8亿元，同比+13.7%；归母净利润31.9亿元，同比+14.7%。其中22Q4营业收入36.1亿元，同比+7.0%；归母净利润8.3亿元，同比+44.1%。23Q1营业收入33.3亿元，同比+8.3%；归母净利润7.4亿元，同比+14.7%。业绩持续保持稳健的增长。\r\n　　转换器、墙开业务优势稳固，品类拓展打开增长空间，新能源、无主灯两大新业务开局顺利。分业务看，1)电连接业务营收70.5亿元，同比+4.2%。转换器业务是公司基石业务之一，优势稳固，稳健增长。公司围绕家庭用电场景持续出新，推动均价上移；持续丰富插座、电线、电气附件类产品线，推动套系化销售。此外，公司积极拓展工业末端配电、数据中心等新兴B端渠道。预计点连接业务仍将稳健发展。数码配件业务仍在拓展阶段，公司上市了一系列紧跟销售趋势的新品，且依托渠道培育音频类、手机电池等品类。2）智能电工照明业务营收68.5亿元，同比+23.4%。公司在墙壁开关品类上已有稳固优势，份额稳步提升。公司聚焦前装环节拓展品类，助力业务在地产下行压力下快速增长。公司不断推进传统LED照明的业务拓展，同时逐步打造以无主灯为核心的全屋智能生态。无主灯产品2022年推出后销售额过亿，公牛品牌产品导入门店，定位高端的沐光品牌逐步拓店。公司在无主灯品类上公司已占据先发优势。此外，智能门锁、智能晾衣机等智能生态产品增长迅猛。智能生态产品均可连接公牛智家APP，智能生态体系逐步完善，有望持续为公司贡献增量。3）新能源业务：营收1.53亿元，同比+638%。新能源市场蓬勃发展，充电枪&桩、储能等产品与公司主品类存在电连接技术上的协同，是当前重点发力的业务方向。充电枪&桩产品上市首年在线上实现第三方品牌第一，公司依托小B渠道管理经验，重点拓展4S店、汽车美容店等专业分销商，掌握先发优势；同时针对专业客户，公司也组建专门团队。我们认为随着充电枪&桩规模的提升，公司相对于新能源车企在该品类上的优势将会持续提升。储能产品处于技术研发阶段，目前仅推出针对露营场景的产品，未来应用场景有望不断丰富。\r\n　　C端渠道优势稳固、稳步拓展，B端渠道迅猛发展。公司已建立覆盖全国超110万家终端网点的销售网络，ToC渠道运营经验丰富。2022年公司建立ToC、ToB两大营销体系，C端推进线上线下协同互补，B端渠道公司发力拓展，充分发挥网点运营优势，重点突破小B渠道。1）ToC渠道：线下方面，传统渠道保持优势，同时拓展品类，新兴业务渠道快速开拓。五金渠道主销转换器、断路器等产品，公司赋能网点精益营销，将持续为公司带来稳定现金流；装饰渠道为公司智能电工照明业务板块的共享渠道，公司快速推进无主灯等全屋智能生态产品的导入，网点品类丰富度与专业性不断提升。新能源渠道在快速拓展中，已有分销商5000余家。此外，数码配件渠道持续手机维修店、便利店等渠道形态。线上方面：公司已建立照明、数码、新能源等品类的标杆旗舰店，推动“1+专+N”店铺矩阵建设。公司充分运用线上大数据资源、数字化营销方式进行业务拓展，线上转换器、墙开插座稳定保持市占率第一，新能源份额稳定提升。2）B端渠道：公司以墙开插座为基础，无主灯产品为核心，重点发力装企等小B渠道。2022年，公司与200家知名头部装企及平台建立战略合作关系，并围绕重点城市提升区域装企网点覆盖率。同时公司开始拓展工程项目，积极打造标杆工程。2022年公司将海外渠道的开拓提升到重要战略高度。22年自主品牌业务着重开拓东南亚市场，以转换器、墙开等成熟品类为主。同时公司在欧美市场开展跨境电商业务，上线充电枪等新能源产品，未来有望持续通过新能源产品打开欧美市场。\r\n　　新品推出拉高费用率，盈利能力有望持续稳中有升。2022年公司毛利率38.0%，同比+1.1pct，23Q1毛利率同比+2.7pct，公司毛利率与铜等大宗材料价格有较强相关性，公司持续通过套期保值平抑波动，并推进降本增效提振毛利率。2022年销售、管理、研发费用率分别+1.2pct、+0.1pct、+0.4pct，无主灯、新能源两条业务线的推出较多导致费用率提升，未来新品不断上量，费用率有望逐步回落。整体来看，公司净利率22.6%，同比+0.2pct，未来随新品放量，我们看好公司盈利能力稳中有升。\r\n　　盈利预测与投资评级：公司两大基石业务转换器、墙开优势稳固，今年有望稳步复苏；公司依托渠道布局和电连接技术优势拓展品类，同时积极布局海外市场，增长可期。公司过往经营业绩稳定，战略清晰，无主灯和新能源两大新业务市场空间巨大，海外市场亟待发掘，我们看好公牛集团未来持续稳健增长。预计公司2023-2025年归母净利润分别为37.4、43.9、51.1亿元人民币，EPS为6.22、7.30、8.50元，目前股价对应PE分别为24.1、20.6、17.7倍，我们维持“推荐”评级。\r\n　　风险提示：地产销售不及预期；新业务拓展不及预期；原材料价格上涨超预期。",
  "notice_date": "2023-05-15 00:00:00",
  "notice_title": "22年经营稳健，新业务开局顺利",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘田田,常子杰,沈逸伦",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "440",
          "publishName": "家用轻工"
        }
      ],
      "short_name": "公牛集团",
      "short_name_ch": "公牛集团",
      "short_name_cht": "公牛集團",
      "short_name_en": "GONEO",
      "stock": "603195"
    }
  ],
  "short_name": "公牛集团",
  "source_sample_name": "东兴证券",
  "star": "1"
}