{
  "attach_pages": "57",
  "attach_size": "9685",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409111639831869_1.pdf?1726068468000.pdf",
  "company_code": "80000162",
  "eitime": "2024-09-11 15:27:48",
  "extend": {},
  "info_code": "AP202409111639831869",
  "language": "0",
  "notice_content": "　　石头科技(688169)\n　　全球扫地机龙头，有望在更积极的策略下迎来再起航，维持“买入”评级\n　　凭借高效运营下的产品力、渠道力以及成本费用管控能力，公司扫地机品类份额实现全球第一，我们维持盈利预测，预计2024-2026年归母净利润为25.8/30.0/36.1亿，对应EPS为13.98/16.26/19.56元，对应PE为16.3/14.0/11.6倍。公司内销新品产品力保持引领，外销属国化、精细化运营下渠道拓展顺利，我们看好组织架构调整后，在更积极的产品和销售策略下迎来进一步发展，维持“买入”评级。\n　　凭借高效运营下的产品力、渠道力以及盈利能力，目前扫地机份额全球第一\n　　海内外扫地机行业空间广阔，当前石头科技已是全球第一扫地机品牌，在德语区/北欧/韩国/土耳其/北美实现份额引领，未来内销渗透率/北美线下/欧洲及亚太空白市场仍是行业重要支撑点。我们认为优秀的管理层与富有凝聚力的企业文化、极致的产品力、具有先发优势的海外渠道，优秀的成本费用管控能力，是石头科技在国内外份额持续提升、同时业绩保持良好增长的主要原因。（1）管理层方面：公司创始团队背景偏向产品工程师的创客风格，激励充分、人员稳定。（2）产品力方面，公司历年来的产品推新遵循“同质优价、同价高质”原则，产品相对友商打磨更佳、更关注消费者痛点，使公司具有极致的产品力。（3）渠道力方面，公司在海外渠道具备先发优势，特别是在美国、韩国、德国等建立了较强的渠道壁垒。（4）成本费用管控能力方面，成本管理端，公司具备引领行业的技术降本+供应链降本能力，特别是聚焦用户真实痛点、不卷不必要的参数和性能，以及精简的SKU，让公司成本具有显著优势。费用投放端，公司始终注重ROI，并未在低效渠道投放过多资源，随着石头执行更积极的营销策略，同时科沃斯、追觅开始收缩销售费用，预计石头未来费用投放效率进一步提升。由于石头科技净利率远高于国内外同行，我们看好公司有更多的费用投放空间去抢占市场份额。\n　　公司竞争力已拉开差距，有望在更积极的产品、销售策略下，迎来再起航\n　　中短期看，站在成立十周年的又一个起点，我们认为在组织架构更迭下，石头科技有望凭借更积极的策略迎来新阶段的再起航。在产品策略上看，本次大促前扫地机品类推新数量更多、价格带更宽，预计海外也会推出更具性价比的新品；在销售策略上，我们预计公司将凭借更积极的销售策略迎来渠道关系修复+新兴渠道拓展，同时费用投放效率也会有所提升；在品类拓展方面，洗衣机、洗地机等新品类推新速度也开始加快，且对应的投放逐步增加。中长期视角看，公司作为全球竞争力较强的扫地机第一品牌，有实力的竞争对手不多，iRobot和科沃斯市占率不断下降，追觅在减少费用投放后增速有放缓趋势，云鲸的产品线较为单一。我们看好石头科技在中长期内，持续享受内外销行业增长红利，持续抢占份额。覆盖更多国家、渠道、价格带和品类，2025年开始，公司的收入增长有望提速。\n　　风险提示：渠道拓展不及预期、海外需求不振、新品销售不及预期。\n",
  "notice_date": "2024-09-11 00:00:00",
  "notice_title": "公司深度报告：全球扫地机龙头，有望在更积极策略下迎来再起航",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "吕明,周嘉乐,陈怡仲",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "456",
          "publishName": "家电行业"
        }
      ],
      "short_name": "石头科技",
      "short_name_ch": "石头科技",
      "short_name_cht": "石頭科技",
      "short_name_en": "ROBOROCK",
      "stock": "688169"
    }
  ],
  "short_name": "石头科技",
  "source_sample_name": "开源证券",
  "star": "1"
}