{
  "attach_pages": "5",
  "attach_size": "389",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202205171566126476_1.pdf?1652801439000.pdf",
  "company_code": "80180327",
  "eitime": "2022-05-17 15:30:39",
  "extend": {},
  "info_code": "AP202205171566126476",
  "language": "1",
  "notice_content": "　　工商银行(601398)\r\n　　Lower provision expenses to support real economy would expand earnings capacity\r\n　　Interest rate cut cycle would raise NIM pressure in coming quarters, but robustbalance sheet growth could help offset the impact\r\n　　FinTech investment to maximize ICBC’s edge in big data; expect CIR to inch up\r\n　　Reiterate BUY on high fundamental stability. Our GGM- based H/A shr TPs implytarget 22E P/B of 0.73x/0.87x\r\n　　Lower risk buffers to increase earnings. To raise support for the real economy, thegovernment encourages big banks to reduce risk buffers, based on an announcement onApr 13, 2022. So far, the said request has not been mandatory but we believe majorbanks, including ICBC, would take steps to fulfill its social responsibility. As such, wefactor in a -2% CAGR in the bank’s provision expenses over FY21-24E, which wouldgradually reduce the bank’s provisioning ratio and provision coverage ratio to 2.78% and187.84% by end-24E. Nevertheless, in view of rising asset quality risk from the propertysector, we project the bank’s NPL ratio to inch up by 1bps-3bps YoY each in FY22E-24Eand reach 1.48% by FY24E, assuming the scale of NPL handling remains similar.\r\n　　More NIM pressure to come. Resurgence of interest rate cut cycle from Dec 2021 inChina would once again elevate NIM pressure in banks. Despite declining deposit rates,we expect loan re-pricing would delay the impact of interest rate cut by a few quarters, weforecast ICBC’s NIM to narrow by 2bps-5bps YoY each in FY22E-24E to 2.02% by FY24E.In our opinion, its robust total assets and total liabilities CAGRs at 6.0% and 5.8% inFY21-24E would defend the bank against NIM pressure and support NII CAGR at 5.3% inFY21-24E.\r\n　　CIR on the rise. To maximize the bank’s competitive edge in big data, we forecastFinTech investments would continue in coming years. By keeping technology-relatedexpenses at ~3% of its topline revenue, we anticipate CIR to rise mildly to 29.29% by2024E; operating expenses would increase at 11.2% CAGR over FY21-24E.\r\n　　Maintain BUY on high fundamental stability. ICBC’s defensiveness against policy andmacro changes has been consistently proven. The bank is one of our long-term coreholdings in the sector. Leveraging its market-leading position, we believe the bankwould continue to show consistent fundamental strength. We adjust our H/A TPs by -0.9%and 0.9% to HK$ 7.45 and RMB 7.70 by assuming (1) topline and net profit CAGRs at6.3% and 6.8% in FY21-24E; (2) a higher sustainable ROAE; (3) a higher long-termgrowth rate; (4) a lower equity risk premium (ERP).The TPs imply 0.73x/0.87x targetFY22E P/B. Reiterate BUY.\r\n　　Risk Factors: 1) Radical change in business environment induced by heavy-handedsupervision and policies; 2) Potential asset quality deterioration in specific sectors andgeographical areas; 3) Rising CIR on technology development; 4) Elevating NIM pressureamid interest rate cut cycle; 5) Resurgence or prolonged COVID-19 pandemic.",
  "notice_date": "2022-05-17 00:00:00",
  "notice_title": "High fundamental stability as core strength",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Johannes Au",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "工商银行",
      "short_name_ch": "工商银行",
      "short_name_cht": "工商銀行",
      "short_name_en": "ICBC",
      "stock": "601398"
    }
  ],
  "short_name": "工商银行",
  "source_sample_name": "农银国际证券"
}