{
  "attach_pages": "6",
  "attach_size": "345",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202509121742206991_1.pdf?1757683142000.pdf",
  "company_code": "80000007",
  "eitime": "2025-09-12 10:03:35",
  "extend": {},
  "info_code": "AP202509121742206991",
  "language": "0",
  "notice_content": "　　泸州老窖(000568)\n　　事项：\n　　事件：2025年9月8日，泸州老窖2025年核心经销客户会议在天津召开，会议以“全面转型·客户共赢，坚定推进数字化营销”为主题，对目前白酒行业的机遇与挑战、未来消费趋势等进行了分析和研判；展望未来，明晰战略发展方向，传递出携手经销商战略共赢的信心。\n　　国信食饮观点：公司组织管理禀赋突出，营销数智化转型至今成效逐步显现，当前国窖批价表现较为稳定，渠道考核机制优化下经销商利润得到改善，高度国窖在千元价位势能加强。短期看，今年中秋国庆预计是关键动销窗口，我们预计国窖在稳定价格的基础上通过渠道精耕、消费者费投增加等方式能够适当放量，稳固优势区域市场份额；同时大众价位产品的完善也减弱了国窖放量压力。中长期看，公司在各价位均有大单品布局，38度国窖1573产品力突出，已形成较好的增长基础，有望受益于“轻商务”等场景趋势，具有较大的全国化扩张空间。维持此前收入及盈利预测，预计2025-2027年公司营业总收入295.4/303.6/334.2亿元，同比-5.3%/+2.8%/+10.1%；预计归母净利润123.7/130.1/146.5亿元，同比-8.2%/+5.2%/+12.6%；当前股价对应25/26年16.6/15.8xPE，强调“优于大市”评级。\n　　评论：\n　　数字化转型成效初显，需求下行周期彰显韧性\n　　公司于2022年来开启数智转型，不断完善和优化管理机制：2024年公司数字化攻坚，渠道策略从做左侧“销售体系-渠道压货”转向右侧“消费者扫码开瓶拉动”，聚焦库存去化、稳定价值链；2025年消费需求进一步减弱，公司灵活调整考核指标，形成经销商终端联盟，对开拓新商务客群、培育新消费者的行为多元化奖励，保证渠道合理利润水平和经销商信心。从结果上看，数字化对渠道的管理优势在第二季度以来逐步显现，高度国窖批价相对稳定，反映公司供需管理能力；后续公司将坚持实施优化数字化配额管理、强化数字化监管与风控等举措，夯实渠道管理优势。\n　　公司产品布局完善、增长工具较多，建议关注旺季高度国窖量价表现\n　　根据今日酒价，当前高度国窖1573批价在835元，在千元价位主流产品中价格表现较为稳定。市场担忧第八代五粮液性价比凸显后对国窖的动销量造成一定影响，我们认为两者各具优势，今年中秋国庆旺季动销表现或是关键点：一方面，五粮液品牌力突出，批价下降后社会库存预计较快去化，旺季礼赠场景性价比突出，动销速率有望改善；一方面，高低度国窖已分别形成西南、华北两大基地市场，通过精耕渠道、扩展终端、加大消费者端费投等促进动销开瓶，终端在数字化管理和利润支持下积极性预计也会同步提升。\n　　同时公司坚持维护国窖价盘稳定：数字化系统精准把控单点的价格、开瓶量及库存承载能力，可以在旺季适当放量获取份额；公司大众价位产品布局均衡，腰部特曲60版、老字号及头曲、新二曲有望在宴席、自饮场景放量贡献收入增长，缓解国窖放量压力。\n　　38度国窖1573品牌力、产品力突出，看好中长期全国化发展空间\n　　今年以来主流酒企在纷纷在20+度白酒赛道进行产品布局，调整阶段内积极谋取中长期发展空间。我们认为20~30度尚未形成白酒主要消费度数带，短期空间有待市场和消费者检验。38度国窖1573自2001年推出，发展至今品牌力、产品力得到认可，预计2024年收入体量约100亿元，同时形成了主流消费区和消费场景较好的发展基础：1）公司自1980年代研发降度工艺，较好地解决了降度浑浊和风味缺失的问题；2）2004年在河北唐山、保定等场景聚焦运作，已在河北600元+价位带形成份额优势，我们预计2024年河北地区老窖收入市占率16%左右；在嘉兴、湖州区域也有较好的38度国窖消费氛围；3）中长期伴随白酒消费场景和需求恢复，预计商务和大众场景占据主导，理性饮酒诉求下中度或将更匹配“轻商务”的用酒需求，38度在品质口碑和公司组织管理优势支撑下，全国化增长空间较大。\n　　投资建议：维持“优于大市”评级\n　　公司战略坚定，组织禀赋及管理能力优势突出，短期高度国窖价格势能较好、数字化持续优化带来厂商关系改善，中长期产品结构升级和渠道扩容具有弹性。维持此前收入及盈利预测，预计2025-2027年公司营业总收入295.4/303.6/334.2亿元，同比-5.3%/+2.8%/+10.1%；预计归母净利润123.7/130.1/146.5亿元，同比-8.2%/+5.2%/+12.6%；当前股价对应25/26年16.6/15.8xPE，强调“优于大市”评级。\n　　风险提示\n　　宏观经济及需求复苏不及预期；消费税等产业政策；食品安全问题等。\n",
  "notice_date": "2025-09-12 00:00:00",
  "notice_title": "2025年核心经销客户会议召开，传递发展信心",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张向伟,张未艾",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "泸州老窖",
      "short_name_ch": "泸州老窖",
      "short_name_cht": "瀘州老窖",
      "short_name_en": "LUZHOU LAO JIAO",
      "stock": "000568"
    }
  ],
  "short_name": "泸州老窖",
  "source_sample_name": "国信证券",
  "star": "1"
}