{
  "attach_pages": "68",
  "attach_size": "4997",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109211517610405_1.pdf?1632219967000.pdf",
  "company_code": "80000080",
  "eitime": "2021-09-21 10:26:07",
  "extend": {},
  "info_code": "AP202109211517610405",
  "language": "0",
  "notice_content": "　　顺丰控股(002352)\n　　投资要点：\n　　龙头壁垒坚固，看好长期成长逻辑。经过多年的潜心经营和战略性布局，公司打造了“天网+地网+信息网”的独特稀缺物流服务网络，构筑高壁垒核心竞争力。公司近年来业绩保持高速增长，传统业务稳健，新业务快速拓展，通过科技赋能，获取更强的定价权。未来，公司四网融通成效逐步释放，新业务有望逐渐减亏甚至实现扭亏，鄂州机场的投产将进一步强化公司时效壁垒，我们看好公司长期成长性。\n　　行业维持高景气度，公司有望受益发展提质。我国物流行业规模广阔，整合空间巨大，未来有望形成多家综合物流龙头。行业发展趋势：1）新冠疫情加速消费向线上转移，随着人们消费习惯的改变，我国社会消费品线上渗透率有望进一步提升；2）目前，电商件是我国快递行业业务量的主要来源，电商多元化发展，下沉市场、直播电商、生鲜电商等新增长点将持续为快递行业提供驱动力；3）监管政策趋严，市场有望转向有序竞争、高质量发展，未来，综合物流服务能力将为企业赢得定价权。\n　　持续完善产品矩阵，全面打造综合物流服务龙头。时效快递：公司最稳定的收入来源，消费类取代商务类成为新驱动力，增长韧性较强；经济快递：产品下沉收获成效，丰网起网后双网并行未来增长空间大；快运：已经跨过毛利率盈亏平衡点，随着货量增长，快运有望实现盈利，零担行业增长空间和整合潜力大，快运业务有望成为公司一大业务增长点；冷运：公司布局冷链物流早，网络覆盖优势明显，联手夏晖树立了全网型标杆；国际：携手嘉里物流，完善国际业务战略布局，双方优势互补，有望形成战略协同；同城：拟拆分赴港上市，当下对于公司以战略布局为主；供应链：公司在自身多元业务中沉淀了海量的数据和行业经验，拥有先发优势和技术壁垒，参考国际综合物流行业巨头，未来公司供应链收入占比仍有上升空间。\n　　投入期短期承压，业绩边际改善。我们认为公司正处在边际改善阶段：首先，公司重新审视资源投放，并加强精细化管控，目前，快递物流传统旺季即将来临，公司的四网融通项目将在收、转、运、派各环节提升产能利用率，规模效应逐渐释放，进而带动公司盈利能力持续提升，支撑公司业绩整体改善；其次，电商快递监管力度空前，政策层面整治快递行业不良竞争的决心坚定，公司电商件增长速度快，收入占比迅速提升，对公司毛利影响显著，我们预计下半年电商快递价格战阶段性缓和，经济件毛利有望提升；同时，价格战缓解的情况下，市场对此前深陷价格战泥潭的通达系预期有所改观，公司经济业务有望迎来价值重估；此外，市场价格战缓解，转向高质量发展，符合顺丰一直以来的高质量综合物流服务能力的发展战略，公司有望受益市场下一步发展趋势，继续打造龙头品牌标杆。\n　　投资建议：公司传统业务盈利稳健，新业务快速拓展，随着产品矩阵不断完善，公司综合物流服务能力不断加强，有望支撑公司业绩持续增长。未来鄂州机场投产、四网融通深入、数字化科技赋能，公司竞争壁垒有望进一步加固。预计公司2021-2023年EPS分别为0.86元/股、1.49元/股、2.13元/股，对应9月16日收盘价64.00元/股，PE分别为74.06倍、43.05倍、30.11倍，维持“买入”评级。\n　　风险提示：时效件增速不及预期；新业务拓展不及预期；竞争恶化，价格战超预期；鄂州机场建设进度不及预期；四网融通效果不及预期。\n",
  "notice_date": "2021-09-21 00:00:00",
  "notice_title": "顺势而为，羽翼渐丰",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张湃,武恒",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "422",
          "publishName": "物流行业"
        }
      ],
      "short_name": "顺丰控股",
      "short_name_ch": "顺丰控股",
      "short_name_cht": "順豐控股",
      "short_name_en": "SF HOLDING",
      "stock": "002352"
    }
  ],
  "short_name": "顺丰控股",
  "source_sample_name": "山西证券",
  "star": "2"
}