{
  "attach_pages": "70",
  "attach_size": "7405",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310231602724311_1.pdf?1698075311000.pdf",
  "company_code": "80000007",
  "eitime": "2023-10-23 15:35:11",
  "extend": {},
  "info_code": "AP202310231602724311",
  "language": "0",
  "notice_content": "　　华利集团(300979)\n　　核心观点\n　　公司概况：运动鞋专业制造商，绑定优质品牌客户，财务表现出色。华利集团是规模与实力全球领先的运动鞋制造商，2022年公司收入206亿元，产能2.4亿双。公司与多个国际知名运动休闲品牌保持稳定深入的合作关系，以耐克为首的前五大客户收入占比达91%。公司实控人为张聪渊家族，50余年深耕鞋履制造。公司近5年业绩呈20%以上的复合增长，盈利能力优于行业，2022年ROE高达25%，现金流充沛。\n　　行业分析：运动赛道长青，中国企业在运动鞋制造产业链优势明显。1）全球运动鞋产业链梳理：中国具备全产业链优势，尤其在终端品和中间品环节具有显著优势，但面临贸易壁垒，故中国企业将产能向东南亚转移；其他国家凭借劳动力成本、税率优惠、原料供给和地理区位优势各有所长，东南亚终端产品份额提升。2）运动行业特点和供应商壁垒：运动行业长期成长性好，运动鞋市场规模约1521亿美元，近五年CAGR为4.5%，高于整体鞋类市场增速。运动品牌集中度较高且持续提升，Top10份额从2013年的37%提升至2022年的45%。头部运动品牌供应链进入壁垒高，严格考核新供应商，纳入核心供应商需通过长期动态考核。3）供应商竞争格局：头部制造商数量少，历史悠久，合作年限长，故集中度较高，三大上市鞋企市占率合计24%,华利份额提升明显。4）品牌与供应商估值复盘：以耐克和头部供应商为例，核心供应商与品牌估值强相关，竞争力与份额提升驱动估值中枢上移。5）\n　　行业近况：下游国际品牌去库预计半年内完成，供应商拐点可期。\n　　核心竞争力：规模和效率领先，管理体系稳定。1）竞争优势：增长优势明显，盈利能力好于同行，客户份额提升；2）规模效率成本优势：公司产量规模领先且扩张较为积极；人效高，人均产量高于同行而人均成本低于同行；\n　　3）产地优势：越南北部中部劳动力成本低、稳定性好；4）管理优势：创始人及二代子女经验丰富，公司快速准时交付能力强。\n　　成长分析：需求端老客份额提升+新客开拓，供给端产能持续扩张。公司未来在越南/印尼中长期预计共新投产12家工厂，假设未来5年后完成爬坡达产，产量可达约3.5-4.0亿双。1）供给端分析：在下游客户订单有保障的前提下，公司产能释放节奏决定增长速度，预计2024年收入增速在17%~22%之间，未来3年复合增速在16%左右。2）需求端分析：公司重点绑定头部客户，不断扩大份额及提升客单价，预计未来5年收入复合增速达12%，且经历2023年订单低谷后，2024-2027年复合增速预计达16%。分客户看：1）公司在第一大客户耐克份额提升趋势明显，未来量价齐升均有空间，预计未来5年来自耐克品牌收入复合增速预计达23%；2）耐克以外其他品牌，现有前五大客户保持稳健较快增长，另外近两年新纳入的品牌增长更为迅速，并且其中中高价位品牌增长好于低价位品牌，预计未来5年收入复合增速为8%。\n　　风险提示：产能扩张不及预期、下游去库进程不及预期、市场竞争加剧。\n　　投资建议：看好近期订单回暖带动业绩反转，中长期份额提升并保持出色盈利能力。短期随下游品牌客户库存压力好转，预计公司基本面与未来订单逐季回暖，订单恢复拐点在即，估值有望先行修复，明年订单和业绩增长确定性强。中长期公司的成长性与确定性兼备，产能扩张和客户份额提升前景明确，核心竞争力保障公司持续实现业内领先的盈利能力和充沛的现金回报。我们维持盈利预测，预计公司2023~2025年净利润分别为31.4/37.1/43.6亿元，同比-2.6%/+18.0%/+17.5%。公司当前估值与疫情前头部运动代工企业25x估值中枢尚有差距,维持73.1~79.5元的合理估值区间，对应2024年23-25xPE，维持“买入”评级。\n",
  "notice_date": "2023-10-23 00:00:00",
  "notice_title": "运动品牌核心供应商，份额扩张驱动增长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "丁诗洁,刘佳琪",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "436",
          "publishName": "纺织服装"
        }
      ],
      "short_name": "华利集团",
      "short_name_ch": "华利集团",
      "short_name_cht": "華利集團",
      "short_name_en": "HLIG",
      "stock": "300979"
    }
  ],
  "short_name": "华利集团",
  "source_sample_name": "国信证券",
  "star": "1"
}