{
  "attach_pages": "7",
  "attach_size": "369",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202301091581808302_1.pdf?1673273914000.pdf",
  "company_code": "80000007",
  "eitime": "2023-01-09 14:18:34",
  "extend": {},
  "info_code": "AP202301091581808302",
  "language": "0",
  "notice_content": "　　爱尔眼科(300015)\r\n　　事项：\r\n　　公司公告：1月3日晚，公司公告拟出资4.7亿元收购绍兴爱尔、舟山爱尔等14家医院部分股权。\r\n　　国信医药观点：1）此次收购的14家医院于2021年总营收为3.2亿元，而在2022年疫情多发的情况下，14家医院前三季实现收入2.87亿元，净利润约1733.33万，整体估值约为7.2亿元。该14家标的以基层医院为主，分布在8个省份的地级市及以下区域，此次并购将完善区域市场布局，深化全国分级连锁体系，提升规模效应；2）近期与中南大学签订战略合作协议，开启新一轮十年之约，进一步加强在人才培养、科学研究、平台共建等方面的合作，充分发挥中南大学科技与人才优势及爱尔眼科产业及全球化优势，学科建设更上一层楼；3）近期在博鳌乐城爱尔眼科医院引入了中国内地首例硅水凝胶日抛近视防控软镜，在2022年橘洲视光论坛启动近视预防镜片的受试者招募仪式。新产品比肩国际前沿，共享全球智慧；4）考虑2022年的疫情影响和近期并购的增厚，下调2022年盈利预测，上调2023-24年盈利预测，预计2022-24年归母净利润27.89/37.90/49.30亿(2022-24年原为28.8/37.8/48.7亿)，同比增速20.1%/35.9%/30.1%；当前股价对应PE=79/58/45X。公司是国内眼科医疗服务领域的龙头公司，通过分级连锁模式迅速扩张，“内生+外延”共同支撑业绩成长，品牌影响力持续增强，新十年“二次创业”稳步推进，维持“买入”评级。\r\n　　评论：\r\n　　公司公告收购14家医院部分股权，提升基层眼科服务能力\r\n　　被收购医院拥有良好的基础条件和发展趋势。公司此次收购的14家医院于2021年总营收为3.2亿元，而在2022年疫情多发的情况下，14家医院前三季实现收入2.87亿元，净利润约1733.33万，整体估值约为7.2亿元，对应22年（以Q1-3的收入年化计算）平均PS为1.88X，平均PE为31.16X。此次收购的14家医院均以基层医院为主，分布在8个省份的地级市及以下区域。\r\n　　作为眼科医疗服务的龙头，爱尔眼科近年来不断下沉基层。目前公司的网络布局已达到行业最广，完成国内90%省会城市及80%地级市的布局。但在县域市场的覆盖率仅10%，因此基层眼科市场仍存在很大的潜力空间。2022年11月29日，公司拟收购西安爱尔、泉州爱尔等26家医院部分股权，其中除西安爱尔、郑州爱尔以外，其余均为基层医疗机构，分布在全国18个省份。而本次收购进一步完善区域市场布局，深化全国分级连锁体系，提升规模效应。\r\n　　与中南大学深化合作，学科建设更上一层楼\r\n　　1月6日，爱尔眼科与中南大学签订战略合作协议，开启双方新一轮十年之约，进一步加强在人才培养、科学研究、平台共建等方面的合作，充分发挥中南大学科技与人才优势及爱尔眼科产业及全球化优势，共同打造协同发展的技术引擎和人才培养高地。早在2013年，中南大学和爱尔眼科联合设立中南大学爱尔眼科学院，经过10年发展，双方携手为社会培养硕博眼科人才300余名，承担国家级科研项目10余项，发表SCI期刊论文200余篇，在国内外知名学术平台交流发声，举办国际学术会议10余场，同时斩获了第19届世界近视眼大会主办权。\r\n　　新产品不断引入，比肩国际前沿，共享全球智慧\r\n　　近日海南一名12岁小女孩在博鳌乐城爱尔眼科医院配戴了中国内地首例硅水凝胶日抛近视防控软镜。该软镜由爱尔眼视光研究所和强生视力健集团强强联合，在博鳌乐城爱尔眼科医院落地开展“先行先试”真实世界研究项目，项目的高效推进将加快国际创新眼科药械产品利用真实世界证据支持在国内进口注册上市，实现全球眼科智慧的同步与共享。\r\n　　ACUVUEAbiliti1-Day近视防控软镜由美国强生视力健推出，并于2019年6月获得美国FDA创新产品认证，目前已在加拿大、新加坡和中国香港陆续上市。该软镜具有近视控制与视力矫正效果兼优、专为儿童设计、配戴更安全舒适三大创新点，一度受到国外诸多近视患者及家庭青睐。该款产品采用突破性创新的Ringboost非同轴焦环增强技术的光学设计。“非同轴焦环”意味着它不会因为离焦而影响正常的中心视网膜视力，能带来比同轴焦环更好的视觉效果\r\n　　此外，近视预防镜片的受试者招募仪式在2022年橘洲视光论坛启动。由湖南爱尔眼视光研究所自主研发生产的一款用于近视预防的功能性镜片，获得了“实用新型专利证书”。近视预防镜片是一款采用“多区正向光学离焦”技术设计的多区正向平光离焦镜片，它包含了中央直径约11毫米的平光区域，以及周边516个独立岛形度数为350度（远视）的微透镜形成的正向离焦区域。新一代“云夹”将外置的设备与镜框融为一体，同时搭配近视预防镜片组成了近视综合管理设备，其既可以通过“云夹”数据采取行为干预，又能辅以离焦光学镜片抑制眼轴过快增长，为儿童青少年近视防控提供了全方位科学保障。\r\n　　投资建议：深化全国“分级连锁”体系，提升基层眼科服务能力，维持“买入”评级\r\n　　此次收购的14家医院均以基层医院为主，分布在8个省份的地级市及以下区域，将进一步完善区域市场布局，深化全国分级连锁体系，提升规模效应。爱尔眼科与中南大学签订战略合作协议，开启双方新一轮十年之约，进一步加强在人才培养、科学研究、平台共建等方面的合作。此外，公司在海南博鳌引入了中国内地首例硅水凝胶日抛近视防控软镜，并在2022年橘洲视光论坛启动近视预防镜片的受试者招募仪式。考虑2022年的疫情影响和近期外延并购的增厚，下调2022年盈利预测，上调2023-24年盈利预测，预计2022-24年归母净利润27.89/37.90/49.30亿(2022-24年原为28.8/37.8/48.7亿)，同比增速20.1%/35.9%/30.1%；当前股价对应PE=79/58/45X。公司是国内眼科医疗服务领域的龙头公司，通过分级连锁模式迅速扩张，“内生+外延”共同支撑业绩成长。品牌影响力持续增强，新十年“二次创业”稳步推进，维持“买入”评级。\r\n　　风险提示\r\n　　新冠疫情影响、并购整合进度不达预期、医疗事故风险等。",
  "notice_date": "2023-01-09 00:00:00",
  "notice_title": "收购14家医院部分股权，进一步深化分级连锁体系",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张超,陈益凌",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "爱尔眼科",
      "short_name_ch": "爱尔眼科",
      "short_name_cht": "愛爾眼科",
      "short_name_en": "AIER EYE HOSPITAL",
      "stock": "300015"
    }
  ],
  "short_name": "爱尔眼科",
  "source_sample_name": "国信证券",
  "star": "1"
}