{
  "attach_pages": "5",
  "attach_size": "441",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202403071625928421_1.pdf?1709822610000.pdf",
  "company_code": "80000080",
  "eitime": "2024-03-07 14:43:30",
  "extend": {},
  "info_code": "AP202403071625928421",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　事件描述\n　　近期我们参加山西汾酒投资者交流，会上公司领导就整体运营情况进行解答，结合渠道调研反馈，总结更新如下：\n　　事件点评\n　　行业调整引发行业洗牌及格局变迁，清香龙头汾酒有望穿越周期。具体来看：1）汾酒持续增长三大势能加持，名酒势能、清香势能、产品线势能；2）目前渠道挣钱效应的产品很少，飞天茅台、玻汾等，渠道挣钱效应带来示范作用，是行业下行阶段获取大量渠道资源的重要时候；3）玻汾系列和青花20，大众市场和次高端市场结合，产生乘数效应，其中在400元次高端价位带，目前青花20具备一定的体量优势，汾酒凭借强大的品牌力和产品力在下行周期中收获份额，而玻汾重新做资源分配，玻汾之前配额集中于内蒙古、山东、河南等长江以北区域，目前重新分配后，把配额调整到长江以南，加速突破长江以南市场；4）清香新国标执行，对于酒体分级清晰的酒体描述，催动升级的步伐。\n　　青花系列引领，产品组合同时发力。公司以八大纲领为总框架积极谋划，从汾酒营销层面来讲，要从“玻汾调存量、20要突破、中期看30、科学做营销”等方面为抓手，加强对标学习和制度改革，以系统发展观，进行全面的总结和归纳，找到改进和优化的路径。1）青花20全面增长，目前来看，青花20从商务场景增长开始到多场景增长（比如宴席、酒店等），同时找到机会和竞品缩小差距，有望实现量价齐升；2）目前成立青花汾酒事业部，针对青花30以上产品进行高端运作，重视顶层设计、倾斜资源投放，落实增量动作，加大过程考核等，从而实现销量要好/价格要好/模式要成熟的三个目标；3）腰部产品重点看五码合一推出后，老白汾的升级换代。\n　　渠道模式再造和组织重塑带来竞争力提高，助推后500亿汾酒的发展。围绕“文化重塑、组织重塑、竞争力重塑”三个层面，提高汾酒营销的综合竞争力。1）汾酒去年10月推行新的渠道模式和控盘分利模式，成功经受2024年春节旺季考验，新模式保障了渠道和终端的利润，后续通过文化重塑和赋能，提升厂家、经销商、终端三者之间的紧密程度，希望上升到组织层面的渠道再造。2）通过外面公开招聘120名高素质人员，加大对营销组织的重塑，进而提高对高端白酒的运作能力。3）公司在原有产品继续做深做透外，2024年亦计划推出超高端青花汾酒。\n　　盈利预测、估值分析和投资建议：短期看公司春节动销表现优秀，公司渠道健康良性，回款与发货节奏上把握到位。中长期看公司产品高端化+渠道全国化的目标明确，业绩确定性强。因此，未来随着产品结构升级、规模效应凸显以及管理运营水平优化，利润增速高于收入增速，净利率有望不断提高。预计2023-2025年公司归母净利润104.92亿、137.06亿、176.02亿，EPS分别为8.60元、11.23元、14.43元，对应当前股价，PE分别为27.7倍、21.2倍、16.5倍。维持“买入-A”评级。\n　　风险提示：商务需求恢复不及预期，省外扩张不达预期，宏观经济风险\n",
  "notice_date": "2024-03-07 00:00:00",
  "notice_title": "谋定后动，笃行致远",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "和芳芳",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "山西证券",
  "star": "2"
}