{
  "attach_pages": "10",
  "attach_size": "1873",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011021425769825_1.pdf?1604353280000.pdf",
  "company_code": "80027629",
  "eitime": "2020-11-02 18:35:02",
  "extend": {},
  "info_code": "AP202011021425769825",
  "language": "1",
  "notice_content": "　　美的集团(000333)\r\n　　3Q20 was a clear beat for Midea (even excluding the one-off investment and fairvalue gains) and we are more positive on 4Q20E given its highly competitiveproducts and strong export order outlook. Therefore, we maintain BUY and liftedTP to RMB 95.24, based on 22x FY21E P/E (up from 20x), vs China/ Int’l peers’avg. of 21x/ 17x.\r\n　　3Q20 results was a strong beat. Midea sales/ net profit att. increased by16%/ 32% YoY to RMB 77.7bn/ 8.1bn in 3Q20, beating BBG and CMBI’s est.by 9%/ 32% and 8%/27%. We attributed the beat to: 1) robust sales growth(both domestic and export) and 2) significant investment and fair value gains.Noted that 3.4ppt YoY GP margin drop was mainly due to: 1) relocating ofinstallation fees to COGS (from selling expenses) and 2) higher mix of ecommerce sales. Even excluding one-off investment and fair value gains,adjusted net profit att. still managed to grow by 19% YoY, still a beat.\r\n　　Both domestic and export sales growth accelerated, while A.C. was themain driver. Midea’s domestic and export sales growth speeded up to 22%/18% YoY, from 16% drop and 0% in 1H20. We believe the beat in domesticsales was mainly driven by exceptional market shares gain in the A.C.segment (+3ppt YoY to 33% in online and +6ppt YoY to 35% in offline in 3Q20,according to AVC.). We think innovations such as No Wind Feeling (无风感)and 180% Rotation Wind Channel (180°旋转风道) were the key. While thebeat in export sales was more an industry-wise pick up, in our view, wheresales growth for fridge/ W.M./ A.C. were booming at 57%/ 17%/ 15% YoY inSep 2020. We now forecast a 14% sales and 24% net profit growth in 4Q20E.However, despite the momentum, we should be aware of potential drags onGP margin due to recent CNY appreciation.\r\n　　KUKA business begins to recover. KUKA registered a turnaround in profitin 3Q20, which is certainly a beat, and its sales growth in 4Q20E should likelyresume as its future orders also recorded ~20% YoY growth.\r\n　　Maintain BUY but raised TP to RMB 95.24 (22% upside). We reiterate BUYbecause of: 1) industry leading sales growth, 2) robust exports market and 3)continual sector turnaround and re-rating. We fine-tuned FY20E/ 21E/ 22E NPby 7%/ 0%/ 0% to factor in better sales growth but a weaker GP margin. Ournew TP is based on 22x FY21E P/E (up from 20x due to stronger than peers’growth). The counter now trades at 18x 21E P/E (vs China peers’ avg. of 21x)or 1.9x PEG (vs China peers’ 2.9x).",
  "notice_date": "2020-11-02 00:00:00",
  "notice_title": "A rosy outlook for both domestic and export",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Walter Woo",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "456",
          "publishName": "家电行业"
        }
      ],
      "short_name": "美的集团",
      "short_name_ch": "美的集团",
      "short_name_cht": "美的集團",
      "short_name_en": "MIDEA GROUP",
      "stock": "000333"
    }
  ],
  "short_name": "美的集团",
  "source_sample_name": "招银国际"
}