{
  "attach_pages": "6",
  "attach_size": "557",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207271576594847_1.pdf?1658940021000.pdf",
  "company_code": "80114781",
  "eitime": "2022-07-27 16:40:21",
  "extend": {},
  "info_code": "AP202207271576594847",
  "language": "0",
  "notice_content": "　　中信证券(600030)\n　　2020年9月，央行发布《金融控股公司监督管理试行办法》，行业讨论多年的金控平台管理办法正式出台。自此，金控平台在开展相关业务之前，需向央行申请获取相应牌照，监管较之前更为明确和细化。2022年3月，央行首批批准中信金控和北京金控两张金控牌照。7月15日，中信金控正式成立。\n　　点评：\n　　公司原股东中国中信有限公司和中国中信股份有限公司将向中国中信金融控股有限公司无偿划转合计持有的中信证券股份2,733,961,712股，包括中信有限直接持有的中信证券2,299,650,108股A股以及中信股份直接持有的中信证券434,311,604股H股，合计占中信证券已发行股份总数的18.45%。划转完成后，中信金控将成为公司第一大股东。\n　　作为首批获批的两大金控平台之一，中信金控承载了金控模式“试验田”的使命。自2017年金控需“持牌经营”的监管要求被广泛讨论开始，如何以平台形式统筹发展各类金融相关业务已成为各家金融控股公司关注的重点，而监管政策的不确定性也从一定程度上制约了相关公司的业务开展。中信金控的成功设立，相关金融机构股权的划转完成，将令平台管理模式正式进入操作阶段，后续在统一监管、关联交易和风险管理模式方面的探索均将为后续新进入的金控平台提供范式参考。\n　　和其他金控平台相比，中信证券在中信金控体系内的地位和话语权均较高。在组织架构上，中信金控目前下辖中信证券、中信银行、中信信托和中信保诚人寿四大子公司。四大子公司旗下又包含理财子公司、金融租赁公司、公募基金公司、消费金融公司等金融机构。同类平台中，特别是包含银行子公司的平台，通常因规模因素和资金使用考虑，均将银行作为核心中介。但在中信金控旗下，中信证券的资产规模和行业地位均将为公司在平台内谋求更大话语权，获得更多的资源倾斜。同时，依托平台优势，中信证券有望间接获得央行、银保监会等监管机构的政策倾斜，进而获得更大发展空间。\n　　股权划转完成后，“券商航母”有望持续受益于中信金控内部协同。此次股权划转尚待取得证监会对中信金控的股东资格核准，但参考前期各项相关事务的落地速度，预计三季度内剩余事项即将完成。当前证券行业转型和业务创新加速开展，以手续费为核心的业务模式正在向资本中介和投资管理转向，而中信证券作为行业龙头和业务创新的领军者，业务结构先人一步向欧美老牌投行看齐。业务模式重心的转换对各类业务资源和资质的要求不断提升，在资金高效流动、人才储备、管理模式、风控能力等方面提出更高要求。在金控平台范式下，依托平台内协同，公司在上述方面均有望得到更多支持和补充，助力公司加快构建成为具备更强综合竞争力的“券商航母”。\n　　投资建议：在中信金控对旗下各金融板块的集中统一管控下，公司在强化服务能力，实现高质量发展方面均有望取得新突破，有望加快提升综合竞争力。我们认为，当前证券行业业务同质化仍较强，在马太效应持续增强的背景下，仅龙头的护城河有望持续存在并拓宽，资源集聚效应更为显著，进而有机会获得更高的估值溢价。作为行业的绝对龙头，中信证券不仅业务上无明显短板，综合实力业内突出，而且业务结构逐步向欧美先进同行看齐，抗周期属性初步显现。故我们坚定看好公司的长期发展前景和构建“券业航母”的未来。预计公司2022-2024年归母净利润分别为232.17亿元、263.09元和291.53亿元，维持“推荐”评级。受市场持续低迷影响，公司当前估值仅1.27xPB，已处于严重低估区间，具备极强的中长期投资价值。给予年内目标价25元，对应1.6xPB。\n　　风险提示：宏观经济下行风险、政策风险、市场风险、流动性风险。\n",
  "notice_date": "2022-07-27 00:00:00",
  "notice_title": "控股股东变更，加速资源整合",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘嘉玮,高鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "473",
          "publishName": "证券"
        }
      ],
      "short_name": "中信证券",
      "short_name_ch": "中信证券",
      "short_name_cht": "中信證券",
      "short_name_en": "CITIC SEC",
      "stock": "600030"
    }
  ],
  "short_name": "中信证券",
  "source_sample_name": "东兴证券",
  "star": "1"
}