{
  "attach_pages": "4",
  "attach_size": "914",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202307101592127235_1.pdf?1688987422000.pdf",
  "company_code": "80027629",
  "eitime": "2023-07-10 11:10:22",
  "extend": {},
  "info_code": "AP202307101592127235",
  "language": "1",
  "notice_content": "　　中国中免(601888)\r\n　　2Q pre-announced. After market close last Friday (7 July), CTGDF preannounced major financial data for its 1H23 results. Revenue came in atRMB35.9bn, up 29.7% YoY, when net profits reported at RMB3.9bn, down1.9% YoY. This implies 2Q23 revenue and net profits to be RMB15.1bn andRMB1.6bn, up 38.8% and 14.3% YoY, respectively. In the announcement,the Company also disclosed that its 1H gross margin has improved by 7.8%HoH, when that of 2Q has gone up by 3.67% QoQ.\r\n　　Our view. The RMB32.4bn sales achieved by Hainan operators for 1H23should have given a good gauge to what CTGDF could attain over the sameperiod. Meanwhile, we estimate Hainan contributed approximately RMB9-10bn revenue to CTGDF for the quarter, and this should slightly track belowus. Separately, net profit was a small miss on a few potential factorsincluding 1) lower than expected GPM of 32.6% (although it continued toclimb QoQ, it was still below 2Q22), 2) a weakening RMB which inflated itsprocurement cost, 3) any bottleneck in accessories SKU which sawinsufficient inventory in 1Q, and 4) a rising earnings contribution from airportDFS with lower profitability. Despite these, investor expectation on full-yearnet profit has already edged down to approximately RMB7-8bn. All elseconstant, if 1H momentum was to extend into 2H, we think the Company’searnings downcycle could approach to its end. In other words, we believeany share price rally in the near term would mainly be valuation-driven.\r\n　　 Key long-term initiatives. While a diverted travel traffic (to overseas) anda faltering consumption sentiment were the known drags to CTGDF’sperformance, we continue to see a few key positive for the Company tosustain its domestic leadership. These include 1) the new Haikou DF mall,when its sales have already surpassed one-third of that of Sanya HaitangBay with positive net profits contribution, 2) the joint collaboration withCNSC (49% acquired by CTGDF in March this year) which should yieldoperational synergy aside from that of Hainan.\r\n　　 Valuation. Our TP is based on 48.0x end-23E P/E, which represents itsaverage since 2020, when market started to re-rate the stock for a series ofpolicy tailwinds. Our TP and earnings estimates are under review.",
  "notice_date": "2023-07-10 00:00:00",
  "notice_title": "Earnings expectation is settling",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Joseph Wong,Bella Li",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "招银国际"
}