{
  "attach_pages": "6",
  "attach_size": "466",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202312121613764271_1.pdf?1702381548000.pdf",
  "company_code": "80000031",
  "eitime": "2023-12-12 11:45:48",
  "extend": {},
  "info_code": "AP202312121613764271",
  "language": "0",
  "notice_content": "　　中国太保(601601)\n　　投资要点\n　　事件：公司发布董事会决议，同意选举傅帆先生为第九届董事会董事长，同意聘任赵永刚先生为公司总裁，并审议通过了第十届董事会董事候选人等议案。\n　　孔庆伟董事长到龄退休，傅帆总和赵永刚总作为执行董事候选人，将组成新一代管理核心开启公司新征程。傅帆总担任中国太保集团总裁的四年时间里，对于保险主业、资产管理、大区域战略、ESG战略等工作逐步实现全面管理。傅总于1964年10月出生，现任集团执行董事、总裁，太保资产董事。傅总曾任上投实业投资公司副总经理，上投摩根基金副总经理，上海国际信托总经理、副董事长，上海国有资产经营有限公司董事长，上海国际集团董事、总经理等。赵永刚总于1972年出生，23岁便加入了太保寿险重庆分公司沙坪坝支公司工作，此后先后在太保寿险和太保集团任职。主要任职经历包括：2011年7月至2018年2月历任太保寿险战略转型办公室主任、总公司党委委员、工会主席、党委组织部部长、人力资源部总经理、人力资源总监等职务；2016年8月至2021年5月历任太保集团工会主席、党委组织部部长、党委委员、副总裁等职务；2021年5月起调任海通证券党委副书记。新一届董事会延续了专业化和多元化特点，新增非执行董事候选人李争浩先生（代表股东方申能集团）和独立非执行董事候选人金弘毅先生。董事会结构多元，年龄段覆盖50后至80后，男女比例均衡，各董事代表多方股东，既有来自外籍股东的海外经验，也有国内知名学者教授的本土视角。\n　　公司董事会审议通过了《中国太保2023-2025年高质量发展规划》，继续践行高质量发展战略。2017年以来在孔庆伟董事长的带领下，公司持续推进转型与战略升级。未来三年，公司将继续以成为“客户体验最佳、业务质量最优、风控能力最强”的“行业高质量发展引领者”为目标愿景，专注保险主业，聚焦“大健康、大区域、大数据”三大重点领域，围绕产品卓越、品牌卓著、创新领先和治理现代，着力增强可持续高质量发展动能，发挥“头雁”作用，切实提升服务国家战略、实体经济和民生保障的质效，努力打造具有全球竞争力的世界一流保险金融服务集团。\n　　2023年前三季度公司归母净利润同比下降24.4%，但营运利润总体保持平稳，公司强调分红方面，将继续秉持给予股东长期、稳定回报的理念。公司参考营运利润，综合考虑盈利情况、战略布局、业务发展需要、偿付能力水平等因素，适当确定现金分红水平。2Q23以来公司在高基数下NBV增速逆势提高，公司将“长航”转型向纵深推进，强调季度间均衡，受监管叫停“开门红”大幅提前预售影响较小。\n　　盈利预测与投资评级：董事会平稳交接，打造具有全球竞争力的世界一流保险金融服务集团初心不变。两位熟悉保险行业和太保经营、太保文化的干将联手，将有助于公司战略稳定持续。我们维持盈利预测，预计2023-25年归母净利润分别为290.6、340.32和379.53亿元，同比增速为18%、17%和12%，NBV同比增速分别为17%、11%和11%，维持“买入”评级。\n　　风险提示：1）“芯”基本法实施成效不持续；2）长端利率及权益市场下行\n",
  "notice_date": "2023-12-12 00:00:00",
  "notice_title": "董事会平稳交接，打造具有全球竞争力的世界一流保险金融服务集团决心不变",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "胡翔,葛玉翔,朱洁羽",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "474",
          "publishName": "保险"
        }
      ],
      "short_name": "中国太保",
      "short_name_ch": "中国太保",
      "short_name_cht": "中國太保",
      "short_name_en": "CPIC",
      "stock": "601601"
    }
  ],
  "short_name": "中国太保",
  "source_sample_name": "东吴证券",
  "star": "3"
}