{
  "attach_pages": "5",
  "attach_size": "935",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202505211676597058_1.pdf?1747844252000.pdf",
  "company_code": "80027629",
  "eitime": "2025-05-21 16:17:32",
  "extend": {},
  "info_code": "AP202505211676597058",
  "language": "1",
  "notice_content": "　　北方华创(002371)\r\n　　We held an NDR with Naura yesterday. The company’s new orders rose by~25% YoY in 2024 driven by strong IC orders, and the momentum continued in1Q25. It expects no material impact from geopolitical tensions (i.e., the entity list)with new bookings expected to grow at a similar rate this year. The company isproactively expanding its product coverage, through internal R&D and externalacquisitions. Its key IC equipment categories include etching, deposition, thermalprocessing, cleaning, and newly covered ion implantation (since Mar 2025). Italso plans to acquire a 17.9% stake in Kingsemi (link), a photolithography coatingequipment maker. This reinforced our positive stance on the company as China’sleading SME player with the most comprehensive product portfolio. ReiterateBUY as Naura continues to benefit from China's accelerating semiconductorlocalization amid tightening export restrictions, while expanding its productbreadth to strengthen its position as a one-stop equipment platform forcustomers. TP remains unchanged at RMB512 based on 36.8x 25E PE.\r\n　　Industry consolidation remains a key theme, exemplified by Naura’sintended acquisition of ~18% stake in Kingsemi (688037 CH, NR).Kingsemi’s 2024 revenue was RMB1.8bn (vs. Naura: RMB29.8bn), with a37.7% GPM (vs. Naura: 42.9%). The company believes this strategic moveenhances Naura’s evolution into a comprehensive semiconductor equipmentplatform, combining organic growth with targeted M&A to deepen productcoverage and customer penetration. The transaction is expected to close by3Q25. The deal also validates our prior view that domestic semiconductorindustry consolidation will gain pace in 2025E.\r\n　　Naura remains confident in the domestic SME capex cycle, citing strongdemand from both mature and advanced node projects. SEMI estimatedChina se equipment capex topped US$50bn (+35% YoY) in 2024, driven byfront-loaded spending amid geopolitical uncertainty. SEMI projects Chinamarket size to decline to US$38bn in 2025E after the 2024 peak. Nauraexpects a normalization of demand for overseas products, creating morespace for local vendors. Mgmt. expects investment in domestic mature nodesto stabilize over the next 2–3 years, while advanced logic and memory, whichalready accounted over half of 2024 sales, will likely drive future upside. Weforecast Naura’s revenue to grow at a higher-than-peers’ avg. rate of 30% toRMB38.9bn in 2025E, implying a 6% share gain based on SEMI’s forecast.\r\n　　Maintain BUY with TP unchanged at RMB512. We view Naura as the bestpositioned player in China’s SME landscape, given its comprehensive productsuite, growing industry partnerships, and rising exposure to advancedprocess nodes. We slightly lower 2025E NP by 2% on GPM revision whilemaintaining revenue forecast. The stock is currently trading at 31.2x 25E P/E.TP is based on 36.8x 25E P/E, close to 1SD above 3-yr hist. avg. of 31.2x,as we believe there is ongoing rerating of the sector amid increasinggeopolitical uncertainties. TP reflects 1.1x PEG and 18% upside. Potentialrisks: declining domestic capex and intensified competition.",
  "notice_date": "2025-05-21 00:00:00",
  "notice_title": "NDR takeaways: Expanding product portfolio to reinforce domestic SME leadership",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang,Jiahao Jiang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "北方华创",
      "short_name_ch": "北方华创",
      "short_name_cht": "北方華創",
      "short_name_en": "NAURA",
      "stock": "002371"
    }
  ],
  "short_name": "北方华创",
  "source_sample_name": "招银国际"
}