{
  "attach_pages": "39",
  "attach_size": "1396",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202508121726159600_1.pdf?1755016666000.pdf",
  "company_code": "80000031",
  "eitime": "2025-08-12 16:37:46",
  "extend": {},
  "info_code": "AP202508121726159600",
  "language": "0",
  "notice_content": "　　星宇股份(601799)\n　　投资要点\n　　星宇股份——深耕主业的自主车灯龙头。星宇自上市以来在营收端和利润端表现出了优秀的成长性，公司沿着“客户拓展+产品升级”的路径快速发展，实现了优质客户的不断拓展和产品结构的持续升级，目前已经成长为自主车灯龙头企业。在本篇报告中，我们对星宇自2007年以来的每一个发展周期进行了复盘，梳理了公司每一轮成长周期中的下游变化、经营成果、扩张节奏、产品变化、驱动客户以及能力积累等，并对星宇未来的发展情况进行了展望。\n　　星宇股份的成长复盘：轿车周期后期、SUV周期前期、SUV周期后期和新能源周期。我们根据乘用车行业发展周期和公司经营情况将星宇的成长划分为四个阶段。\n　　轿车周期后期（2007-2011）：这一阶段星宇的营业收入和盈利能力处于双升阶段，主要的成长驱动客户为德系的南北大众和日系的一汽丰田。公司在这一阶段完成了上市，开启了加速扩张；同时，公司持续加大研发投入并制定了积极的客户拓展计划，为后续新项目、新产品的开发和获取打下了基础。\n　　SUV周期前期（2012-2016）：这一阶段星宇收入保持稳定增长，一汽大众+一汽丰田贡献主要收入增量；但盈利能力受客户降价+人工及原材料成本上涨+战略开拓新客户的影响有所承压。在这段时期，星宇持续深化了与头部合资车企的合作关系，持续扩充产能且通过持续的高研发投入夯实技术优势，为下一阶段公司的快速发展打下了坚实的客户、技术和项目基础。\n　　SUV周期后期（2017-2020）：这一阶段星宇同时受益于产品周期和客户周期，营收保持稳步增长，盈利能力由于车灯的LED升级而持续提升，因此公司这一阶段的利润增速大幅领先收入增速。从客户角度来看，一汽大众占比继续提升，一汽红旗进入前五大客户。与此同时，星宇这一阶段的扩张速度进一步加快，且在享受车灯LED升级红利的同时，持续前瞻布局智能车灯技术研发。\n　　新能源周期（2021-2025）：这一阶段国内乘用车市场格局发生明显变化，自主品牌份额持续提升。星宇也经历了2021-2022两年由于客户结构调整而带来的收入增长失速，进入到2023-2024年公司营收重回增长通道。盈利能力方面，相比于2019-2020年LED红利期的归母净利率高点，近两年公司归母净利率虽有所下降但整体保持稳定。客户结构方面，受益于奇瑞销量增长+问界高端车灯放量，公司客户结构已经从上一阶段以合资为主转变为当前以奇瑞、赛力斯、理想等自主品牌为主。\n　　智能化周期（2026-2030）展望：1）空间：车灯是具备持续迭代升级能力的优质零部件赛道，车灯持续的智能化升级推动车灯ASP和行业空间持续增长。2）格局：高壁垒使得车灯的竞争格局优秀，星宇的行业地位在过去几年中持续提升。3）客户：目前公司深度配套华为智选、奇瑞、理想、吉利、北美电动车企等新能源/新势力头部客户，绑定头部客户使得公司后续持续受益于乘用车行业格局向头部集中。此外，公司积极推动海外市场扩展，有望贡献新增量。\n　　盈利预测与投资评级：我们基本维持公司2025-2027年归母净利润分别为17.59亿元、21.99亿元、26.98亿元的预测，对应的EPS分别为6.16元、7.70元、9.44元，2025-2027年市盈率分别为19.75倍、15.80倍、12.88倍，维持“买入”评级。\n　　风险提示：乘用车行业销量不及预期，车灯技术迭代升级不及预期，新客户及新项目开拓不及预期，车灯行业竞争加剧。\n",
  "notice_date": "2025-08-12 00:00:00",
  "notice_title": "车灯行业系列专题报告（三）：星宇股份成长复盘及展望",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "黄细里,刘力宇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "481",
          "publishName": "汽车零部件"
        }
      ],
      "short_name": "星宇股份",
      "short_name_ch": "星宇股份",
      "short_name_cht": "星宇股份",
      "short_name_en": "Xingyu Co.,Ltd",
      "stock": "601799"
    }
  ],
  "short_name": "星宇股份",
  "source_sample_name": "东吴证券",
  "star": "3"
}