{
  "attach_pages": "30",
  "attach_size": "1580",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207131576093414_1.pdf?1657697174000.pdf",
  "company_code": "80000031",
  "eitime": "2022-07-13 07:26:14",
  "extend": {},
  "info_code": "AP202207131576093414",
  "language": "0",
  "notice_content": "　　宝信软件(600845)\n　　工业互联网景气度高升，钢铁行业信息化旺盛需求有望长期延续，宝信引领行业：2021年以来，国家颁布一系列政策支持工业互联网发展，并提出了明确发展目标。钢铁行业内外多重因素催化，在众多行业中，信息化需求更为迫切，信息化旺盛需求有望持续3年以上，主要系1）钢铁行业兼并重组带来大量信息化改造需求；2）“双碳”政策背景下，作为高能耗行业，钢铁行业绿色发展势在必行，信息化是重要手段；3）智能制造升级促进钢铁行业数字化率进一步提升。我们测算，到2025年钢铁行业信息化潜在市场空间高达千亿元。钢铁行业信息化建设多为信息化子公司承担，宝信软件在钢铁行业信息化子公司中规模最大，技术最强，有望引领钢铁信息化发展。\n　　背靠宝武积淀行业深度理解，布局工业互联网全产业链稀缺标的：我们认为产业理解、技术和生态是工业软件企业的核心竞争力。生态方面，宝信软件第一大股东为全球第一大钢铁企业中国宝武集团，给予业务和行业生态支持。产业理解方面，宝信深耕钢铁行业信息化40余年，伴随宝钢信息化建设从无到有，具备深厚的钢铁行业信息化知识积淀。产品技术方面，公司是A股少有的产品矩阵涉及从最底层智能装备，到工业自动化，到MES软件，到上层ERP管理软件，再到工业互联网平台全产业链产品的公司。宝信软件三项竞争力优势显著，长期来看，有望成长为中国工业互联网领军企业。\n　　业务量质双升，孕育未来工业互联网强者：营收规模上，宝武集团关联交易连年提升，公司预计2022年关联交易收入为91亿元，同比增长39%，宝武在钢铁行业兼并重组、数字化建设、“双碳”改造中起领导示范作用，为宝信带来大量数字化订单。盈利质量上，一方面，宝信不断推出自研产品，如大型PLC、SCADA等工控产品。另一方面，宝信在服务宝钢等大型钢企数字化建设之后，提炼出标准模块，产品复用率逐步提升，两方面推动公司毛利率和净利率逐步提升。业务领域拓展上，钢铁行业信息化需求旺盛，宝信软件优先服务于本行业，产品实力不断提升，后续将会拓展到冶金、医药等其他行业。\n　　盈利预测与投资评级：短期来看，“十四五”期间钢铁行业信息化需求加快推动宝信软件业绩快速增长；长期来看，宝信软件产品布局全面，未来将会拓展到冶金、医药等其他行业，有望成为中国工业互联网领军企业。基于此，我们给予宝信软件2022-2024年归母净利润预测为24.09/31.18/39.78亿元，采用分部估值，分别给与软件开发业务和服务外包业务行业可比公司2022年平均估值46、32倍PE，对应总市值972亿元。首次覆盖，给予“买入”评级。\n　　风险提示：自研产品进度不及预期；工业软件支持政策推进不及预期；行业拓展进度不及预期。\n",
  "notice_date": "2022-07-13 00:00:00",
  "notice_title": "钢铁信息化持续高景气，宝信业绩迎来量质双升",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王紫敬,王世杰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "宝信软件",
      "short_name_ch": "宝信软件",
      "short_name_cht": "寶信軟件",
      "short_name_en": "Baosight",
      "stock": "600845"
    }
  ],
  "short_name": "宝信软件",
  "source_sample_name": "东吴证券",
  "star": "3"
}