{
  "attach_pages": "5",
  "attach_size": "492",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202410111640257854_1.pdf?1728646232000.pdf",
  "company_code": "80036717",
  "eitime": "2024-10-11 11:30:32",
  "extend": {},
  "info_code": "AP202410111640257854",
  "language": "0",
  "notice_content": "　　中芯国际(688981)\n　　投资要点\n　　24Q2销售收入和毛利率皆好于指引。24Q2公司实现销售收入19亿美元，环比增长9%。其中，出货超过211万片8英寸约当量晶圆，环比增长18%，平均销售单价因产品组合变动环比下降8%。24Q2公司的毛利率为13.9%，环比提升0.2个百分点。\n　　需求端：24Q2中低端消费电子逐步恢复，从设计公司到终端厂商，产业链上的各个环节为了抓住机会抢占更多的市场份额，备货建库存的意愿相比前三个月更高。同时，因为地缘政治带来的供应链的切割和变化，部分客户获得了切入产业链的机会，给公司带来了新的需求。客户为了应对不断变化的市场，对库存调整的快速要求往往通过急单和提前拉货的方式传递到公司。销售收入以地区分类来看，中国、美国、欧亚区占比分别为80%、16%和4%。出于地缘政治考量和响应中国市场需求，部分海外客户需要建立库存从而稳定市场的份额、对冲市场的风险，所以进行了一定程度的拉货，将下半年的一部分产品拉到了上半年出。因而，海外客户收入占比有所上升。以服务类型分类来看，晶圆收入占比93%，其他收入占比7%。晶圆收入以应用分类来看，智能手机、电脑与平板、消费电子、互联与可穿戴、工业与汽车占比分别为32%、13%、36%、11%和8%。从产品平台来看，二季度的成长动能主要来自于广泛应用于消费电子和智能手机的平台，比如BCD平台，包括电源管理、开关稳压器、LED驱动等，销售收入环比增长超过二成；射频CMOS平台，包括蓝牙、Wi-Fi、接收器/收发器等，销售收入环比增长近三成。\n　　供给端：公司的8英寸利用率有所回升，12英寸产能在过去几个季度一直处于接近满载状态，今年上半年新增了一定的有效产能，且新增产能快速投入了生产，公司综合产能利用率提升到了85%，环比增加4个百分点。晶圆收入按尺寸分类来看，8英寸需求有所回升，收入占比增长为26%，环比上升两个百分点，12英寸收入占比74%。\n　　预计24Q3销售收入环比增长13%-15%，毛利率预计在18%-20%。主要系1）因为地缘政治的影响，本土化需求加速提升，几个主要市场领域的芯片套片产能均供不应求，12英寸产能非常紧俏，价格向好；2）公司今年扩产都在12英寸，附加值相对较高，新扩产能得到充分利用并带来了收入，促进了产品组合优化调整；12英寸净增量填补8英寸减少量，三季度的出货量和二季度差不多。综上，公司24Q3的平均单价预计环比提升，并拉动毛利率环比上升。展望四季度，四季度通常是传统的淡季，公司的看法是谨慎乐观，但有一定的不确定性。根据上半年未经审核业绩和三季度的指引，今年全年的总体格局大致确定。在外部环境无重大变化的前提下，公司的目标是销售收入增幅可超过可比同业的平均值，下半年的销售收入可超过上半年。关于扩产，预计今年年底相较于去年年底，产能总体增量6万片左右的12英寸月产能。\n　　持续推进12英寸产能建设，预计2024年全年资本开支维持75亿美元。中长期看，全球半导体行业兼具周期性和成长性，短期的供需失衡不会影响行业的中长期向好。伴随终端设备智能化需求上升，市场规模持续提升，产业链各环节逐级回暖，晶圆代工作为产业链前端的关键行业，产能利用率有望逐步恢复，实现持续稳健的中长期成长。近年来，半导体行业区域化趋势愈发明显，一些国家和地区积极布局在地化晶圆代工产能扩充。对于全球供需，“localforlocal,ChinaforChina”是目前常见布局。今明年仍是各区域建产能的高峰年。公司上半年资本开支合计接近45亿美元，预计2024年全年资本开支维持75亿美元。关于扩产，公司预计今年年底相较于去年年底，产能总体增量6万片左右的12英寸月产能。随着公司新扩12英寸产能的有效利用以及产品结构的不断优化，折旧影响逐渐趋缓。\n　　盈利预测\n　　我们预计公司2024/2025/2026年分别实现营业收入557/628/714亿元，实现归母净利润46/58/68亿元，当前股价对应2024-2026年PE分别为130/103/88倍，PB分别为3.76/3.62/3.48倍，维持“买入”评级。\n　　风险提示\n　　产业政策变化风险；市场需求不及预期；先进制程进展不及预期；成熟制程竞争加剧；地缘政治风险；汇率波动风险。\n",
  "notice_date": "2024-10-11 00:00:00",
  "notice_title": "消费复苏",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "吴文吉",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "中芯国际",
      "short_name_ch": "中芯国际",
      "short_name_cht": "中芯國際",
      "short_name_en": "SMIC",
      "stock": "688981"
    }
  ],
  "short_name": "中芯国际",
  "source_sample_name": "中邮证券",
  "star": "3"
}