{
  "attach_pages": "5",
  "attach_size": "641",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202208031576861335_1.pdf?1659541131000.pdf",
  "company_code": "80092742",
  "eitime": "2022-08-03 15:38:51",
  "extend": {},
  "info_code": "AP202208031576861335",
  "language": "0",
  "notice_content": "　　欧派家居(603833)\n　　事件：公司计划公开发行20亿元可转债，用于“欧派家居智能制造（武汉）项目”建设。该项目预计总投资为25亿元，募集资金不足部分由公司自筹解决。项目建设期为3年，达产后预计所得税后财务内部收益率为23.67%，投资回收期为5.58年。本次发行可转债的初始转股价格为125.46元/股。\n　　点评：\n　　公告发行20亿元可转债，募集资金用于华中生产基地的建设。2022年8月2日，公司发布公告，拟公开发行总额人民币20亿元的可转换公司债券，期限为自发行之日起6年，年票面利率依次为0.30%/0.50%/1.00%/1.50%/1.80%/2.00%，优先配售公司原股东。募集金额在扣除发行费用（预计总额为969.83万元）后将用于“欧派家居智能制造（武汉）项目”建设，项目总投资额为25亿元，募集资金不足部分由公司自筹解决。2021年7月8日，公司拟在武汉市蔡甸区投资建设“欧派集团华中智造基地”，项目总投资50亿元人民币，一期项目为本期可转换公司债券募投项目，二期项目将于一期项目投产后6个月内实质性开工建设。\n　　突破产能瓶颈，缩短服务半径，与现有生产基地良性协同，进一步提升柔性智造能力。1）打破产能瓶颈：2021年衣柜及其配套家具产品、橱柜、木门、卫浴收入分别同比增长49.53%、24.22%、60.36%、33.72%，其中衣柜及家配合计收入突破100亿元，各家居品类销售额快速增长，当前橱柜、衣柜、木门产能利用率处于较高水平，根据公告2021年公司衣柜、橱柜、木门、卫浴产能利用率分别为95.94%、96%、95.43%、95.96%，当前生产线已基本饱和，募投项目的实施有利于公司突破产能瓶颈，提升全品类订单排产速度；2）协调区域发展、缩短服务半径：公司华中地区2019-2021年营收占比分别为10.31%/10.92%/10.15%，项目实施前，华中需求主要由现有成都、清远、无锡、天津四大生产基地供应。项目建成后，产能辐射华中及相邻区域，大幅缩短客户的物流、服务半径，缩减交货周期，降低运输成本，提升服务能力，与现有四大基地形成协同效应；3）推进智能制造：公司积极执行提升智造能力的战略规划，将在华中智造基地推进集智能化、数字化为一体的现代化定制家居AI智能工厂集群，结合柔性化智能产线、自主研发的信息系统，实现从研发设计、原材料采购、生产制造到仓储运输全流程的智能化、自动化，项目建成后，公司柔性化生产水平、运营效率有望更上台阶。\n　　盈利预测与投资评级：欧派家居对于商业模式的创新迭代能力业内领先，近年公司成功打造在整体橱柜、全屋定制两大核心品类的龙头地位，叠加营销、制造、渠道等多方核心优势，积极推进大家居战略升级。未来募集项目建成，有望积极配合公司整家战略，快速构建渠道、产品护城河，带动市场份额加速提升。暂不考虑转债项目，预计公司2022~2024年归母净利分别为30.53亿元、35.23亿元、40.55亿元，同比分别增长14.5%、15.4%、15.1%，目前股价对应2022年PE为23.5x，维持“买入”评级。\n　　风险因素：地产销售大幅下滑风险，行业竞争加剧风险\n",
  "notice_date": "2022-08-03 00:00:00",
  "notice_title": "拟发行可转债建设华中基地，综合实力再上新台阶",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "李宏鹏",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "476",
          "publishName": "装修建材"
        }
      ],
      "short_name": "欧派家居",
      "short_name_ch": "欧派家居",
      "short_name_cht": "歐派家居",
      "short_name_en": "OPPEIN",
      "stock": "603833"
    }
  ],
  "short_name": "欧派家居",
  "source_sample_name": "信达证券",
  "star": "3"
}