{
  "attach_pages": "6",
  "attach_size": "446",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202312151614284052_1.pdf?1702667167000.pdf",
  "company_code": "80000007",
  "eitime": "2023-12-15 19:06:07",
  "extend": {},
  "info_code": "AP202312151614284052",
  "language": "0",
  "notice_content": "　　海尔智家(600690)\r\n　　事项：\r\n　　海尔智家拟以约6.4亿美元（折合人民币45.59亿元）对价，现金收购开利集团旗下全球商用制冷业务100%股权，对应2022年PE倍数为11倍。交割后，海尔将获得2年内全球范围内开利商用制冷相关的“开利”商标的使用授权，并将获得体现“开利”、“商用制冷”等特色要素的开利商用制冷专用商标，海尔将有权在合计16年的时间内免费在全球范围内就开利商用制冷使用该标识。\r\n　　国信家电观点：1）开利商用制冷是全球商用制冷解决方案的领先企业，在欧洲等市场具有多年的客户、渠道及运维团队积累，技术实力一流；2）海尔及开利商用制冷在渠道、客户及技术等诸多方面存在较强的协同效应，有望强化彼此的竞争力；3）全球商用制冷拥有上千亿行业规模，海尔将从家用制冷向商用制冷开拓，有望打造公司新的增长点。4）投资建议：开利商用制冷在技术研发、产品运营及客户积累等方面具有全球领先的竞争实力，此次海尔收购开利商用制冷有望充分利用双方的资源优势，在技术、客户、渠道、管理经验等多方面实现协同发展，助力彼此的发展。考虑到国内外家电消费环境，小幅调整盈利预测，预计公司2023-2025年归母净利润为168/192/218亿元（前值为169/195/223亿元），同比分别增长14.4%/13.9%/13.8%，对应EPS为1.78/2.03/2.31元，对应当前股价PE为11/10/9X，维持“买入”评级。5）风险提示：收购进展不及预期；收购整合不及预期；行业竞争加剧；原材料价格大幅上涨；行业需求恢复不及预期。\r\n　　评论：\r\n　　开利商用制冷是全球商用制冷解决方案的领先企业，在技术、客户等方面积累深厚\r\n　　开利商用制冷深耕商用制冷行业多年，具备全球领先的竞争实力，2022年实现营收12亿美元。开利商用制冷主要产品包含在食品零售行业（如商超）使用的制冷柜、制冷机组，以及在冷库使用的CO2制冷机组及配套服务。公司2022年实现营收12.28亿美元（折合人民币87.6亿元），实现净利润0.58亿美元（折合人民币4.1亿元），净利率为4.7%。海尔于2001年与开利商用制冷成立面向中国市场的合资公司，该合资公司的税前净利率为7.1%。\r\n　　开利商用制冷在产品技术、客户渠道及运维团队等方面拥有丰富的积累。1）产品技术上，公司是CO2商用制冷技术的先行者，于2009年推出CO2OLtec®技术，在欧洲拥有800家商店采用（海尔开利官网数据），在二氧化碳制冷领域积累了丰富的技术经验。目前公司能提供CO2制冷及制暖综合解决方案，在CO2制冷技术领域处于全球领先水平。2）客户渠道方面，公司在欧洲具有良好的商业合作伙伴关系、优秀的ToB渠道销售能力，在欧洲商用制冷市场保持领先地位。根据开利2022年报，全球共有5万商店使用开利商用制冷产品。3）运维方面，商用制冷业务需要一支专业的安装、运营及售后保障团队，尤其是在CO2制冷等领域。公司在全球拥有约4000个员工，配备2300余名技术服务工程师，能为客户提供良好的产品保障和服务。\r\n　　海尔和开利商用制冷业务协同性高，有望强化彼此的竞争优势\r\n　　1）渠道方面，开利商用制冷在欧洲地区扎根多年，拥有优秀的B端销售渠道和维修售后团队，有望协助海尔B端中央空调、热泵等业务在欧洲的发展。海尔则在全球建立起家电销售渠道网络，有助于协助开利在全球市场的开拓。\r\n　　2）生产方面，海尔在欧洲、南亚、中国、美洲均有完善的产能布局，拥有全球家电行业数量最多的灯塔工厂，制造实力强大，有望协助开利商用制冷完善其在主要市场的产能布局。借助海尔在全球的供应链平台，也有望降低开利的生产制造成本。\r\n　　3）技术方面，开利拥有领先的CO2冷媒制冷技术，有望复用至中央空调、热泵等领域，助力海尔在环保冷媒技术的发展，符合全球环保冷媒转换的大趋势。\r\n　　4）管理方面，海尔智家拥有多次成功的海外收购经验，2016年海尔收购GEA后，GEA营收增长持续超越行业，利润率较收购前也有较大提升。海尔有望将GEA的收购及管理经验复用至开利商用制冷，更好的激发团队的经营活力，推动商用制冷业务的长远发展。\r\n　　商用制冷上千亿行业规模，海尔有望打开新的增长点\r\n　　全球商用制冷行业规模广阔。根据公司公告，2023年欧洲、亚太及北美商用制冷市场中的冷库市场规模约为110亿美元，并预计在2023年至2028年间年复合增长率约为13%；商用制冷市场中的食品零售市场在2023年规模约为150亿美元，以商超展示柜为主，市场相对趋稳。根据Frost&Sullivan数据，2022年全球商业制冷市场规模为172亿美元，2032年预计将达到240亿美元。奥维云网数据显示，2022年国内商用制冷整体销售额近800亿元。从多个数据口径看，全球商用制冷行业规模均超过千亿元，行业规模广阔。目前开利商用制冷业务主要集中在欧洲地区，全球其他市场有待进一步开拓。\r\n　　收购后，海尔将从家用制冷拓展到商用制冷领域，有望打开新的成长空间。本次收购将使得开利商用制冷成为海尔智家的商用制冷平台，并以此为平台，海尔智家未来有望拓展到其他商用冷链场景，向B端商用定制化产品及服务拓展，打造新的业务增长点。\r\n　　投资建议：维持“买入”评级\r\n　　开利商用制冷在技术研发、产品运营及客户积累等方面具有全球领先的竞争实力，此次海尔收购开利商用制冷有望充分利用双方的资源优势，在技术、客户、渠道、管理经验等多方面实现协同发展，助力彼此的发展。考虑到当前国内外家电消费环境，小幅调整盈利预测，预计公司2023-2025年归母净利润为168/192/218亿元（前值为169/195/223亿元），同比分别增长14.4%/13.9%/13.8%，对应EPS为1.78/2.03/2.31元，对应当前股价PE为11/10/9X，维持“买入”评级。\r\n　　风险提示\r\n　　收购进展不及预期；收购整合不及预期；行业竞争加剧；原材料价格大幅上涨；行业需求恢复不及预期。",
  "notice_date": "2023-12-15 00:00:00",
  "notice_title": "收购开利全球商用制冷业务，切入B端千亿制冷市场",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "陈伟奇,王兆康,邹会阳",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "456",
          "publishName": "家电行业"
        }
      ],
      "short_name": "海尔智家",
      "short_name_ch": "海尔智家",
      "short_name_cht": "海爾智家",
      "short_name_en": "HAIER SMARTHOME",
      "stock": "600690"
    }
  ],
  "short_name": "海尔智家",
  "source_sample_name": "国信证券",
  "star": "1"
}