{
  "attach_pages": "6",
  "attach_size": "1029",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202309071597981713_1.pdf?1694080679000.pdf",
  "company_code": "80027629",
  "eitime": "2023-09-07 09:57:59",
  "extend": {},
  "info_code": "AP202309071597981713",
  "language": "1",
  "notice_content": "　　三峡能源(600905)\r\n　　CTGR Group announced its 1H23 results, with in-line business operation butoperating cost missing expectations. CTGR achieved revenue of RMB13.70bn, upby 12.98% YoY. Attributable NP was RMB4.52bn, dropped by 10.10% YoY. AlthoughCTGR reported solid operation in electricity generation and slightly beat on-grid tariff,the increase in costs and operating expenses (under updated accounting standards)led to a drop in earnings. We believe CTGR will grow rapidly since its abundantprojects under construction are about to operate in 2H23 and following years, andlower new energy upstream costs will lead to higher IRR of the projects. Weadjusted our TP to RMB6.24 and maintained a BUY rating.\r\n　　Robust operational performance drives 1H23 revenue growth; risingoperating costs erode overall earnings. In 1H23, CTGR’s revenue was up by12.98% YoY due to resilient power generation growth. Attributable NP dropped by10% YoY. Its operating cash flow rose 21.79% YoY. CTGR’s revenue rose whileattributable NP slipped due to: 1) 14.55% YoY rise in on-grid power generation; 2)slightly beat on-grid tariff for wind/solar power of RMB0.496/0.506 /kWh; 3) 34.67%YoY increase in operating costs thanks to higher depreciation under accountingstandard change (the depreciation of project operation costs accrue as the unitsenter operation in 2023 after a trial run in 2022) and higher management fee; and4) 1.6% YoY rise in management expenses, while investment earnings descendedby RMB0.27bn.\r\n　　CTGR has abundant projects in construction and approved, with expectedpromising growth. In 1H23, CTGR recorded a newly-added new energy installedcapacity of approximately 1.8GW (0.84/0.65GW of wind/solar power). Moreover,CTGR recorded an approved and filed project capacity of 5.5 GW, and the plannedinstalled capacity of projects under construction totalled 13.2 GW. With the projectsgradually commencing by 2H23 and next year, CTGR’s installed capacity of newenergy is expected to speed up. Meanwhile, CTGR’s IRR of newly-added powerplant projects will potentially climb due to lower upstream costs, benefiting CTGR’searnings.\r\n　　We adjusted our TP to RMB6.24, maintained BUY. Considering accountingstandard adjustment, we slightly raised our estimated operating cost toRMB12,219/14,344/16,371mn in FY23-25E, and adjusted attributable NP toRMB8,932/10,534/12,956mn in FY23-25E. However, we maintained our keyassumptions unchanged and stayed optimistic about CTGR thanks to its solidgrowth of power generation and steady on-grid tariff, and several projects are aboutto start operation. Thus, we raised our target FY23E PE from18x to 20x (close to3-year hist. avg.PE of 19x) for its sound business outlook, and we adjusted our TPto RMB6.24. Maintain BUY",
  "notice_date": "2023-09-07 00:00:00",
  "notice_title": "Sound business operation; rising depreciation drags on earnings",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Megan Xia",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "428",
          "publishName": "电力行业"
        }
      ],
      "short_name": "三峡能源",
      "short_name_ch": "三峡能源",
      "short_name_cht": "三峽能源",
      "short_name_en": "CTGR",
      "stock": "600905"
    }
  ],
  "short_name": "三峡能源",
  "source_sample_name": "招银国际"
}