{
  "attach_pages": "5",
  "attach_size": "930",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504091653881384_1.pdf?1744229673000.pdf",
  "company_code": "80027629",
  "eitime": "2025-04-09 20:14:33",
  "extend": {},
  "info_code": "AP202504091653881384",
  "language": "1",
  "notice_content": "　　北方华创(002371)\r\n　　Naura announced key financials regarding its FY24/1Q25 earnings. FY24revenue went up by 35.1% YoY to RMB29.8bn (3.3% below our estimate/in-linewith consensus). The strong revenue growth was driven by technologybreakthroughs in core product lines that enabled broader product coverage andsupported continued market share gains. In FY24, net profit went up by 44.2%YoY to RMB5.6bn (3.2%/1.6 below our /consensus). During the period, NPMimproved to 18.8% (vs. 17.7% in FY23) on better operating efficiency. For 1Q25,the company expects the mid-point revenue to increase by 39.3% YoY toRMB8.2bn (beating consensus by 5.5%), and mid-point net profit to grow 40.3%YoY to RMB1.6bn (beating BBG consensus by 12.5%). 1Q25 mid-point NPMwould be 19.4% (vs. 19.2% in 1Q24). Reiterate BUY with TP revised up toRMB512, based on 36x FY25E P/E (vs. prev. 30x), in-line with industrypeers’ average P/E of 36x.\r\n　　Backed by ongoing innovation and technology breakthroughs in coreproduct lines, the company sustained steady market share gains.Mgmt. attributed the strong revenue growth to the successfulcommercialization and volume shipment of several new products, includingCCP etchers, PECVD, ALD vertical furnaces, etc., which significantlyenhanced the company’s product coverage and competitiveness in thedomestic SME segment. We project the company’s revenue to grow by30.8% YoY in 2025E on continuous market share gains and new productlaunches.\r\n　　Reiterate BUY with TP revised up to RMB512. We maintain our forecastsfor 2025/26E. The new TP is based on 36x FY25E P/E (peers avg.) vs.previous 30x. We expect semi-industry consolidation in China to acceleratein 2025, which is one of the key themes in our 2025 outlook report. China’sleading semi cap players are well-positioned to benefit from domestic selfsufficiency initiatives and M&A momentum. Meanwhile, we believe therecently announced US reciprocal tariffs on China (effective 2 April) aregoing to pose a minimal impact on the company in the near term, as itgenerates all revenue domestically with no exposure to foreign markets. Inthe long term, the tariff serves as a catalyst for faster supply chainlocalization efforts, a clear tailwind for leading domestic players like Naura.\r\n　　Key risks: lower-than-expected domestic foundry capex plan, slower-thanexpected R&D progress, higher raw material costs, etc.",
  "notice_date": "2025-04-09 00:00:00",
  "notice_title": "Solid FY24 earnings amid accelerated semisupply chain domestication",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang,Jiahao Jiang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "北方华创",
      "short_name_ch": "北方华创",
      "short_name_cht": "北方華創",
      "short_name_en": "NAURA",
      "stock": "002371"
    }
  ],
  "short_name": "北方华创",
  "source_sample_name": "招银国际"
}