{
  "attach_pages": "46",
  "attach_size": "6532",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202507141708768697_1.pdf?1752512587000.pdf",
  "company_code": "80045894",
  "eitime": "2025-07-14 17:03:07",
  "extend": {},
  "info_code": "AP202507141708768697",
  "language": "0",
  "notice_content": "　　徐工机械(000425)\r\n　　公司概况：立足传统优势，改革驱动成长\r\n　　徐工机械是全球工程机械产品族群化最为齐全的企业之一。公司传统的优势产品如起重机、装载机等持续保持全球领先，同时2020年公司启动混合所有制改革，2022年完成挖掘机、矿机等优质资产整体上市，构建了多元产业体系。虽然短期内规模扩张导致公司风险敞口有所扩大，但随着公司持续贯彻“高质量、控风险、世界级、稳增长”发展方针，公司经营质量有望进一步提升。公司积极布局全球化战略，境外业务占比从2020年的8.3%提升至2024年的45.5%，并带动公司整体盈利能力稳中有进。在2025年全球工程机械制造商50强榜单中，徐工机械位居全球第四，中国第一，全球市场份额约5.4%。\r\n　　行业分析：工程机械全球万亿人民币级市场空间，行业景气度边际向上国内工程机械行业由于已基本完成进口替代，整体国产化率高，未来主要跟随国内建造支出周期波动，目前观测周期上行的趋势并未改变。海外市场则具备“大空间、弱周期、长期向上”等特点。全球工程机械外资龙头对2025年行业景气度持总体乐观态度。分行业来看，卡特彼勒、约翰迪尔等认为2025年建筑机械景气度有望与2024年基本持平；卡特彼勒、日立建机和安百拓认为矿用机械需求旺盛。分地区来看，美国《基础设施投资和就业法案》很大程度上拉动了相关需求；欧洲经济依然疲软，但是有望小幅复苏；中国需求在政府刺激房地产和建筑行业政策的支持下持续增长；亚洲经济持续疲软，关注印尼等矿业需求；拉美整体需求将温和下降，增长点主要来自巴西和阿根廷；中东和非洲建筑需求持续强劲。\r\n　　土方机械：国内看基建力度+更新需求，海外看“一带一路”协同出海2025M1-6，国内挖机销量达到12.05万台，yoy+16.80%，销量实现大幅增长，呈筑底上行趋势，我们认为主要受益于国内外两大市场需求共振。\r\n　　国内市场：房地产开发景气度仍然偏弱，基建投资完成额稳步增长，基本抵消了地产偏弱的不利影响，2025M1-5地产+基建合计投资完成额达12.14亿元，yoy+3.14%，增速创2021年以来新高；挖机还面临着规模庞大、持续性强的更新需求。根据我们的测算，在假设挖机平均更新周期为8年的情况下，2023年为挖机更新需求低点，新一轮更新周期已经启动，仅2028年一年即有望释放25.73万台更新需求（约为2024年国内挖机总销量的2.5倍）。行业整体触底回升的势头明显。\r\n　　海外市场：①受全球政治经济局势冲击影响，2025M1-6出口占比略下滑至45.54%。从月度数据来看，2025M6出口占比已恢复至56.73%，若贸易环境压力得到缓解，挖机出口比例有望继续回升。②新兴市场是我国工程机械产品出口的稳定增长动力。中国工程机械工业协会数据显示，2024年我国工程机械对“一带一路”沿线出口额占比46.2%，较2023年提升2.8pct，主要系受益于“一带一路”工程承包带动国内工程机械整机出海，可见新兴国家是我国工程机械产品出口的稳定增长动力。\r\n　　起重机械：工程起重机有望回暖，建筑起重机景气度仍依赖出口\r\n　　汽车起重机：2025M1-5汽车起重机内外销合计9103台，yoy-8.94%，降幅有所收窄。汽车起重机作为工程起重机代表，有望直接受益于国内外大规模基建项目建设。\r\n　　塔式起重机：2025M1-5塔式起重机内外销合计2334台，yoy-36.56%，降幅较2024年全年水平有所收窄。随着新兴国家房地产需求持续增加，塔机出口或延续增长态势，带动内外销结构进一步优化。\r\n　　混凝土机械：全球市场空间与竞争格局都较稳定，业绩主要跟随β波动全球混凝土机械市场集中度高，格局稳定。2024年全球混凝土机械市场空间约为480亿元，目前普茨迈斯特、希法、施维英（徐工机械旗下）、利勃海尔在全球范围内处于第一梯队，品牌格局稳定，业绩主要跟随β波动。\r\n　　从销量数据来看：①混凝土机械在内销方面有望筑底。以泵车为例，伴随房地产逐步止跌企稳、基建项目规模持续扩大两大利好因素，泵车内销同比增速由2022年的-70%收窄至2023年的0%，2024年总体止跌。②2020年来泵车出口量持续增长。2024年同比大幅增长83.3%，主要出口亚洲、中东地区。\r\n　　矿业机械：全球矿业需求高涨，下游标杆客户彰显公司强大产品力\r\n　　全球矿业机械市场规模超700亿美元，是仅次于土方机械的第二大市场。据不完全统计，全球矿山机械核心厂商小松和卡特彼勒在收入体量上处于第一阶梯，2024年矿机营收均为125亿美元水平，其中小松矿机约占总营收47%、卡特约占20%，印证矿机业务是工程机械厂商产品族群化的必争之地。\r\n　　需求端来看：①2024年国内矿机行业营收盈利均创新高，主要受益于采矿业固定资产投资完成额加速增长；②全球平均铜价涨幅和代表性矿山机械企业营收增速呈现明显正相关关系，背后逻辑是铜供需偏紧支撑采矿业上游景气度。2024年铜价涨幅为7.68%，新一轮上涨有望支撑矿山机械企业营收增速；③2017年来中国对外采矿业直接投资流量总体呈上升趋势，中国代表性矿企海外收入持续增长，为中国矿山装备制造商提供了巨大的市场机遇；④后市场营收在小松和安百拓矿机营收结构中占比超2/3，印证后市场是矿机企业保持营收水平长期稳定的重要环节。\r\n　　徐工矿机是公司努力培育和发展的重要增长曲线。凭借国企资质优势，徐工矿机与业内大型央企深度合作，同时加紧攻关传统海外矿业巨头，成功打入必和必拓、力拓、淡水河谷等龙头的供应链；徐工矿机重视后市场业务，着力打造矿山机械全生命周期服务基地，业绩持续性有望得到增强。\r\n　　盈利预测、估值与评级\r\n　　盈利预测：在全球工程机械行业景气度总体向上的背景下，考虑到徐工机械产品谱系不断拓宽、产品力不断增强、矿业机械业务逐步打入龙头矿企供应链、风险管控能力不断提升等因素，我们预计2025-2027年，公司分别实现营业收入1003.16/1106.37/1218.52亿元，yoy+9.4%/10.3%/10.1%，分别实现净利润80.15/89.01/99.66亿元，yoy+34.1%/11.1%/12.0%，对应PE分别为12.1/10.9/9.7X。\r\n　　投资评级：首次覆盖，给予“推荐”评级。\r\n　　风险提示：全球宏观扰动因素加剧，或将对公司业绩产生扰动；国内宏观经济下行风险；公司矿业机械业务增长不及预期",
  "notice_date": "2025-07-14 00:00:00",
  "notice_title": "优质国资/央企深度推荐系列（四）：徐开四海业，工铸重器魂",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "范云浩",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "徐工机械",
      "short_name_ch": "徐工机械",
      "short_name_cht": "徐工機械",
      "short_name_en": "XCMG",
      "stock": "000425"
    }
  ],
  "short_name": "徐工机械",
  "source_sample_name": "诚通证券",
  "star": "4"
}