{
  "attach_pages": "48",
  "attach_size": "3107",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401071616758351_1.pdf?1704697903000.pdf",
  "company_code": "80000069",
  "eitime": "2024-01-08 07:11:43",
  "extend": {},
  "info_code": "AP202401071616758351",
  "language": "0",
  "notice_content": "　　恒立液压(601100)\n　　投资要点：\n　　稀缺性：液压行业千亿赛道，孕育国产液压龙头。公司伴随国内工程机械行业的发展而崛起，研发制造已达一流水平，通过产品验证绑定下游客户，是国内高端制造稀缺龙头。 液压件行业壁垒深厚门槛高， 新进入者面临诸多挑战，如研发复杂、验证周期长、客户粘性大、资金投入周期长和人才紧缺等； 据MarketandMarkets报告估算， 2022年全球液压件市场规模约2975亿元；中国是全球最大市场，占比达36.04%， 市场规模约1072亿元。对比全球百年液压巨头力士乐、派克、 KYB和川崎， 公司研发投入、毛利率和净利率均处于领先水平。随着国际化推进，公司市场开拓潜力可期，仍具成长动能。\n　　确定性： 挖掘机是液压件主要应用下游，公司国内份额突出。 从国内液压件下游分布看，工程机械应用占比最高，达40.5%；而挖掘机占到工程机械行业60%的份额，是液压件重要的应用场景。我们预计2025年挖掘机液压件国内市场规模有望达258亿元。 公司深度绑定国内外头部主机厂，占国内挖掘机液压件市场半壁江山。 2021年公司挖机油缸销量创新高，达85.53万只，占国内挖机油缸总销量的60%以上；未来若中大挖渗透率提升，有望贡献增量。 挖机泵阀业务放量，复刻挖机油缸成长路径。 泵阀马达价值占比高达60%，技术及价值含量较油缸更高，市场规模亦更广阔。 2021年公司挖机泵和多路阀实现销量13.88和11.68万只，按照挖机上的安装数量，渗透率分别达30%和20%以上。展望未来，公司有望借鉴油缸业务经验，发力海内外泵阀销售。\n　　稳定性： 非挖液压件市场可观，多点开花有效平滑周期波动。 非挖产品在整体液压件市场中占比约75%，空间潜力可期，应用场景多样，与基建房地产相关性较低。公司的非标液压件在盾构机、海工海事、农机、高空作业平台等领域多点开花。其中，公司盾构机油缸全球市占率超60%，国内市占率超80%； 海工海事领域，公司在制造、设计、检测和工艺端有深厚技术储备，大型项目经验充足； 农业机械及高空作业平台领域，公司自主研制液压闭式行走和工作系统，广泛应用于多家主流客户。公司2014-2022年重型装备非标油缸销量上升， 2022年销量最高达20.5万只，复合增长速度达20.16%； 2023H1实现同比增长18.4%，给业绩增长注入稳定性。\n　　成长性： 海外工厂亟待投产，切入滚珠丝杠产业。 公司坚持推进全球化进程稳步，先后收购日本服部精工和德国哈威InLine液压海外公司；已在美国芝加哥、德国柏林、中国上海、中国常州设立四大研发中心；成立欧洲、美国、日本、印度、印尼海外销售服务公司；在墨西哥设立北美在岸工厂。 墨西哥工厂预计2024年投产，达产后预计贡献新增产能价值17.03亿元。 外延拓展丝杠业务，滚珠丝杠应用领域广泛，在数控机床和机器人中使用较多。滚珠丝杠市场主要有日本和欧洲企业主导，国内滚珠丝杠需求仍存缺口且在不断扩大，预估2022年需求缺口为455万套。公司拥有先进的制造设备和深厚的精密加工制造积累，为滚珠丝杆产品生产奠定良好基础。 线性驱动器项目预计2024年投产，达产后预计贡献新增产能价值62.96亿元以上。\n　　投资建议： 公司是国内液压件稀缺龙头，业绩兼具确定性、稳定性和成长性等优质属性。我们看好公司挖机液压件向大型高端设备渗透，全球占有率进一步提升；公司非标液压在高机、农机、海工装备、盾构机等领域多点开花，稳定业绩增长；全球化海外工厂亟待投产；滚珠丝杠产品拓展，打造第三增长曲线。预测公司2023-2025年归母净利润分别23.85/28.98/36.70亿元，对应当前股价PE分别30.30/24.95/19.70倍， 维持“买入”评级。\n　　风险提示： 宏观经济变化风险；原材料价格波动风险；市场风险；汇率风险。\n",
  "notice_date": "2024-01-08 00:00:00",
  "notice_title": "公司深度报告：恒心铸就液压龙头，勇立潮头扬帆新航",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "谢建斌",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "恒立液压",
      "short_name_ch": "恒立液压",
      "short_name_cht": "恒立液壓",
      "short_name_en": "JSHL",
      "stock": "601100"
    }
  ],
  "short_name": "恒立液压",
  "source_sample_name": "东海证券",
  "star": "3"
}