{
  "attach_pages": "8",
  "attach_size": "1114",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202305051586286784_1.pdf?1683297345000.pdf",
  "company_code": "80027629",
  "eitime": "2023-05-05 14:35:45",
  "extend": {},
  "info_code": "AP202305051586286784",
  "language": "1",
  "notice_content": "　　潍柴动力(000338)\r\n　　Weichai’s 1Q23 net profit growth of 68% YoY is above our expectation. Webelieve the impressive earnings growth was driven by the strong operatingleverage of the HDT engine segment. We are turning more positive on Weichai’srecovery story, with new catalysts coming from: (1) the recent sharp decline inLNG price (down ~40% since Dec) that will boost the sales of LNGtrucks/engines, where Weichai has strong presence on; (2) the easing supplychain pressure that will help KION achieve strong-than-expected marginrecovery. All these, together with the continuous growth of engines foragricultural machinery and HDT through rising penetration in LOVOL andSinotruk (3808 HK), prompted us to revise up our earnings forecast in2023E/24E by 30%/28%. Our SOTP-based TPs for Weichai A/H are revised upto RMB13.8/HK$15.8. Given that the H/A discount (currently 11%) has beennarrowed and is close to the historical average of 12%, we upgrade WeichaiA to BUY from Hold and maintain BUY on Weichai-H.\r\n　　1Q23 results highlights. Weichai’s revenue of RMB53.4bn in 1Q23represented 30%/18% YoY growth, respectively, before/after restatementof 1Q22 figures (Note: LOVOL was a JV in 1Q22 as the consolidation tookplace in Jun 2022). We believe the revenue growth in 1Q23 was driven bythe strong HDT engine sales volume and operating leverage. Gross marginwas largely stable at 18.7% in 1Q23. With both SG&A and R&D expenseratio reduced in 1Q23, net profit surged 77%/68% YoY (before/afterrestatement) to RMB1.86bn. Based on our calculation, the pretax profit(excluding KION) surged ~1.6x YoY in 1Q23. Operating cash flow in 1Q23substantially improved to -RMB471mn (1Q22: -RMB3.2bn).\r\n　　Weichai’s engine sales outpaced industry in 1Q23. According toCICEIA, Weichai's multi-cylinder sales grew ~6% YoY to 183k units in 1Q23(vs the industry average of a decline of ~3%), with a market share of ~16%.\r\n　　Decline in LNG price positive to Weichai. LNG price in late Apr hasdeclined 40%+ from the peak in Dec 2022. We believe it will potentiallyboost the sales of LNG trucks given the lower operating cost to truckowners. We expect Weichai to be a key beneficiary as we estimate Weichaihas >40% market share in HDT gas engine.\r\n　　Higher earnings guidance for KION Group. KION (45.2% owned byWeichai) reported net income of EUR73.5mn in 1Q23 (-8% YoY), largelydue to higher net finance expense. In the 1Q23 report, KION revised up thefull year adjusted EBIT target to EUR615mn from EUR500mn due toimproving supply chains.",
  "notice_date": "2023-05-05 00:00:00",
  "notice_title": "Impressive 1Q23 earnings; U/G to BUY; More catalysts ahead",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung,Katherine Ng",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "481",
          "publishName": "汽车零部件"
        }
      ],
      "short_name": "潍柴动力",
      "short_name_ch": "潍柴动力",
      "short_name_cht": "濰柴動力",
      "short_name_en": "WEICHAI POWER",
      "stock": "000338"
    }
  ],
  "short_name": "潍柴动力",
  "source_sample_name": "招银国际"
}