{
  "attach_pages": "31",
  "attach_size": "3481",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202304031585030281_1.pdf?1680533274000.pdf",
  "company_code": "80490040",
  "eitime": "2023-04-03 14:47:54",
  "extend": {},
  "info_code": "AP202304031585030281",
  "language": "0",
  "notice_content": "　　泰格医药(300347)\n　　投资摘要：\n　　深耕中国，卓越全球。泰格医药致力于成为最有影响力的CRO公司，不断强化临床业务的领先优势，通过并购成为全球化的研发平台。目前业务覆盖五大洲54个国家，海外临床业务的收入占比不断加大，在2022年第一季度首次超越国内收入。\n　　中国丰富的临床资源有望带动临床外包服务市场的进一步发展。患者作为临床试验的关键资源有一定的稀缺性，中国临床资源丰富是未来临床试验的主战场之一。不仅跨国药企在加快新药进入中国市场的步伐，新兴Biotech也瞄准中国作为首发市场，未来会有更多的临床项目在中国展开。\n　　泰格医药国际化，一体化和数字化的布局将会建立起真正的优势壁垒。临床CRO竞争格局还比较分散，临床试验效率受到伦理审查效率、研究者经验和临床试验资源等多重因素的影响，作为临床外包服务市场的佼佼者，泰格医药优势明显。\n　　中国药企积极参与MRCT临床试验。国产创新药变得更具竞争力，企业也有迫切的出海需求。出海药企对临床试验数据和结果的科学性、准确性、完整性及可靠性要求越来越高，泰格医药有望成为可靠的合作伙伴。未来不仅欧美国家，一带一路国家也会是中国药企出海目的地。\n　　中国的创新药行业方兴未艾，未来几年临床试验数量有望稳定持续的增加。新兴的生物科技公司和转型的仿制药企业会有旺盛的临床研究需求。大型药企有实力自建临床团队，但是对于众多的Biotech公司，将临床试验外包出去将是不得不做的选择。\n　　创新格局和研发政策的变化。跨国药企的研发投入在增加，而Biotech公司也在提供越来越多的创新活力。另一个趋势就是药企青睐开发泛适应症药物，或者通过改良递送系统，重新开发老药，快速推向临床，这些变化有利于增加临床CRO的渗透率和业务量。\n　　政策的利好。MAH制度激活了国内的创新活力；中国加入ICH促进新药以更高的标准做临床；《中华人民共和国人类遗传资源管理条例》颁布后，国外医药企业为了规避法律风险会选择将临床试验外包出去，或者licenseout药品在中国的开发权益，有利于增加临床CRO的渗透率。\n　　外界影响逐步减少，市场逐渐迎来复苏。公共卫生事件压抑了正常的临床试验需求；另一方面，对于在最近几年完成的临床试验，数据的完整性可能会受到影响，NDA时有需要补充数据的风险。随着生产生活的全面复苏，临床试验CRO有望迎来一个订单爆发潮。\n　　投资建议：我们根据公司公布的财务数据和每个业务板块的增长潜力，对公司的未来营业收入和净利润做出预测。我们看好泰格医药的长期发展潜力，根据PE估值法，对比可比公司均值，2023年给予公司38倍的PE估值，对应市值为1088亿元，股价125元。首次覆盖公司，给予“买入”评级。\n　　风险提示：公司作为临床试验CRO行业，人才是最关键的生产要素，存在人才成本上升及人力资源流失的风险。药物临床阶段由于开发过程漫长，成本高昂且结果充满不确定性，公司的服务合同执行周期较长，医药企业有可能提前终止临床试验，造成临床外包CRO企业业务量减少，业绩不达预期；现在国内外CRO公司较多，会面临着激烈的竞争，如果泰格医药拿不到足够的订单，可能会有损其商业前景。\n",
  "notice_date": "2023-04-03 00:00:00",
  "notice_title": "泰格医药首次覆盖报告：临床CRO龙头风华正茂",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "曹旭特",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "泰格医药",
      "short_name_ch": "泰格医药",
      "short_name_cht": "泰格醫藥",
      "short_name_en": "TIGERMED",
      "stock": "300347"
    }
  ],
  "short_name": "泰格医药",
  "source_sample_name": "申港证券"
}