{
  "attach_pages": "6",
  "attach_size": "536",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202112091533632171_1.pdf?1639083560000.pdf",
  "company_code": "80000049",
  "eitime": "2021-12-09 20:59:20",
  "extend": {},
  "info_code": "AP202112091533632171",
  "language": "0",
  "notice_content": "　　四川路桥(600039)\r\n　　四川省交通基建龙头，业绩稳步增长\r\n　　公司主营业务为公路、桥梁、市政公用等交通基础设施的设计、投资、建设和运营，拥有公路工程施工总承包特级资质和公路行业甲级设计资质以及10多个公路、市政、房建、水利水电等总承包一级资质，拥有以高速公路路面铺筑关键技术、深水大跨径桥梁施工技术、高山峡谷桥梁施工技术、复杂地质的特长隧道施工技术为代表的核心专业技术，资质和技术优势明显。在四川省的高速公路、特大桥梁、隧道、铁路等领域具有很强的竞争实力，是四川省的交通基建龙头企业之一。公司营收从2016年的301.08亿元增长到2020年的610.69亿元，CAGR19.34%，归属净利润也对应地从10.45亿元增长到30.25亿元，CAGR30.44%。2021Q3公司实现营收520.21亿元（+38.56%），归属净利润34.70亿元（+100.69%），业绩增速明显提高，疫情后开始复苏。\r\n　　成渝城市群交通基建加速，控股股东合并为蜀道集团，公司充分受益\r\n　　2021年2月中共中央、国务院印发了《国家综合立体交通网规划纲要》，首次将成渝地区与京津冀、长三角、粤港澳大湾区并列为全国交通网的“四极”，地位得到明显提升。2021年10月,四川省政府印发《四川省“十四五”综合交通运输发展规划》，提出十四五期间综合交通建设完成投资1.2万亿元以上，其中公路水路7000亿元、铁路3000亿元、民航250亿元、轨道交通2200亿元，在中央和地方政府支持下，成渝城市群的交通基建投资有望加速。今年上半年公司原控股股东四川铁投与四川交投战略重组，新设合并成立蜀道投资集团，成为四川最大的交通基建投资集团，已通车高速公路四川省市占率高达80%（四川铁投约占19%，四川交投占61%）。作为集团旗下的核心基建施工平台，公司获取订单具备明显优势，公司将充分受益于成渝城市群基建投资加速以及控股股东变更带来的市占率提升。\r\n　　十四五规划发展1+3产业，新能源加速落地\r\n　　公司十四五战略规划纲要中提出在重点突出基础设施投资建设核心主业的同时，积极布局培育能源、矿产资源、交通+服务板块，形成“1+3”产业布局。其中能源业务加大对水电、光伏、风能等清洁能源的投资力度，开展储能项目应用，以及“资源再生-前驱体-正极材料”的锂电产业链建设。1）水电：控股巴郎河和鑫巴河，已投产水电项目权益装机容量15.912万KW，参股的双江口水电站（装机200万KW）建设顺利，预计2024年首台机组将实现并网发电；2）风电及光伏：参股汉源风电（已投产总装机容量4.75万KW）和铁投环联（已投产光伏总装机容量10万KW）；3）控股65%的四川新锂想年产5万吨三元正极材料一期1万吨已经投产，年产2万吨前驱体项目已经完成前期准备工作。新能源项目加速落地，有望成为公司新的业绩增长点。\r\n　　涉足磷矿、锂矿资源领域，完善锂电产业链\r\n　　磷矿：1）公司近期公告拟投入1亿元参与磷化工企业金川公司破产重组，金川公司享有大黑山磷矿山、大山梁子磷矿山、大桥磷矿区大水沟磷矿山采矿权（有效期已满）；2）公司拟与川能动力、比亚迪、合丰公司成立合资公司（四川路桥持股65%），综合开发马边县磷矿资源及磷酸铁锂项目。锂矿：公司拟现金受让川能动力持有的能投锂业5%股权，能投锂业持有的李家沟矿氧化锂储量51万吨，为亚洲较大单体锂辉石矿之一，同时四川锂资源丰富，作为四川国资委企业，公司获取锂资源具备一定优势。涉足上游锂矿、磷矿领域，公司锂电产业链不断完善。\r\n　　拟引入战投四川能投和比亚迪，期待协同效应\r\n　　公司近期公告拟发行股份及支付现金购买交建集团100%股权、高路建筑100%股权、高路绿化96.67%股权，交易标的均为控股股东蜀道集团旗下交通工程建设板块运营主体，上市公司通过此次收购一方面能够解决同业竞争问题，另一方面通过整合四川交通工程建设企业，能够提高交通基建施工业务的市占率，进而提升公司的核心竞争力。\r\n　　同时公司拟以6.87元/股的价格发行股份不超过3.64亿股募集配套资金25亿元，其中向大股东控制的蜀道资本发行2.62亿股，向两名战略投资者四川能投集团发行7278万股及比亚迪发行2911万股。四川能投集团控股川能动力，具备锂矿资源，与公司在分布式能源、换电业务、锂电材料等领域具备协同，与比亚迪在工程施工车辆电动化、锂电材料、矿产资源开发、储能等领域有协同。通过引入能投集团和比亚迪绑定上下游，形成产业闭环，期待未来的协同效应。\r\n　　大股东持续增持彰显信心，股权激励绑定员工利益利于公司发展\r\n　　公司控股股东四川铁投通过二级市场购买、要约收购、参与定增等方式持续增持公司股票，持股比例从2017年报的41%上涨到2021Q3的68.04%，此次募集配套资金，蜀道资本认购大部分，控股股东持续增持彰显出对公司未来发展充满信心。\r\n　　公司近期发布2021限制性股票激励计划（草案），拟以4.24元/股价格向激励对象授予限制性股票不超过4375万股，激励对象包括公司高管及核心技术人员350人，业绩考核目标是2022-2024年扣非归母净利润分别不低于70/80/90亿元，营收分别不低于1000/1100/1200亿元，且相较于2020年，营收增长率不低于同行业平均水平，应收账款周转率不低于5.7，股权激励绑定核心人员的利益，利于公司长期发展，业绩指引彰显出对公司未来发展的信心。\r\n　　盈利预测\r\n　　暂不考虑此次收购及增发募集配套资金的影响，预测公司2021-2023年归母净利润分别为48.30、70.53、82.83亿元，EPS分别为1.01、1.48、1.73元，当前股价对应PE分别为12.2、8.4、7.1倍，我们看好公司基建业务稳定增长，新能源转型加速落地，首次覆盖，给予“推荐”投资评级。\r\n　　风险提示\r\n　　宏观经济下行风险、控股股东支持力度低于预期风险、新增订单及执行低于预期风险、新能源业务进展缓慢的风险、锂矿磷矿推进低于预期的风险、战投引入及协同效应低于预期的风险、收购及增发募集配套资金不能顺利完成的风险等。",
  "notice_date": "2021-12-09 00:00:00",
  "notice_title": "基建龙头再迎新机，新能源转型蓄势待发",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "宝幼琛,任春阳",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "425",
          "publishName": "工程建设"
        }
      ],
      "short_name": "四川路桥",
      "short_name_ch": "四川路桥",
      "short_name_cht": "四川路橋",
      "short_name_en": "SRBG",
      "stock": "600039"
    }
  ],
  "short_name": "四川路桥",
  "source_sample_name": "华鑫证券",
  "star": "2"
}