{
  "attach_pages": "45",
  "attach_size": "3109",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202012081437977931_1.pdf?1607457493000.pdf",
  "company_code": "80000205",
  "eitime": "2020-12-08 19:19:02",
  "extend": {},
  "info_code": "AP202012081437977931",
  "language": "0",
  "notice_content": "　　伊利股份(600887)\r\n　　公司情况：历经风雨，成就龙头企业。公司自1993年创立起至今，经过20多年的历练发展，成功发展为集液态奶、奶粉、冷饮、奶酪等综合型乳制品龙头企业。现阶段，公司已通过在渠道铺设、产品结构调整升级、品牌宣传以及内部管理等重要方面不断提升，成为行业领军者之一。发展期间，伊利通过常温奶的率先布局成功打响品牌，规模超过光明并逐渐拉大差距，虽受到“三聚氰胺”事件的冲击，但随后通过加强品控、提高宣传度以及加速渠道扩张等方式快速恢复，后与蒙牛激烈竞争实现超越，形成双寡头格局。2020年公司跻身全球5强，随着全球化的持续布局，以及产业链、奶源、研发等多个方面的逐步完善，伊利有望未来冲击“第一”。\r\n　　产业链情况：原奶价格缓慢上行，双寡头竞争格局趋缓，下游饮奶需求空间仍较大。上游方面，目前我国奶牛存栏数及单产量处于国际中间水平，还有提升空间。原奶价格自2016年后进入长期小幅波动上行态势，短期受疫情影响有所下滑，但长期终端需求不变，随着疫情减缓，预计原奶价格将持续回升。中游方面，双寡头竞争格局已经成熟，且因疫情影响集中度不断提升。常温领域竞争格局较为稳定，伊利蒙牛占据近45%市场份额，受疫情刺激，更健康的低温白奶市场将进入各大企业争抢的领域。下游方面，对比国际我国饮奶量仍具备较大空间。内部来看，城镇乳制品消费差距明显，在国内大循环为主题的背景下，三四线城市及农村地区的消费有望成为未来乳品消费的主动力。\r\n　　竞争优势：多元产品线共同发力，优质奶源把控，深度渠道扩张，高端营销手段铸造强品牌力：产品方面，伊利在常温板块龙头地位显著，虽然目前国内常温板块处于较为成熟阶段，但是随着大单品“金典”“安慕希”的持续放量，以及高端白奶及酸奶新产品的不断推出，有望保持双位数增速继续上行。公司在低温奶方面目前处于区域型布局阶段，主要以低温酸奶发力，大单品如“畅轻”保持低温酸奶市场较佳销售水平；低温白奶方面，伊利目前还处于布局阶段，先以控制奶源及选择部分低温竞争压力较小的城市进行以点带面的方式进行扩张，公司的低温白奶产品方面也是以中高端为主。奶粉方面，伊利不断丰富“金领冠”系列，以高端婴幼儿奶粉大单品抢占市场，提升板块业绩。目前公司冷饮龙头优势仍在，产品升级叠加高端新品推出持续加大板块影响力。另外，公司还加速布局奶酪等其他板块业务，通过拓展新品类及包装升级等方式持续推动增长。奶源方面，伊利早先通过“奶源四步走”的方式率先成立奶牛合作社，实现公司、政府、农户的共赢。随着公司发展至龙头企业，通过加大收购及合作力度，不断巩固优质奶源控制。渠道方面，公司早先抢占先机率进行全国化渠道扩张及下沉，截至2019年12月伊利常温液态类乳品的市场渗透率为84.3%，乡镇村网点近103.9万家。在扩张的同时，公司将现阶段的“合作模式”逐渐变更为“配送模式”，使渠道更易下沉，同时也更进一步的加强渠道把控力。另外，加上线上渠道的积极发力，伊利除常温奶板块，其他板块业务未来将有望通过公司渠道下沉优势获益。营销方面，伊利对于广告宣传方面费用投入近两年均超过100亿。公司通过持续提升品牌曝光度塑造好品牌形象，同时自2018年起进行品牌高端化升级，进一步提升终端影响力。\r\n　　盈利预测和投资建议：常温奶板块高端化趋势明显，公司常温白奶及常温酸奶两大单品“金典”、“安慕希”市场份额提升至较高水平，销量持续提升，于2019年分别突破100亿元和200亿元，增速基本保持近15%以上的较高速增长。公司通过常温大单品的较大市场占据，以及较高盈利水平优势，常温液态奶板块依然具有支撑公司基础发展的能力。低温奶板块，伊利主要发力低温酸奶，板块大单品“畅轻”稳居低温酸奶行业第一品牌，随着低温奶近两年需求量再度提升，销售收入增速基本能保持近20%。整体来看，液态奶板块增速有望保持两位速增长，预计伊利2020-2022年液态奶收入818.75/904.72/999.71亿元，增速分别为11.00%/10.50%/10.50%。奶粉及奶制品板块，伊利主要通过大单品“金领冠”系列奶粉成功打开婴幼儿奶粉市场大门，于2018年销售额破50亿元，并成功帮助公司板块毛利率从2016年至2019年内提升57.85%。随着高端大单品的持续推出，公司奶粉业务收入增长有望继续保持双位数增长。预计伊利2020-2022年奶粉收入114.12/130.33/149.75亿元，增速分别为13.50%/14.20%/14.90%。冷饮板块，伊利现阶段保持冷饮行业市占第一的水平，约14%占比。公司冷饮业务收入方面近两年保持在约10-15%的增速区间，随着新品的继续推出叠加海外知名度的提升，冷饮板块有望短期保持近双位数增长。预计伊利2020-2022年冷饮板块收入为61.66/67.21/73.26亿元，增速分别为9.50%/9.00%/9.00%。综合来看，伊利整体营收有望以超10%的增速继续上行。费用方面，随着原奶价格保持缓慢上行态势，双寡头竞争力度趋缓，伊利在终端促销力度将会减弱，销售费用率将会下降。另外，公司股权激励及长期服务计划方面的摊销上升，预计伊利未来两年管理费用会有所上升。结合上述预测，预计伊利2020-2022年收入分别为1001.67/1109.39/1229.86亿元，同比增长11.02%/10.75%/10.86%；净利润分别为71.22/81.65/97.00亿元，同比增长2.46%/14.66%/18.79%。考虑到公司双位数增长以及龙头溢价情况，给予伊利2021年32X估值，首次覆盖，给予公司“增持”评级。\r\n　　风险提示：原奶价格上涨超预期，利润上行受阻；食品安全问题；研发压力非理性增长。",
  "notice_date": "2020-12-08 00:00:00",
  "notice_title": "多元优势铸造乳企龙头，未来战略目标平稳推进",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "B",
  "researcher": "沈彦東,张桥",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "伊利股份",
      "short_name_ch": "伊利股份",
      "short_name_cht": "伊利股份",
      "short_name_en": "YILI",
      "stock": "600887"
    }
  ],
  "short_name": "伊利股份",
  "source_sample_name": "万和证券"
}