{
  "attach_pages": "3",
  "attach_size": "318",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504081653280430_1.pdf?1744131926000.pdf",
  "company_code": "80042949",
  "eitime": "2025-04-08 17:05:26",
  "extend": {},
  "info_code": "AP202504081653280430",
  "language": "0",
  "notice_content": "　　北新建材(000786)\n　　投资要点：\n　　国内石膏板行业寡头，内外兼修理顺长期增长逻辑。北新建材背靠中国建材集团，是全球最大的石膏板和轻钢龙骨产业集团。近年来，公司内外兼修，逐渐理顺长期增长逻辑：一方面，公司连续两年推动股权激励，至上而下理顺公司增长动能；另一方面，公司积极实施“一体两翼、全球布局”发展战略，加速向消费类建材综合制造商和服务商转型。我们认为，市场对北新最大的预期差就是低估了其在消费建材实现品类扩张的能力和底气。\n　　石膏板领域护城河深厚，盈利和现金流稳定性为跨品类扩张提供底气。北新建材石膏板主业核心壁垒的建立在于抓住行业痛点，通过原料端革命性替代叠加产能优先卡位，重构行业竞争格局：行业早期受制于上游主要原材料天然石膏产地约束以及外资竞争，产能分布分散，集中度难以提升；公司的破局点在于率先推动脱硫石膏的技术突破并开启对天然石膏的原料替代，期间公司利用环保政策窗口期优先抢占具备区位优势的燃煤电厂脱硫石膏资源以实现全国布局，成本优势得以建立。至此之后，后发者即使在区位采取类似战略，公司依然可以通过定点降价，其他区域盈利的模式对竞争者实现围剿。与其他消费建材不同，北新建材在石膏板的护城河属于独一档的，目前已是行业寡头，截至2024年公司石膏板市占率约56%，后来者几乎没有可逆性。得益于石膏板行业本身相对稳定的行业需求以及公司的行业地位，即使在过去几年地产下行期，公司依然具备可持续的稳定现金流，这使北新成为国内消费建材领域最具备扩品类整合能力和底气的企业。\n　　两翼\"业务大发展造就业绩逆势增长，从石膏板到消费建材龙头转型置信度提升，长期估值有望抬升。北新建材近年来通过战略性并购推动“两翼”业务发展，支撑公司从单一石膏板龙头向综合建材服务商转型，整合速度和效果显著：1）防水领域采取\"央企平台+区域龙头\"整合模式，2019年以来斥资超30亿元完成对蜀羊防水、禹王防水等多家区域龙头企业的并购重组，组建北新防水集团，形成15大产业基地布局，依托央企品牌优势和石膏板渠道协同，2024年实现营收33.22亿元，同比增长19.23%，跃居行业前列；2）涂料业务实施\"资本并购+自主孵化\"双轮驱动，通过收购灯塔涂料、嘉宝莉及浙江大桥油漆等优质资产，形成建筑涂料、工业涂料、特种涂料全品类布局，产能规模突破100万吨，其中斥资40.74亿元并购的嘉宝莉，在2023年《中国500最具价值品牌》榜单中品牌价值达356亿元，其与北新研究院体系形成\"技术+产能+渠道+品牌\"四位一体竞争优势，推动涂料业务向百亿级赛道加速迈进。我们判断，行业下行期的逆势增长不止是公司短期跨品类扩张的成功，更是公司从石膏板龙头向消费建材龙头转型的獠牙初现，长期增长逻辑的市场置信度将不断提升，估值中枢有望逐步上移。\n　　盈利预测与评级：公司是国内纸面石膏板行业的绝对龙头，护城河深厚，凭借石膏板业务提供的稳定现金流，正加速向消费类建材综合制造商和服务商转型。近两年，防水、涂料业务均开始贡献增量，使得公司逆势呈现建材行业稀缺的成长性。我们预计公司2025-2027年归母净利润分别为40.25亿元、43.62亿元、48.05亿元，对应4月7日股价PE为12倍、11倍和10倍。首次覆盖，给予“增持”评级。\n　　风险提示：新开工增速大幅下滑、基建增速低于预期、原料价格大幅上行\n　　盈利预测与估值（人民币）\n",
  "notice_date": "2025-04-08 00:00:00",
  "notice_title": "从石膏板龙头到消费建材龙头",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "戴铭余,王彬鹏,郦悦轩",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "476",
          "publishName": "装修建材"
        }
      ],
      "short_name": "北新建材",
      "short_name_ch": "北新建材",
      "short_name_cht": "北新建材",
      "short_name_en": "BNBMPLC",
      "stock": "000786"
    }
  ],
  "short_name": "北新建材",
  "source_sample_name": "华源证券"
}