{
  "attach_pages": "8",
  "attach_size": "506",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203171553207247_1.pdf?1647539013000.pdf",
  "company_code": "80114781",
  "eitime": "2022-03-17 17:43:33",
  "extend": {},
  "info_code": "AP202203171553207247",
  "language": "0",
  "notice_content": "　　中国交建(601800)\n　　2022年稳增长经济目标下，央企基建龙头受益大。但市场对央企基建企业的地产业务的影响存在顾虑比如对企业再融资的影响等，我们对央企基建龙头公司的地产业务和特许经营权资产情况进行横向比较，得出中国交建的地产包袱较小，受益于稳增长政策下的基建拖底大的结论。\n　　房地产行业资金困境对央企基建龙头资金状况存在影响。地产行业在“三条红线”政策的影响下，景气度持续下降。2022年1-2月土地购置面积、销售面积、新开工和竣工面积增速均出现出现负增长，分别下降42.3%、9.6%、12.2%和9.8%；房地产资金来源同比下降17.70%，其中2021年同比增速较高的定金及预收款和个人按揭贷款也同比下滑27%和16.9%。地产行业自身资金内生现金流情况依然不容乐观，央企基建龙头公司有部分房地产业务，叠加不能通过增发和可转债等形式再融资，资金状况确实会受到一定影响。\n　　中国交建地产相关资产的占比在央企基建龙头中最小。公司作为央企基建龙头在央企中涉足地产业务较少。从2021年上半年的数据看：中国交建的房地产开发产品和开发成本约为506.19亿元，资产占比仅为3.52%，较其他基建央企龙头公司的资产占比最低，规模最小（各基建央企龙头地产相关资产规模和占比详见报告后附表1）。中国交建的地产业务主要是城综开发项目的配套商业和一二级联动开发项目，是基建项目建设的副产品，且规模小容易消化和剥离。地产业务对公司融资约束和拖累相对于其他央企基建公司影响较小。同时，公司的以特许经营权为代表的存量资产盘活会带来新的融资渠道。\n　　中国交建特许经营权资产在基建央企龙头中规模最大，占比高，盘活融资规模大。虽然公司作为涉房业务上市公司，和其他央企基建龙头一样再融资受到限制。但是公司如果把自身的存量资产盘活，会大幅改善资产结构和现金流，减小涉房融资限制政策对公司发展资金的影响，保证订单的落地和资产结构的优化。中国交建特许经营权资产是目前公司首先通过公募REITS的资产。2021年上半年公司特许经营权资产规模达2332.62亿元，资产占比达16.21%，在各央企基建龙头公司中规模最大，资产占比仅次于中国电建（各央企基建龙头特许经营权资产规模和占比详见报告后附表2）。稳增长的环境下流动性宽裕和政策宽松，以公募REITS为代表的资产盘活退出新模式带来公司新的资金回收方式，中国交建“以融促产”模式下的投资运营类资产有了更多更方便的退出新路径，提升了公司投资资产管理的属性，优化公司的资产结构，提升公司的估值水平。\n　　公司大量的特许经营项目资产融资蓄势待发，融资空间大。2021年上半年公司特许经营权资产进入运营期项目有42个（详细见报告后附表3），其中作为中国交建公募REITS底层资产的嘉通高速运营收入为2.56亿元，占比仅为6.8%。如果公司的这些运营资产按照嘉通高速REITS85.77亿的融资情况同样盘活，预计融资规模将超过1000亿元。\n　　公司盈利预测及投资评级：我们预计公司2021-2023年归属于母公司净利润分别为210.40亿元、238.79亿和271.70亿元，对应EPS分别为1.30、1.48和1.68元。当前股价对应2021-2023年PE值分别为6.4、5.7和5.0倍。看好公司地产业务的包袱小，稳增长带来特许经营权在内的存量资产退出新路径，资产优化弹性大，显现资产管理属性带来的估值提升，维持公司“强烈推荐”评级。\n　　风险提示：基建稳增长的节奏的不确定性和力度不及预期，以及存量资产盘活进展不及预期。\n",
  "notice_date": "2022-03-17 00:00:00",
  "notice_title": "地产包袱小，特许经营资产盘活空间大",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "赵军胜",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "425",
          "publishName": "工程建设"
        }
      ],
      "short_name": "中国交建",
      "short_name_ch": "中国交建",
      "short_name_cht": "中國交建",
      "short_name_en": "CCCC",
      "stock": "601800"
    }
  ],
  "short_name": "中国交建",
  "source_sample_name": "东兴证券",
  "star": "1"
}