{
  "attach_pages": "4",
  "attach_size": "572",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202506131690215271_1.pdf?1749830579000.pdf",
  "company_code": "80000200",
  "eitime": "2025-06-13 16:02:59",
  "extend": {},
  "info_code": "AP202506131690215271",
  "language": "0",
  "notice_content": "　　中国石油(601857)\n　　事件：根据中国石油报及新疆油田报等系列报道，新疆油田加快CCUS建设，2025年CCUS日注碳量突破3000吨，全年计划注碳100万吨，规划2030年实现1000万吨注碳目标。新疆油田坚持“做强油气优势主业、做大新兴能源产业”两条主线，2024年，油气产量实现双超，其中，页岩油革命工程跨越100万吨。新疆油田落实“清洁替代、战略接替绿色转型”三步走部署，立足新疆资源禀赋，大力发展新能源产业，加快打造高质量发展“第二曲线”。\n　　中国大型油田通过“稳油、增气、强新、降碳”等综合举措，促进传统油气与新能源产业深度融合，技术进步或推动传统油气资产价值重估，看好中国石油油气及新能源业务的可持续发展潜力，维持买入评级。\n　　支撑评级的要点\n　　清洁替代有序推进，技术创新增油省气。新疆油田完成《新疆油田生产用气清洁替代规划方案》编制，加快推进生产用气清洁替代，通过井下电加热和地面高温光热、“绿电+谷电+电蓄热”锅炉、生物质锅炉的多能耦合“立体”清洁替气等技术创新，减少天然气自用消耗，实现增油省气。风城油田重37稠油高温光热利用先导试验项目是世界首个SAGD稠油塔式水工质高温光热试验工程，年可供应高品质过热蒸汽5.23万吨，替代天然气392万立方米，减少碳排放0.85万吨。未来随着新能源利用技术与油气田开发技术的深度耦合，风光资源效能进一步提升或助力传统油气田实现清洁替代。\n　　CCUS技术应用多元化，绿色低碳进入新阶段。CCUS项目通过将二氧化碳注入地层，既可以降粘驱油，而且可以实现碳封存，是油田未来实现低碳发展的重要手段。根据中国石油新闻中心报导，新疆油田264万千瓦新能源+煤电+CCUS（碳捕集、利用与封存）一体化项目一期有望于2026年全部建成，该项目是中国石油在综合能源解决方案上的重要尝试，将实现传统化石能源与新能源耦合发展，同时捕集煤电排放出来的二氧化碳，用于油田驱动原油开采，构筑火电低碳生产新愿景。根据新疆油田“2112四大工程规划，2030年注碳量将达到1000万吨，中国石油的CCUS技术应用或步入快速发展阶段。\n　　油气新能源融合深化，可持续发展能力再提升。根据中国石油2024年年报，2024年风光发电量47.2亿千瓦时，同比增长116.2%；吉林油田首个大型集中式风电项目、青海格尔木首个百万千瓦级光伏电站并网发电，大庆林甸风光发电、克拉玛依264万千瓦新能源及配套煤电碳捕集一体化等项目开工建设，全产业链碳捕集、利用及封存（CCUS）业务加快发展。2025年油气和新能源分部的资本性支出预计为人民币2,100.00亿元，主要用于国内及海外油气项目的规模效益勘探开发，加大页岩气、页岩油等非常规资源开发力度，加快储气能力建设，推进清洁电力、地热供暖、CCUS及氢能示范等新能源工程等。我们认为，公司在油气上游的资本开支维持高位，未来随着油气开采技术和新能源应用技术的深度耦合，油气和新能源板块有望实现延续高质量发展态势。\n　　估值\n　　我们预计2025-2027年归母净利润为1,679.58亿元、1,692.26亿元、1,798.82亿元，对应市盈率为9.7倍、9.6倍、9.0倍，公司油气和新能源技术深度耦合，可持续发展动能显著增强，维持买入评级。\n　　评级面临的主要风险\n　　国际油价剧烈波动风险、环保政策变化或自然灾害等因素导致生产装置异常，人员操作失误带来的安全生产风险、全球经济低迷、关税政策变化的风险等。\n",
  "notice_date": "2025-06-13 00:00:00",
  "notice_title": "油气新能源深度耦合，可持续发展能力提升",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "徐中良,余嫄嫄",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "464",
          "publishName": "石油行业"
        }
      ],
      "short_name": "中国石油",
      "short_name_ch": "中国石油",
      "short_name_cht": "中國石油",
      "short_name_en": "PetroChina",
      "stock": "601857"
    }
  ],
  "short_name": "中国石油",
  "source_sample_name": "中银证券",
  "star": "4"
}