{
  "attach_pages": "5",
  "attach_size": "972",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202104291488566320_1.pdf?1619702923000.pdf",
  "company_code": "80050806",
  "eitime": "2021-04-29 13:28:43",
  "extend": {},
  "info_code": "AP202104291488566320",
  "language": "0",
  "notice_content": "　　蓝思科技(300433)\n　　事件：4月27日，蓝思发布了2021年一季报，公司实现销售收入119.90亿元，同比去年的69.50亿大幅增长，归母净利润12.06亿元，同比增长36.57%，扣非归母净利润10.64亿元，同比增长48.91%。\n　　营收大超预期，开启高速规模化模式。在常规业务较淡的一季度，蓝思现有非金属与可成金属件业务融合顺利，销售额快速增长，证明公司过往上下半年差距较大的状况正在发生明显的改变（即使如去年最旺的三季度，蓝思单季营收也只有105亿），这是非常重要的增量信号，也充分证明在iPhone系列智能终端外观和功能件中，蓝思的份额依然非常坚挺。而且，规模化的发展模式，往往寓意着公司已经进入了全市场模式，即phone、pad、watch、book、mac、tag、car等产品全面进驻，包括过去进驻较轻的中低端领域，预计在客户的支持下也将全面份额替换，大量中小规模竞争厂商的份额有望被大幅取代。这所带来的，是蓝思在供应链领域的地位的全面提升。\n　　投资者应该注意到，蓝思过去几年在智能手机终端、智能穿戴、平板、笔记本、一体电脑及汽车电子等领域的重点布局，正逐渐兑现收益，且进度比绝大部分投资者所预期的更快，尤其是汽车电子方面，当前公司已是多家全球核心汽车厂商中控屏、仪表盘、B柱和智能座舱结构件等产品的供应商，一季度汽车电子产品的旺盛需求，是公司销售收入增长的重要来源之一。\n　　利润快速增长，开始进入释放阶段，全年高质量超预期可盼！值得注意的是，费用方面，一季度可成的合入、金属结构件产品从铝合金往不锈钢拓展、组装业务（湘潭智能终端园区）的启动、以及VR/AR/MR和汽车等新项目的大量开展，使得公司继续大量招人、进一步组建各领域的专业团队，大幅拓深客户渠道，全部业务线均已全马力开动，虽然确实造成了费用一定程度的增长，但费用增长预计将换来全年乃至未来两年各个项目的获取，把原本过去在下半年才开展的工作，提前到一季度就开始，这是一种全新的发展态度和战略模式，即在一季度提前把全年的开发和储备人员、用工，以一部分项目提前投入及锁定，和客户深度绑定，既避免了过去上下半年业务利润均衡不平的缺陷，更同时让接下来的二三季度的表现有更好的基础（先期费用已经一季度铺下去了，接下来预期有望提升）。\n　　从项目上来看，一季度的重点研发首先在车载端，譬如说我们非常关注的车窗、前档、天窗等等细分环节，很好为车载端接下来的爆发成长打下了扎实的基础。其次，市场非常关注的消费电子领域的VR/AR/MR等产品，再次，泰州铝合金、不锈钢及可穿戴和平板等金属方面的布局，充分充实了公司的业务基础。考虑到重点客户会在6-7月份开展的2022年的项目布局，蓝思一季度的提前投入是非常必要的，相信在经过两三个月的整合之后，一季度的厚积薄发会成为下半年甚至明年全年收获丰硕果实的基础。\n　　盈利预测及评级：维持买入评级。组装业务的如期落地，为公司平台型业务凑齐了最后一块拼图，凭借在玻璃、陶瓷、蓝宝石等外观件产品生产制备方面深厚的技术工艺储备和经验积累，叠加在模组、模切、声学、PCBA等应用领域的逐步成长，公司已完成了整机组装业务的顺利拓展。展望未来，在当下平台基础之上，蓝思覆盖面越来越广的组件市场份额有望得到进一步提升，而新能源汽车、可穿戴、智能家居等更多全新领域，公司将以模组级或整装级的方式全面铺开，成长显然值得期待，预计公司2021-2023年的净利润分别为72.34亿和96.31亿和123.00亿元，当前股价对应PE19.87、14.92和11.69倍，维持买入评级。\n　　风险提示：（1）因疫情全球蔓延或全球宏观经济下滑导致消费者购机能力减弱，大客户新机销售情况不及预期；（2）康宁或其他微晶玻璃生产厂商无法有效地快速降低原材成本；（3）竞争对手恶性降价导致行业利润率下滑。\n",
  "notice_date": "2021-04-29 00:00:00",
  "notice_title": "营收成长大超预期，开启高速规模化增长模式",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "王凌涛,沈钱",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "蓝思科技",
      "short_name_ch": "蓝思科技",
      "short_name_cht": "藍思科技",
      "short_name_en": "LENS",
      "stock": "300433"
    }
  ],
  "short_name": "蓝思科技",
  "source_sample_name": "太平洋",
  "star": "3"
}