{
  "attach_pages": "5",
  "attach_size": "462",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202003181376598940_1.pdf?1672318739000.pdf",
  "company_code": "80102043",
  "eitime": "2020-03-18 11:02:04",
  "extend": {},
  "info_code": "AP202003181376598940",
  "language": "0",
  "notice_content": "　　三花智控(002050)\r\n　　投资概要\r\n　　全球领先的制冷元件龙头三花智控是一家全球领先的生産和研发制冷空调控件元件和零部件的 OEM 厂商， 公司主营産品包括：\r\n　　1） 四通换向阀、电子膨胀阀、电磁阀、微通道换热器、 Omega 泵等， 主要应用于空调、冰箱、冷链物流、洗碗机等领域；\r\n　　2） 热力膨胀阀、储液器、电子膨胀阀、电子水泵等， 主要应用在传统燃油车、混合动力车及纯电动车等乘用车热管理领域。\r\n　　公司成立于 1994 年， 2005 年于深交所上市。 公司发起人张亚波父子三人是公司的实际控制人合计占公司约 60%的股份， 持股较爲集中， 股权结构稳定。 2012 年公司收购德国亚威科进入洗碗机、 咖啡机、 洗衣机等白色家电零部件市场。 2015 年和 2017 年通过定向增发注入大股东的微通道业务和汽车零部件业务。 至此， 公司形成了国内国外两大市场（分区域） ， 家电零部件和汽车热管理零部件两大板块（分行业） ； 制冷/微通道/汽车零部件/亚威科四大业务单元（分産品） ， 收入占比 55%/11%/13%/10%（2018 年数据） 。\r\n　　经过三十多年的发展， 三花智控已在全球制冷空调智控元器件市场中确立了行业领先地位，公司的电子膨胀阀、四通换向阀、电磁阀、微通道换热器、 Omega 泵等産品市场占有率位居全球第一； 截止阀、车用热力膨胀阀、储液器市场份额居全球前列。 电子膨胀阀、 四通换向阀、 微通道换热器、 截止阀的全球市占率分别爲 39%， 49%，30%， 35%。 同时，公司专注于新能源汽车空调及热管理産品的研发，成爲首家获得美国《汽车新闻》 PACEAWARD 大奖的中国企业。\r\n　　海外幷购以及大股东优质资産的注入使得公司整体産品实力不断提升。 自上市以来，公司的业绩保持了稳定快速的增长， 营收由 2002 年的 1.33 亿增长至 2018 年的 108.4亿， 年复合增长率 31.6%。 净利润由 0.16 亿增加到 12.9 亿， 复合增速 31.3%。 公司盈利能力较强， 目前毛利率大约 30%左右， 净利润率 12%， ROE 爲 15-16%， 资産负债率仅 37%。 制冷业务单元毛利润贡献最大， 亚威科由于欧洲生産成本较高毛利润贡献最小。\r\n　　全球化布局， 海外占比不断提升\r\n　　总部在浙江绍兴， 三花智控注重拓展全球版图， 分别在美国、 墨西哥、 波兰、 泰国建立了海外工厂以覆盖海外市场。 公司与松下、 大金、 三菱、 东芝、 日立、 富士通、LG、 三星、 开利、 特灵、 约克、 格力、 美的、 海尔等世界著名制冷空调厂商形成了稳定的合作关系， 幷成爲法雷奥、 马勒、 大衆、 奔驰、 宝马、 沃尔沃、 特斯拉、 通用等国际汽车整车和零部件巨头的供应商。\r\n　　持续的研发投入形成的産品竞争力， 客户基数不断扩大， 爲公司收入增长奠定了较好的基础。 此外， 受益于海外生産基地的建设以及营销网络的铺设， 海外订单量保持增长， 海外收入近年来的增速超过 20%， 占比逐步提升至总收入一半以上。制冷业务龙头地位稳固\r\n　　在制冷业务单元上， 公司的技术、 市场份额领先， 领导地位稳固。 目前中国城镇户均空调保有量 1.4 台，农村户均空调保有量约 0.6 台，相较日本户均 2.9 台的保有量仍有较大成长空间， 此外， 变频空调和中央空调渗透率的提高将推动公司産品需求。 中短期来看中国地産周期的回暖和冷链物流的快速发展有望带动公司的制冷业务稳步增长。 。\r\n　　新能源热管理业务有望成爲新的业绩增长点三花智控是国内较早布局新能源热管理的公司， 産品已经进入了包括大衆、 戴姆勒、 宝马、 通用、 沃尔沃、 奥迪、 PSA、 捷豹路虎等欧美一綫车厂的新能源车平台供应链， 国内客户则涵盖了吉利、 比亚迪、 上汽、 蔚来等车厂， 目前在手订单超过百亿。 公司是特斯拉 Model3 的供应商， 爲其供应电子膨胀阀、 电子油泵、 油冷器、 水冷板、 电池冷却液等， 单车配套金额大约 1300 元。 中长期来看海外衆多新能源厂商也将陆续投産， 未来公司的新能源热管理业务收入有望超过制冷业务， 成爲新的业绩增长点。\r\n　　子公司亚威科的洗碗机零部件业务潜力巨大\r\n　　亚威科拥有 50 年历史， 是欧洲老牌零部件生産商， 长期被家电客户视爲洗碗机系统核心部件一级供应商， 洗碗机业务占比 80%以上， 客户包括 BSH、 惠而浦、飞利浦、 伊莱克斯等知名品牌。 中国的洗碗机渗透率不到 2%， 远低于欧洲的80%， 美国的 50%， 东亚 8%。 随著消费观念的转变， 老龄化社会到来， 国内的洗碗机行业潜力巨大， 亚威科将直接受益。 公司收购亚威科後逐步将德国工厂搬迁至波兰， 上海工厂搬迁至芜湖， 随著産能提高和生産成本的降低， 亚威科的盈利能力将逐步提升。\r\n　　投资建议\r\n　　三花智控是制冷零部件的龙头， 优势明显。 新能源汽车热管理， 洗碗机， 冷链物流均是符合未来社会发展的大方向的蓝海市场， 公司未来业绩增长的确定性较高。 我们预计公司 2019/2020/2021 年的每股盈利分别爲 0.54/0.58/0.75 元人民 币 ， 同 比 增 长 10%/12%/30% ， 给 予 目 标 价 至 22.4 人 民 币 元 对 应2019/2020/2021 年 41/39/30 倍预计市盈率， 增持评级。 (现价截至 3 月 16 日)\r\n　　风险\r\n　　新业务推进进度体低于预期\r\n　　电动车销量不及预期\r\n　　宏观经济倒退影响産品需求\r\n　　原材料价格急剧上涨或産品价格急剧下滑",
  "notice_date": "2020-03-18 00:00:00",
  "notice_title": "制冷业务龙头地位稳固，新业务潜力巨大",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "章晶",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "456",
          "publishName": "家电行业"
        }
      ],
      "short_name": "三花智控",
      "short_name_ch": "三花智控",
      "short_name_cht": "三花智控",
      "short_name_en": "SANHUA",
      "stock": "002050"
    }
  ],
  "short_name": "三花智控",
  "source_sample_name": "辉立证券"
}