{
  "attach_pages": "47",
  "attach_size": "8184",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202306211591156288_1.pdf?1687365045000.pdf",
  "company_code": "80000197",
  "eitime": "2023-06-21 16:30:45",
  "extend": {},
  "info_code": "AP202306211591156288",
  "language": "0",
  "notice_content": "　　东方电气(600875)\r\n　　核心观点\r\n　　火电核准复苏，传统装备业务迎来新活力\r\n　　据国家能源局数据，2022年我国火电机组累计发电量为5853.13TWh，同比增长率0.9%，约占总发电量的69.77%，火电发电量持续增加，随着电源结构的绿色转型，可再生能源装机占比快速提高，火电发电占比由2011年的82.84%下降至69.77%；火电机组装机容量达到1332.39GW，同比增长2.7%。2022年我国出现多次区域性缺电的情况，火电作为我国电力的基础能源，对能源使用提供保障。《“十四五”现代能源体系规划》中提出，推动电力系统适应大规模高比例新能源发电，但新能源发电具有较大波动性，在目前技术水平下，以灵活火电支撑新能源并网消纳、调峰调频为保障电力系统逐步转型的主要解决方案之一。2022年煤电新核准项目超过6500万千瓦，超过2021年核准总量的三倍，新核准项目多为100万千瓦级大型先进燃煤发电机组，火电装机复苏之势明显。公司为国内火电设备最大生产商之一，火电装备制造能力领先，可批量研制135万千瓦等级超超临界火电机组。公司火电设备市占率稳步提升，电站锅炉/电站汽机/汽轮发电机设备市场占有率由2019的34.89%/42.88%/42.88%提升至2021年的65.97%/51.65%/51.65%，并积极开展存量煤电机组灵活性改造，在火力发电设备领域具有较强竞争力。\r\n　　可再生能源业务持续发力，拓展新兴成长产业，创造新的业绩增长点\r\n　　我国清洁能源建设近年发展迅速，据国家能源局数据，2022年全国光伏、风电新增装机容量达到1.25亿千瓦，发电量达1.19万亿千瓦时，同比增长21%。在“双碳”目标我国能源结构的优化转型促进可再生能源行业保持高景气度，我国风电装机以陆上风电为主，但海上风电具有巨大潜力，截至2022年底，全国海上风电累计并网容量3250万千瓦，仅为全国可开发资源量1%左右，“十四五”期间，江苏、浙江、福建等各沿海各省海风规划装机容量将达48GW。\r\n　　公司拥有双馈型及直驱型两种风电技术路线，是国内领先的成套设备供应商，已出货超过8000台风电机组，风电设备市场占有率超过10%。公司聚焦研发深远海漂浮式海风机组，公司自主研制的13兆瓦抗台风型海上风电机组顺利下线，10MW海上风电机组实现批量交付及投产。\r\n　　公司积极创造新的业绩增长点，发展氢能、储能、智能制造及新材料等新产业、拓展产品应用领域，专注燃料电池、制氢技术等核心瓶颈技术，公司氢能与燃料电池业务板块包括：膜电极、电堆、供氢系统、燃料电池发动机等，公司已掌握全套核心技术和自主知识产权。公司燃料电池系统处于国内先进水平，首批搭载公司燃料电池系统的客车运行良好，百公里氢耗为3.4kg。目前公司氢燃料电池已进入量产阶段，随着氢能市场不断发展，公司业务结构有望持续优化。\r\n　　定增紧跟国家及行业发展需要，有望增厚利润，加强技术创新能力\r\n　　东方电气4月公告定增方案，拟以竞价发行方式向不超过35名特定对象发行不超过2.73亿股、拟募集资金总额（含发行费用）不超过50亿元（大股东拟认购5亿元），分别用于收购子公司股权类项目（占比50.53%）、建设类项目（23.90%）以及补充流动资金（25.57%）。其中，拟收购股权项目东方电机、东方汽轮机、东方锅炉和东方重机，目前均为公司主要子公司，全部交易完成后公司对其持有股权比例分别提升至100%、100%、99.91%和53.80%，即东方电机和东方汽轮机将成为全资子公司、业绩将全额并表。\r\n　　四个建设项目分别为：1）募集资金中的4.5亿元将投入抽水蓄能研制能力提升项目，预计将为公司新增抽水蓄能机组年产能25台/套。东方电机是是国内首个同时具备抽水蓄能机组研制和调试能力的发电设备制造企业，本次项目有利于提升东方电机抽水蓄能研制能力，保持国内领先水平。2）募集资金中的0.85亿元将投入燃机转子加工制造能力提升项目，发展清洁高效能源，并有助于公司形成自主知识产权，打破国外对于重型燃机的核心设计和制造环节的技术垫断。3）募集资金中的4.1亿元和2.5亿元将分别投入东方汽轮机数字化车间建设项目和东方锅炉数字化建设项目，有助于提升公司产品质量、缩短产品交付周期、降低产品成本，助力数字化转型。\r\n　　投资建议及风险提示\r\n　　投资建议与盈利预测：公司在火电装备方面市占率领先，可再生能源装备业务稳步提升技术先进，同时积极布局新兴产业如氢能与燃料电池、智能制造、及新材料等。在火电装机复苏，可再生能源需求持续提高，我国氢能产业快速发展的背景下，公司业务有望受益，，预计公司2023~2025年归母净利润38.21亿/50.75亿/60.81亿，对应PE估值15/12/10倍，给予“买入”评级\r\n　　风险提示：全球经济不景气；火电装备需求下行；能源装备产业内竞争格局恶化；原材料价格大幅度波动；公司产能投放不及预期；氢能业务发展不及预期：欧美贸易壁垒致行业发展受阻",
  "notice_date": "2023-06-21 00:00:00",
  "notice_title": "火电核电重启电不荒，加码绿能奔向碳中和",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "曾帅",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1034",
          "publishName": "电源设备"
        }
      ],
      "short_name": "东方电气",
      "short_name_ch": "东方电气",
      "short_name_cht": "東方電氣",
      "short_name_en": "DEC.LTD",
      "stock": "600875"
    }
  ],
  "short_name": "东方电气",
  "source_sample_name": "中航证券",
  "star": "1"
}