{
  "attach_pages": "6",
  "attach_size": "1136",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401191617725150_1.pdf?1705658122000.pdf",
  "company_code": "80027629",
  "eitime": "2024-01-19 09:55:22",
  "extend": {},
  "info_code": "AP202401191617725150",
  "language": "1",
  "notice_content": "　　伊利股份(600887)\r\n　　We forecast Yili’s 4Q revenue/net profit to reach RMB30.7bn/1.1bn. ExcludingAusnutria, of which we forecast a LSD sales decline, we expect recurringrevenue to grow MSD% YoY. This will be predominately composed of: 1) HSDgrowth in basic white milk, for which premiumization momentum drives Satineto grow by double digits; 2) LSD growth in milk powder, for which adult formulato grow by double digits. On the flip side, headwinds prevail in a few segmentsthat balance out the strength. These include 1) a HSD decline in chilled dairy,though we still expect the segment to deliver positive growth for 2023E, 2) dairydiversifiers like UHT yoghurt and cheese which we expect to decline given theirdiscretionary nature and languishing on-trade consumption. Margin-wise, weestimate gross margin to expand by 0.3pp YoY. Along with an estimated 0.4ppdecline in opex ratio, we look for a 0.6pp net margin expansion for the quarter(on a relatively low base). Overall, our 4Q estimates imply 4.0% YoY 2023Erevenue growth and 8.2% net margin, which are largely in line with managementtarget given out since 3Q results. We maintain BUY on Yili into the Marchreporting season for its relatively higher earnings visibility and a bottomed-outconsensus expectation.\r\n　　Outlook by segments. There has been little change to the initial 2024Eoutlook provided by management. The premium Satine brand should keepits double-digit sales growth and further accelerate in 2024. IMF shouldimprove on well-received new paunches and the exit of small players amidindustry consolidation. Yoghurt and cheese will undergo 2B channelexpansion and hopefully turn around. Overall, we see scope for MSDrevenue growth that may kick in at least at par with the momentum in 2023.\r\n　　Vis-à-vis Mengniu. We see comparable headwinds in Mengniu’s UHTyoghurt and cheese sales that should likely bring 2H recurring grouprevenue growth (excluding Milkground) to 2.5% YoY. Separately, raw milkcost easing is a tailwind that has aided operating margin expansion by 0.5ppalong with initiatives in cost efficiency and disciplined brand reinvestment.Mengniu sets out a similar 2024E outlook to that of Yili, with both aiming atMSD top-line growth with synchronized margin expansion pace.\r\n　　Earnings change. Our 2023-25E estimates are largely unchanged. Our 9%net margin for 2025E benchmarks to management’s mid-term goal.\r\n　　Valuation. We revise TP to RMB33.4 (from previously RMB34.5) base onan updated 19.5x (from previously 20.5x) mid-24E P/E, which stillbenchmarks to -1sd below average. We value both Mengniu (2319 HK,BUY), Yili (600887 CH, BUY) and Feihe (6186 HK, HOLD) at -1sd belowaverage, in view of a lukewarm dairy demand, especially that for IMF, amida faltering consumption recovery in China.",
  "notice_date": "2024-01-19 00:00:00",
  "notice_title": "4Q preview: rev/np reach RMB30.7bn/1.1bn",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Joseph Wong,Bella Li",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "伊利股份",
      "short_name_ch": "伊利股份",
      "short_name_cht": "伊利股份",
      "short_name_en": "YILI",
      "stock": "600887"
    }
  ],
  "short_name": "伊利股份",
  "source_sample_name": "招银国际"
}