{
  "attach_pages": "9",
  "attach_size": "540",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504211659914695_1.pdf?1745245819000.pdf",
  "company_code": "80000069",
  "eitime": "2025-04-21 14:30:19",
  "extend": {},
  "info_code": "AP202504211659914695",
  "language": "0",
  "notice_content": "　　宁波银行(002142)\r\n　　投资要点\r\n　　事件：公司公布2024年度报告。2024年公司实现营业收入666.31亿元（+8.19%，YoY），归属于母公司普通股股东净利润271.27亿元（+6.23%，YoY）。年末，公司总资产为3.13万亿元（+15.25%，YoY），不良贷款率为0.76%（持平，QoQ），不良贷款拨备覆盖率为389.35%（-15.45PCT，QoQ）。全年净息差为1.86%，同比下降2BPs。\r\n　　2024年Q4对公贷款增长从高位略有放缓，个人贷款增长依然受制于需求端。\r\n　　Q4宁波银行贷款增速从高位放缓，但相对依然优势依然明显。结构上来看，对公贷款同比明显少增，一方面或是受到行业共性因素影响：Q4隐债置换力度较大，对公中长期贷款替代效应明显。另一方面或是由于：前三季度对公信贷受益于区域需求及自身主动发力，实现高速增长，Q4投放任务相应减轻。个人贷款延续少增，与行业趋势相符，主要是三方面原因：一方面，去年同期经营性及消费类贷款投放量较大，今年到期压力较大；另一方面居民各类信贷需求偏弱；再者，公司个贷准入或因行业个贷信用风险上升而收紧。\r\n　　公司所处区域产业扎实，需求较旺盛，预计2025年Q1信贷增速仍将保持优势。4月以来，关税升级可能会对局部需求产生一定影响。全年统筹来看，考虑到银行业整体“开门红”超预期，且内需、投资端政策仍有发力空间，后续投放压力或有限。\r\n　　受益于区域经济与财政力度，存款保持强劲增长。在前三季度超季节基础上，Q4公司吸收存款仍保持较快增长，明显快于同期M2。除信贷派生力度较大外，存款高增长可能还受益于以下几个因素：一方面，客户粘性较强，良好的出口形势带动公司及小微主体现金流较快增长；另一方面，治理“手工补息”过程中，其定价优势可能吸引部分增量；再者，去年5月以来财政力度加大，宁波银行对公为主的存款结构可能更多受益于财政资金下沉。\r\n　　2024年Q4单季度净息差由降转增，相对优势有望继续保持。\r\n　　测算Q4单季度息差1.89%，环比上升约8BPs，同比上升约4BPs。资产端，测算Q4生息率3.84%，环比下降约3BPs，同比下降约33BPs。一方面是由于新发放个人贷款利率或随银行业整体趋势继续明显走低，且Q4存量住房贷款利率有所下调；另一方面由于债券重定价效应明显（近年政府债发行力度较大、利率下行明显，投资组合中低息券种占比或提升）。对公贷款平均利率与上半年相比较为稳定，符合行业趋势。负债端，多轮存款降息之后存款刚性明显改善，叠加资金利率下行，测算Q4付息率为1.93%，环比改善约8BPs。去年基数较高，Q4付息率同比明显下降约26BPs，驱动息差同比由降转增。\r\n　　资产端来看，今年上半年贷款收益率将体现去年下半年LPR两次下降的重定价影响。另外，现阶段零售需求较弱、关税压力下降息可能性加大等因素仍对生息率形成压力。负债端来看，10月下旬公司随大行实施新一轮较大力度存款降息，公司揽储节奏指向付息率将在今年上半年继续改善。现有利率条件下，测算显示存款重定价将较大幅度缓冲资产端压力。由于客户粘性较好，我们认为公司息差较行业仍将保持相对优势。\r\n　　受市场影响，中间业务收入仍承压；债牛行情中，专业投资优势凸显。\r\n　　Q4单季手续费及佣金收入同比明显正增长。考虑到去年基数较低且近年Q4规模占全年的比重较低，尚不足以凭借Q4单季数据确认中间业务收入改善趋势。结合市场表现，参照可比公司数据，我们认为现阶段中间业务仍受到降费让利、资本市场表现较弱等因素制约。后续若市场持续改善，公司财富管理、资产管理业务有望凭借传统优势释放较大弹性。\r\n　　Q4公司发挥专业优势加大债券投资力度，投资业绩突出。一方面，投资收益+公允价值变动损益环比大幅改善；另一方面，其他综合收益同比继续高增长，年末规模达到156亿元。资产处置后，后者将结转为当期损益，其可观的规模将为收入端提供较大的缓冲垫。\r\n　　资产质量整体稳定；个人贷款风险普遍上升的行业背景下，不良处置保持审慎。Q4末，公司不良贷款率为0.76%，环比持平。分行业来看，个人贷款不良率继续小幅上升，与行业趋势相符，反映居民就业及收入压力；对公资产质量低位稳定，反映本地实体良好韧性。Q4末，逾期类贷款占比较Q2上升3BPs至0.81%，符合当前的宏观环境，与行业趋势一致关注类贷款占比较Q3下降5BPs至1.03%，或主要与公司加大不良确认有关。动态来看，测算Q4单季度不良生成率（加回核销）为0.27%，处于近年高位；核销不良贷款37.57亿元，创单季新高，不良贷款核销比例为35.10%，亦处于近年高位。因核销力度较大而计提边际放缓，拨备覆盖率进一步下降。当前行业个人贷款风险普遍上升的背景下，公司确认和核销力度主要集中在零售资产。及时处置风险有利于公司在后续业务发展中保持主动地位。考虑到公司收入增长较快、拨备较厚，预计仍有能力保持资产质量指标优异。\r\n　　盈利预测与投资建议。鉴于：1）Q4公司投资效益明显好于预期；2）目前形势下，银行业中间业务收入改善较慢；3）银行业个贷风险上升的背景下，公司有望继续保持较大的不良确认与核销力度。我们相应调整盈利预测。预计2025-2027年营业收入分别为706.96、773.52、859.83亿元（2025-2026年原预测为718.18、795.92亿元），归母净利润分别为289.37、320.71、352.88亿元（2025-2026年原预测为296.93、319.49亿元）。预计2025-2027年普通股每股净资产为34.61、38.00、41.73元，对应4月18日收盘价PB为0.71、0.650.59倍。宁波银行客户基础较好、粘性较强，且公司专业经营能力突出，预计关税的影响或较为温和，营收有望保持较快增长。凭借营收与拨备优势，公司有能力充分应对行业零售风险上升压力，资产质量预计保持优异。维持公司“买入”投资评级。\r\n　　风险提示：个人贷款资产质量大幅恶化；净息差大幅收；关税引发客户信用风险大幅上升",
  "notice_date": "2025-04-21 00:00:00",
  "notice_title": "公司简评报告：息差、投资及资产质量彰显专业经营优势",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王鸿行",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "宁波银行",
      "short_name_ch": "宁波银行",
      "short_name_cht": "寧波銀行",
      "short_name_en": "BANK OF NINGBO",
      "stock": "002142"
    }
  ],
  "short_name": "宁波银行",
  "source_sample_name": "东海证券",
  "star": "3"
}