{
  "attach_pages": "9",
  "attach_size": "1644",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202110261525164898_1.pdf?1635278978000.pdf",
  "company_code": "80092742",
  "eitime": "2021-10-26 20:09:38",
  "extend": {},
  "info_code": "AP202110261525164898",
  "language": "0",
  "notice_content": "　　中兴通讯(000063)\r\n　　事件： 2021 年10月25日， 公司发布 2021 年三季报， Q3 实现营收 307.5亿元， 同比增长 14.2%， 实现归母净利润 17.7 亿元， 同比增长 107.58%，实现扣非归母净利润 12.3 亿元，同比增长 125.4%。\r\n　　点评：\r\n　　三季度营收创近三年新高，运营商业务环比实现较快增长， 下半年国内将迎 5G 建站高峰， 公司业绩增长确定性强\r\n　　根据公司公告， 公司 2021 年三季度业绩位于预告中值略上水平， 今年三季度单季度营收创近三年最高， 同比增长 14.2%， 环比增长 14.6%， 其中运营商网络营业收入环比增长约 25%。 2021 年前三季度，手机、家庭信息终端营收保持同比快速增长，其中手机营收同比增长约 40%，家庭信息终端营收同比增长约 90%； 公司服务器及存储产品 2021 年前三季度营业收入同比翻番，已规模进入金融、互联网、能源等行业的头部公司。\r\n　　今年 Q1 到 Q3， 公司业绩持续保持高增长， Q1-Q3 同比分别增长 180%、76%、 108%。 从 2020 年 Q2 以来，公司毛利率持续提升， 2021 年 Q3 毛利率提升至 38%， 随着下半年运营商大力建设 5G 基站，我们判断公司毛利率仍存提升空间，盈利能力将逐季度提升\r\n　　公司持续加强现金流管理， 2021 年前三季度，经营活动产生的现金流量净额创历史新高，达 111.7 亿元，同比增长 188.7%； 同时公司注重研发投入，不断强化核心竞争力， 2021年前三季度，研发投入达 141.7 亿元，占营业收入比例为 16.9%。\r\n　　运营商业务：下半年 5G 基站集中交付， 紧盯“运营商集采量” +“中兴份额提升”，核心关注中兴市场格局与技术水平的提升\r\n　　下半年 5G 基站集中交付， 未来几年运营商资本开支将保持持续增长， 同时电信、 移动 A 募资投向云网+5G， 而华为表示将向高质量软赛道聚焦， 我们判断中兴在 5G 基站份额有望持续提升， 驱动运营商业务营收和盈利能力保持持续增长。 根据工信部数据， 2021 年前三季度 5G 基站总数达 115.9 万站。 今年上半年我国 5G 基站新增 19 万站， 而根据中国电信总经理李正茂公开演讲数据显示， 预计到今年年底， 5G 共享基站的规模将超过 70 万座，根据中国移动总经理董昕公开演讲数据显示， 预计到年底 5G 基站超 70 万个， 综合上述信息，我们判断到 2021 年底国内 5G 基站将超 140 万站， 下半年仍需建超 44 万站 5G 基站， 下半年随着基站交付量的提升，有望带动公司运营商业务提速发展\r\n　　据公司官方公众号显示， 公司 5G 基站 2021 年上半年发货量保持全球排名第二， 5G 核心网 2021 上半年全球收入排名第二；光网络 2021 年 Q1 全球运营商市场份额排名第二；城域分组光传输产品及端到端的 FTTP 解决方案继续保持最高水平 Leader 评级。\r\n　　无线产品方面： 公司率先发布业界首个无线智能编排方案，并在辽宁大连完成全球首个商用网络验证； 服务器及存储产品多年连续入围运营商集采， 在 2019-2021 年度连续中标中国移动 PC 服务器集采最大份额， 目前已应用于全球超 40 个国家和地区；\r\n　　有线产品方面： 5G 承载全系列端到端产品大规模部署，截至上半年累计发货 11 万端，建设超 400 张 5G 承载网；核心路由器实现六年六进阶，中标中国电信 CN2 骨干网项目、中国移动高端路由器和高端交换机产品集采项目、中国移动云资源池项目等；业务路由器在国内市场集采份额稳居前二；光传输领域， 200G+光传输国内市场份额稳居前二；固网接入侧，10G PON OLT 国内新增市场份额超过40%，全屋光纤组网在国内完成20多个试点和商用。视频系统用户总容量超 2 亿，市场份额持续提升； 通讯能源领域，公司全系列 5G 电源已为全球 30 多万 5G 站点提供供电保障。\r\n　　在下半年陆续公布的运营商规模集采项目中，公司高端路由器、高端交换机、服务器及存储等产品取得较好进展， 5G 无线、核心网、承载等关键产品市场份额持续提升。海外市场借助 4G 现代化改造、 5G 新建、固网的光纤化转型、承载网升级以及家庭宽带产品升级换代等市场机会，持续进行优势产品的格局优化，实现健康经营\r\n　　我们认为，对于中兴所涉及运营商业务我们应该紧盯“运营商集采规模” 和“中兴份额”， 中兴运营商业务发展的核心， 我们认为主要靠“中兴市场格局与技术水平的提升”， 今年我们看到中兴在运营商服务器、路由器和基站等领域持续中标突破， 本次中国电信 A 股上市和中国移动拟 A 股上市募资将投向云网和 5G， 中兴通讯有望核心受益。\r\n　　消费者业务：上半年高速增长，发布全球首款屏下摄像高端旗舰机 AXON 30，深圳首家 5G 形象体验店正式开业， 未来消费电子业务有望快速发展\r\n　　深厚 ICT 技术积累和滨江工厂强大的制造能力是公司发展消费者业务的基础。 过去 11 年公司研发投入超 1200 亿元带来核心技术提升，南京滨江工厂秉承“用 5G 制造 5G”理念，打造 5G 全连接数字化工厂，装配质量漏检率降低了 80%，关键工序不良率降低了 46%，操作人员减少了 28%，周转效率提升了 27%，自 2020 年 3 月正式投产，仅 7 个多月时间，2020 年总产值超过 300 亿元，南京 5G 生产基地每分钟可生产 5 台 5G 基站， 生产每部新款智能手机时间在 1 秒以内\r\n　　2021 年上半年国内手机市场头部阵营松动，其他手机厂份额上升，同时 5G 手机市场增速较快，公司抓紧时机快速发展。 少数手机厂份额上升为公司提供发展手机业务土壤， 2021年上半年，前五名头部玩家所占的市场份额，从 2020 年的 95%下降到了 82%，公司重点发力 5G 手机， 2021 年 9 月，国内手机总体出货量 2144.0 万部，同比下降 8.1%，其中 5G手机出货量 1511.8 万部，占同期手机出货量的 70.5%， 5G 手机有望成为增长新驱动。 公司预计 2021 年全年，手机出货量同比增长 30%-50%，我们判断增幅主要是由单价较高的旗舰机带动， 高端旗舰机单价高， 包括定位中高端（ 3000-8000 元售价）的 AXON 手机和努比亚、红魔手机，以及定位入门级（ 600-2500 元售价）的 5G 手机。\r\n　　市场一直认为中兴手机不盈利，没有发展前景，我们认为存在较大预期差。中兴大力发展手机业务不会增加太多成本： （ 1）中兴手机可复用 5G 研发成本，无太多新增边际成本；（ 2）部分产能可与 5G 基站复用，可以提升公司整体产能利用率。 手机技术创新已经业内领先，最新款的全面屏手机实现三项全球首次： （ 1）屏下区域达到了 400PPI 的高像素密度，这也是全球第一款 400PPI 高像素屏下手机；（ 2）该产品通过了德国莱茵 TUV、瑞士 SGS、美国 UL 认证，是全球第一款同时获得三大权威护眼认证的产品；（ 3）常规显示区以及屏下显示区有着 120Hz 的屏幕刷新率，是全球首款 120Hz 刷新率的屏下手机。 三大品牌已经完成整合，部分机型线上营销取得突破，线下渠道年内将完成基础布局：（ 1）已完成统一操盘中兴（旗舰机）、努比亚、红魔（游戏手机）三大品牌，人气明星刘浩存代言，主打年轻与科技；（ 2）线上线下相结合，上半年已搭建超 3000 条渠道，全年计划铺设 5000+渠道， 深圳首家 5G 形象体验店已经正式开业；（ 3） 3 月发布最新款红魔游戏手机预约量一度超过 150万台，被玩家戏称“硬件外挂”。\r\n　　除手机业务回升明显外， 5G 移动互联产品和家庭信息终端产品同样发展较快。 1）移动互联产品： 累计发货超 2 亿，技术专利近 1000， MBB 产品发货量超 3000 万（自研芯片），5G 移动互联网终端运营商市场全球市占率第一； 2） 家庭信息终端和创新融合终端： 持续增长，在行业内持续保持全球领先地位， 其中家庭信息终端实现跨越式增长，累计发货超 5.4亿台， Wi-Fi6 产品在日本、意大利、西班牙等高端市场实现规模商用。\r\n　　政企业务： 聚焦六大领域，服务器及存储、数据库、数据中心、安全办公方案等核心产品得到广泛应用\r\n　　政企业务方面，公司聚焦能源、交通、金融、互联网、政务及大企业等领域，传输、数据中心、服务器及存储产品、企业网络、安全办公、分布式数据库等核心产品方案在政企市场得到广泛应用，并形成了良好的云网生态圈。\r\n　　1） 服务器及存储产品： 已规模进入金融、互联网、能源等头部企业， 多次中标国家电网信息化集采并在南方电网网络技术创新服务器项目中拔得头筹；\r\n　　2） GoldenDB： 作为成熟稳定商用领先的国产金融级分布式数据库， 已在大型商业银行核心系统商用稳定运行超三年， 案例覆盖国有大行、股份制银行、农信联社、城商行及农商行全系列银行全业务； 首批全项通过分布式数据库标准符合性验证测试，支持百万级并发、性能最优，累计 10 万亿核心业务交易额， 超 3 亿用户规模， 3 亿日均核心交易；\r\n　　3） 全模块数据中心： 方案规模商用，在全球已拥有超过 300 个项目案例， 预制模块化数据中心和间接蒸发冷却空调产品市场份额位列互联网行业第一；\r\n　　4） 安全办公方案： 全面自研， 助力企业数字化转型，保护企业信息资产安全，提质增效，获 2021 年德国红点设计大奖；\r\n　　5） 南京滨江智能制造基地： “用 5G 制造 5G”，荣获 ICT 中国 2020 优秀案例。\r\n　　汽车电子： 与一汽+上汽等多家车企合作落地， 汽车电子逻辑全面兑现公司于今年一季度成立汽车电子产品线，上半年与一汽、上汽等车企合作落地，汽车电子逻辑持续兑现。 一汽加上汽 2020 年整车销量为 931 万辆，占全国市场销量 37%，两大巨头与中兴的合作具备示范效应，中兴汽车电子逻辑得到全面验证，未来中兴有望成为国内车企尤其是头部车企优选合作对象。\r\n　　为何头部车企会选择中兴？ 根据经济观察报，华为公开表示要做向车企提供智能化技术的供应商，而所依靠的是华为过去三十多年来在 ICT 方面的积累，中兴与华为均具备强劲 ICT 技术能力；在战略定位方面，中兴明确表示，将发挥 ICT 优势拓展汽车电子，只做“被集成”，用自身在 ICT 领域的能力来助力车企成功，更容易被国内车企接受。中兴通讯在智能汽车产业链布局已久，具备软件定义智能汽车实力，正逐步形成完整产业链生态布局，有望开启长期成长新曲线。 1）中兴通讯主体具备 5G 和 C-V2X 技术； 2）英博超算作为自动驾驶技术研发商，成为国内第一家拥有核心技术自主知识产权 L2+量产突破的企业，并具备为整车厂提供 ADAS 和自动驾驶整体解决方案的能力； 3）广东新支点深耕智能汽车操作系统，已成功发布了三款智能驾驶操作系统，并在 2020 年发布了包括域控制器、智能仪表和 FOTA 网关在内的三大操作系统解决方案； 4） 中兴智能汽车有限公司专注于新能源/智能客车整车， 跨界收购广通客车，新建智能客车产能已投产。 5）中兴新能源作为中兴通讯的子公司，主要是为智能网联汽车提供汽车充电的整体解决方案，已经具备了大功率无线充电系列产品和国内首条车规级生产线，并在专利上覆盖了无线充电技术、异物检测等多项技术。\r\n　　强劲技术研发实力在新应用领域的持续价值变现为核心竞争实力和长期成长逻辑市场普遍认为公司未来业绩增长仍然要依靠 5G 周期景气度的提升，带动运营商业务的增长，过于关注公司账面净利润和运营商资本开支周期性，忽视过去 11 年公司在研发投入超1200 亿元所带来的核心技术提升。我们认为现阶段 5G 大规划投建，除带动运营商业务大规模增长外，也将带动各行业智能化、网联化技术下游应用",
  "notice_date": "2021-10-26 00:00:00",
  "notice_title": "业绩表现亮眼，三季度营收创新高，盈利能力持续提升",
  "page_size": 2,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中兴通讯",
      "short_name_ch": "中兴通讯",
      "short_name_cht": "中興通訊",
      "short_name_en": "ZTE",
      "stock": "000063"
    }
  ],
  "short_name": "中兴通讯",
  "source_sample_name": "信达证券",
  "star": "3"
}