{
  "attach_pages": "29",
  "attach_size": "1614",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202407241638253104_1.pdf?1721820627000.pdf",
  "company_code": "80036717",
  "eitime": "2024-07-24 11:30:27",
  "extend": {},
  "info_code": "AP202407241638253104",
  "language": "0",
  "notice_content": "　　紫金矿业(601899)\n　　投资要点\n　　紫金矿业和南方铜业，同样作为世界级矿企，但二者在估值上存在明显差异。我们从PE（TTM）的角度观察二者的估值差异，发现紫金矿业估值显著低于南方铜业，2024年以来，紫金矿业的PE（TTM）为20左右，而南方铜业却超过了30倍。从市值/铜储量、市值/铜资源量的角度出发，似乎紫金矿业与南方铜业棋逢对手。但考虑到紫金矿业庞大的黄金资源量和储量，我们从价值量出发，以1吨黄金约等于8000吨铜的比例折算过后，发现紫金矿业的估值依然相较于南方铜业较低，不论是市值/铜储量，还是市值/铜资源量。我们认为南方铜业的股权结构相对集中、矿山生命周期领先全球、全球最低的铜单位成本以及较高的分红率和可控的资产负债水平，以上因素共同构建了其较高的估值水平。\n　　紫金矿业是一家国际领先的铜金矿石服务供应商，扩张阶段客观上会带来相对较高的资本开支。紫金矿业立足于铜金，是国际领先的铜金矿石供应商，未来产能增速依然较快。2024年规划生产111万吨铜，73.5吨黄金，铜金产量国内国际领先。紫金矿业与南方铜业不同紫金矿业目前依然处在成长扩张阶段，高资本开支客观上会带来较高的负债率以及相对较低的分红率和股息率，同时目前相对较低的矿山生产寿命以及相对高的成本影响了其估值水平。\n　　但我们认为拐点将至，随着紫金矿业成本控制能力得到市场验证、分红率的稳步提升以及增储不断提升矿山寿命，估值有望不断提升：\n　　1、在通胀、地缘政治不稳的大背景下，2024年Q1紫金矿业铜生产成本下降了超过7%，对比南方铜业抵扣副产品后成本上升了3.88%此消彼长下紫金矿业的成本劣势在快速缩减，叠加产能扩张带来的规模效应有望在未来持续显现，等紫金矿业此轮资本扩张结束，铜C1成本与资本支出有望降低并维持稳定。\n　　2、随着扩张、改建项目的建成投产，铜金价格维持高位的情况下，紫金矿业利润有望持续提升，资产负债率预计下降、分红率有望提升，总体均有望看齐南方铜业。\n　　3、紫金矿业的核心竞争力在于其卓越的探矿、处理矿的技术能力。公司自主地质勘查具有行业竞争比较优势，单位勘查成本远低于全球行业平均水平。以既有矿山找矿为重点，积极布局绿地、棕地矿产战略选区，实施风险勘查投资业务，目前已经自主勘查获得超过50%的黄金、铜资源，超过90%的锌（铅）资源。紫金矿业的增储能力行业领先已经得到历史验证，未来继续不断增储有望提升其矿山生产寿命，最终带来估值水平的提升。\n　　铜价有望高位盘整，提供充分现金流。铜受困于资源禀赋以及资本开支的下降，产量增速本就处于下行的区间，同时伴随着资源民族主义的抬头，铜的产量在最近两年内常常不及市场预期，未来的供需结构有望持续好转。尽管历史上，铜价在美联储降息的过程中，随着通胀预期的下行难有较为可观的表现，但是我们认为铜相对健康的供需平衡表有望使得铜价维持在较高的位置，从而支撑铜矿股估值趋于稳定。\n　　黄金大时代来临，上行趋势可能延续。2024年黄金虽然已经录得较大的涨幅，但是我们认为本轮的上涨还未结束，影响黄金价格的本质是美国政府的赤字率，随着美国经济的逐渐转弱，以及全球地缘政治局面的紧张，我们认为美国赤字率的上行趋势可能带动黄金的继续上涨。详细行业观点见我们之前发布的《贵金属八问八答：黄金牛市或还将继续》。\n　　盈利预测和财务指标：我们预计2024-2026年，随着金铜价格持续强势，紫金矿业各个项目继续稳定投产，预计紫金矿业营业收入为3458.69/3582.82/3721.43亿元，YOY为17.88%/3.59%/3.87%，归母净利润为311.34/392.44/460.46亿元，YOY47.42%/26.05%/17.33%对应PE为14.10/11.19/9.54，维持“买入”评级。\n　　风险提示：\n　　公司项目进度不及预期，公司生产成本超预期上行，铜金价格大幅下跌，地缘政治风险，汇率风险等\n",
  "notice_date": "2024-07-24 00:00:00",
  "notice_title": "全球领先的铜金矿石服务提供商，估值有望提升",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "李帅华,杨丰源",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "478",
          "publishName": "有色金属"
        }
      ],
      "short_name": "紫金矿业",
      "short_name_ch": "紫金矿业",
      "short_name_cht": "紫金礦業",
      "short_name_en": "Zijin Mining",
      "stock": "601899"
    }
  ],
  "short_name": "紫金矿业",
  "source_sample_name": "中邮证券",
  "star": "3"
}