{
  "attach_pages": "25",
  "attach_size": "2199",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212041580798454_1.pdf?1670162956000.pdf",
  "company_code": "80114781",
  "eitime": "2022-12-04 14:09:16",
  "extend": {},
  "info_code": "AP202212041580798454",
  "language": "0",
  "notice_content": "　　新产业(300832)\n　　公司是国内化学发光先行者， 深耕免疫分析领域超过二十年，技术积累深厚，属于国内化学发光第一梯队。公司自成立以来，一直专注于化学发光的研究，于 2008 年 9 月顺利完成中国第一台全自动化学发光仪的注册，并于 2010 年实现全自动化学发光设备的量产，实现国产全自动化学发光设备从无到有的突破。目前主要产品包括全自动化学发光免疫分析仪器、全实验室智能化流水线、全自动生化分析仪器、全自动核酸提取纯化仪器。\n　　化学发光为规模大、增速快、壁垒高的黄金赛道。免疫诊断是体外诊断市场占比最大的类别，而化学发光技术具有高灵敏度、检测范围宽、操作简便快速、标记物稳定性好、无污染、仪器简单经济等优点，是放射免疫分析和酶联免疫分析最佳的取代者。而由于化学发光被检测样本的浓度低，以及涉及生物、物理、化学、光学等多种前沿技术，具有较高的技术壁垒。2021 年我国化学发光免疫诊断市场规模已达到 284.4 亿元，预计 2022 年增长率为15.3%。出现新冠疫情后，医院端诊疗人次受影响较大，化学发光近两年的市场规模增速受到一定压制。但长期来看，随着疫情的逐步好转，医院端诊疗人次将会逐步恢复，叠加检测项目的不断开发、检测仪器性能的不断完善，化学发光长期看依然能保持较高增速。\n　　外企在国内市场份额仍占优势，国内企业进步明显，国产替代正当时。外企在国内化学发光市场仍占据主导地位，罗氏、雅培、贝克曼和西门子等国际诊断龙头占据国内化学发光市场超过 70%。但国产厂家技术进步明显，部分领域已处于世界领先水平，如新产业 2018 年推出在当时全球通量最大的 600速化学发光设备 MAGLUMI X8，此后，亚辉龙、安图生物也分别推出 600 速设备。从检测项目看，国内龙头公司在国内注册的试剂数已经不少于罗氏等外企了。\n　　公司仪器、试剂品类丰富。公司在不同规格的发光仪上同时发力，陆续推出了大型分析仪 MAGLUMI 4000 Plus 和  MAGLUMI X8、 以及体积相对较小的MAGLUMI X3。 X8 可凭借高检测速度以及能组成全自动流水线等优势加速向大型医院的优质客户渗透，X3 占地面积不到 0.68 平方米，可以在中小型医学实验室进行配置，更好地满足基层医疗实验室需求。试剂方面，公司试剂检测结果稳定，肿瘤标志物、心血管及心肌标志物等特色项目优势明显，市场口碑良好。公司化学发光检测项目菜单达 156 项，在国内处于领先地位。截至 2022 年 6 月公司有 22 项新开发试剂产品，以及 31 项 2 代试剂产品。\n　　公司坚持全球化战略，积极开拓海外市场。海外市场规模大，公司产品市占率低，随着产品力逐步提升和销售体系的逐步完善，有望保持海外业务的长期高增长。 据我们测算， 2020 年海外化学发光市场约为 514 亿元， 公司海外市场占有率约为 1.54%，具有较大增长空间。随着公司产品力的提升，将能为海外客户提供性能优良且更具性价比的产品，同时在海外加速建设子公司以更快响应客户需求，加速抢占市场。同时在新冠疫情期间，公司把握契机与海外的各家医院及经销商等建立紧密的联系，打造更为成熟的销售网络，提高公司在海外的品牌知名度，这一不断完善的海外销售体系将是公司常规产品未来在海外持续放量的重要推动力。\n　　公司盈利预测及投资评级：我们预计公司 2022-2024 年营业收入分别为31.55、40.88、51.46 亿元，净利润分别为 12.55、16.37 和 21.17 亿元，对应 EPS 分别为 1.60、2.08 和 2.69 元。当前股价对应 2022- 2024 年 PE 值分别为 31、24 和 18 倍。公司是国内化学发光龙头，深耕行业多年，在仪器技术水平、试剂种类与可靠性方面均具备优势，国内外销售体系也趋于成熟。看好公司在国产替代和出海浪潮下业务高速增长，首次覆盖给予“ 强烈推荐”评级。\n　　风险提示：带量采购降价超预期、海外销售不及预期、原材料采购成本变动风险。\n",
  "notice_date": "2022-12-04 00:00:00",
  "notice_title": "深耕化学发光优质赛道，产品研发与销售双线快速推进",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘田田,林志臻",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1041",
          "publishName": "医疗器械"
        }
      ],
      "short_name": "新产业",
      "short_name_ch": "新产业",
      "short_name_cht": "新產業",
      "short_name_en": "SNIBE",
      "stock": "300832"
    }
  ],
  "short_name": "新产业",
  "source_sample_name": "东兴证券",
  "star": "1"
}