{
  "attach_pages": "4",
  "attach_size": "932",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202302211583415620_1.pdf?1676989067000.pdf",
  "company_code": "80027629",
  "eitime": "2023-02-21 10:42:42",
  "extend": {},
  "info_code": "AP202302211583415620",
  "language": "1",
  "notice_content": "　　伊利股份(600887)\r\n　　We see trading opportunity on Yili into results season. This would mainly beunderpinned by 1) an easy and stabilizing earnings expectation (for both 4Q22and 2023E), when we see subdued downside risk to current consensus estimates,and 2) a lagging valuation to peers who have already been re-rated on reopeningsentiment. We argue the stock could play near term catch-up, when a likely inline 4Q could relieve market sentiment. We are buy-rated on Yili, but prefer tostick to CR Beer (291HK, Buy), Proya (603605CH, Buy) and CTGDF (601888CH,Buy) as our preferred plays around this early-staged consumption-led recovery.\r\n　　4Q momentum showed sequential pick-up. We forecast 4Q revenue togrow 6% YoY to RMB27bn. Momentum in October and November has beenweak, and a more obvious recovery has kicked-in in December. This wasdriven by acceleration of liquid milk demand as a result of healthy restockingmomentum for the CNY in Jan 2023. GPM is likely to show QoQ improvementthanks to higher gifting demand that improved sales mix. Opex ratio willdecline YoY without much eventful spending (winter Olympic last year).Meanwhile, we expect a flattish NPM at 8% for 2022.\r\n　　2023E outlook. Overall we expect revenue growth to edge up from 2022E,driven by accelerated liquid milk sales, from flattish in 2022 to about 5%growth in 2023E. IMF business should remain high-growth, but from a highbase of 2022, we assert a 25% YoY growth for the segment. This is consistentwith management target of a 20% 4-year CAGR between 2021-25E. Whilebirth rate looks to have troughed, we do not expect it to rebound until late-23E.In this case, given a muted segment growth, we would expect Yili to take upmarket share from peers. For instance, Yili took up 11% of the market by end-22, compared to 9% in 2021. Separately, low-temp SKU could maintain a 25-30% YoY growth and we consider the temperature of summer this year themajor swing factor to our assumption.\r\n　　Earnings change. Our 2022E estimates are largely unchanged. We havelowered our 2023E GPM by 0.4pp and this led to a 4.2% cut in net profits.Now, we assume Yili’s net margins to expand by an average of 0.5pp over2023-24E and this largely tallies with management’s expectation.\r\n　　Valuation. Our new TP is based on an unchanged 25.0x rolled-forward end-23EPE, which still benchmarks to its 3-year average. We believe our methodologyappropriately reflects Yili’s sequential recovery that begins from 4Q22.",
  "notice_date": "2023-02-21 00:00:00",
  "notice_title": "Shares could rally in relief on back of an in line 4Q22",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Joseph Wong",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "伊利股份",
      "short_name_ch": "伊利股份",
      "short_name_cht": "伊利股份",
      "short_name_en": "YILI",
      "stock": "600887"
    }
  ],
  "short_name": "伊利股份",
  "source_sample_name": "招银国际"
}