{
  "attach_pages": "9",
  "attach_size": "2248",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202405161633652536_1.pdf?1715933704000.pdf",
  "company_code": "80000197",
  "eitime": "2024-05-17 08:15:04",
  "extend": {},
  "info_code": "AP202405161633652536",
  "language": "0",
  "notice_content": "　　航发动力(600893)\r\n　　事件：\r\n　　公司3月27日公告，2023年实现营业收入（437.34亿元，+17.89%），归母净利润（14.21亿元，+12.17%），扣非归母净利润（12.22亿元，+45.85%）；毛利率（11.08%，+0.26pcts），净利率（3.47%，-0.17pcts），ROE（摊薄）（3.60%，+0.30pcts）。2024年Q1公司实现营业收入（62.72亿元，+1.98%），归母净利润（1.55亿元，+76.03%），扣非归母净利润（1.06亿元，+444.82%）。\r\n　　投资要点：\r\n　　23年经营业绩稳步提升，达近五年新高，期间费用率保持下降趋势，在手订单充足\r\n　　2023年，公司实现营业收入（437.34亿元，+17.89%），归母净利润（14.21亿元，+12.17%），扣非归母净利润（12.22亿元，+45.85%）。公司全年营收、利润稳健增长，其中扣非归母净利润同比提升明显，主要系产品获利能力增强。毛利率（11.08%，+0.26pcts），毛利率小幅提升。净利率（3.47%，-0.17pcts），净利率小幅下降主要由于税金及附加、财务费用、公允价值变动收益变化明显。其中税金及附加（2.68亿元，+120.65%），主要是受国家相关税改政策影响,流转税增加导致附加税增加所致。财务费用（2.48亿元，+1482.52%），去年同期为-0.18亿元，同比由负转正且显著增加，主要原因体现在三方面，一是带息负债规模增加，利息费用增加；二是活期存款利息收入减少；三是汇兑收益减少。公允价值变动收益方面，公司2023年实现（-1.45亿，-567.74%），去年同期为0.31亿元，同比由盈转亏，主要是子公司黎阳动力持有的贵州银行股权价值受市场波动影响所致。2024年Q1公司实现营业收入（62.72亿元，+1.98%），归母净利润（1.55亿元，+76.03%），扣非归母净利润（1.06亿元，+444.82%）。营业收入保持平稳增长，归母净利润明显提升，主要原因一是公允价值变动收益增加，二是期间费用减少，三是税金及附加减少。扣非归母净利润同比实现较大幅度增长，主要原因一是期间费用减少，二是税金及附加减少。\r\n　　2023年度报告期内，公司期间费用率（6.50%，-0.31pcts），其中销售费用率（1.08%，-0.14pcts），其中销售费用同比增加4.18%，主要是差旅费及职工薪酬增加所致。管理费用率（3.58%，-0.13pcts），其中管理费用同比增加13.80%，主要由于是三类人员精算费用、职工薪酬、差旅费、咨询费等增加所致。财务费用率（0.57%，+0.62pcts），主要系财务费用显著提高所致。研发费用率（1.27%，-0.65pcts），主要是公司课题项目投入减少所致。可以看到，随着公司经营规模持续扩大，公司期间费用率呈现下降趋势，规模效应持续显现。\r\n　　存货方面，截至2023年12月底，航发动力存货（296.63亿元，+15.27%），存货同比小幅增加。本报告期末，航发动力已签订合同，但尚未履行或尚未履约完成的收入金额340.55亿元，其中269.09亿元预计将于2024年确认收入，其余将于以后年度确认收入。\r\n　　2023年度公司实现营业收入437.34亿元，完成年度预算422.65亿元的103.48%，归母净利润实现14.21亿元，完成预算值13.58亿元的104.64%。2024年公司预计实现营业收入497.62亿元，预计实现归母净利润15.12亿元。\r\n　　主营业务稳健增长，外贸转包持续恢复，子公司经营出现差异化发展，黎阳规模提升明显\r\n　　公司主要业务为包含三类，航空发动机制造及衍生产品、外贸转包、非航空产品及贸易，从业务占比上看，2023年公司整体业务结构并没有发生显著变化，波动较小。其中公司航空发动机及衍生产品业务实现收入（408.93亿元，+18.17%），完成预算值399.73亿元的102.30%，主要是客户需求增加，产品交付增加所致；外贸出口转包业务实现收入（19.48亿元，+18.06%），完成预算值16.96亿元的114.86%，主要是全球航空业复苏，出口订单增加所致；非航空产品及贸易业务实现收入（2.62亿元，-17.09%），完成预算值1.60亿元的163.75%，同比小幅下降，主要是公司民品收入减少所致。\r\n　　母公司西航2023年实现营业收入（129.74亿元，+21.13%），实现利润总额（6.54亿元，+14.74%）。2023年全年公司本部研发费用（0.61亿元，-32.97%），同比明显下滑。截至2023年年报报告期末，母公司已签订合同，尚未履行或尚未履约完成的收入金额131.21亿元，其中90.65亿元订单预计将于2024年确认收入，其余将于以后年度确认收入。\r\n　　黎明公司主要从事航空发动机、燃气轮机等，其主要生产的中大推力航空发动机广泛装备我国多款高性能军机，2023年报期公司实现营业收入（262.35亿元，+19.16%），随着军机列装加速，公司营业收入稳健增长，利润总额实现（6.78亿元，-13.52%），同比小幅下滑。从收入结构上看，航空发动机及衍生产品业务实现收入（254.09亿元，+19.09%），外贸出口转包业务实现收入（3.89亿元，+38.48%），非航空产品及其他业务实现收入（0.26亿元，-15.06%）。2023年全年黎明公司研发费用（1.35亿元，+5.47%），同比小幅提升。\r\n　　南方公司主要产品为涡轴发动机和活塞式发动机等，广泛应用于各型号直升机，2023年报期南方公司营业收入（77.75亿元，-0.85%）,利润总额（4.48亿元，+13.42%）。从收入结构上看，航空发动机及衍生产品业务实现收入（75.07亿元，-0.62%），非航空产品及其他业务实现收入（0.41亿元，-42.25%）。2023年全年南方公司研发费用（1.77亿元，+18.00%），研发投入同比稳健增长。\r\n　　黎阳公司主要产品为三代中等推力航空发动机等产品，2023年报期黎阳公司实现营业收入（49.08亿元，+45.04%），营收规模显著提升，利润总额（-0.69亿元，-188.46%），公司部分型号处于放量早期，短期盈利能力不足。从收入结构上看，发动机及衍生产品业务实现收入（48.01亿元，+46.68%），几乎占据了黎阳公司全部营收来源，产品出现交付放量趋势。2023年全年黎阳公司研发费用（1.23亿元，-57.59%）。\r\n　　总体来看，四大主机厂经营业绩呈现出分化趋势，其中母公司、黎明公司营收规模稳步扩大。黎阳公司规模提升明显，或预示着部分型号发动机逐步量产放量。南方公司营业收入与2022年几乎持平。盈利方面，母公司和南方公司保持稳定盈利能力，黎明公司小幅下滑，黎阳公司出现由盈到亏的情况，短期业绩承压。研发投入方面南方公司保持稳定增速，黎阳、母公司投入明显减少。\r\n　　莱特公司增资扩股项目完成，将推动民用航空发动机长期发展，募投项目竣工投产，发动机维修能力有望进一步提高\r\n　　2023年7月8日，公司公告航发动力股份有限公司拟对下属全资子公司西安西航集团莱特航空制造技术有限公司（以下简称莱特公司）实施增资扩股，通过产权交易机构以公开交易方式引入现金投资不超过4.00亿元。公司将内部民用航空发动机制造业务转移至莱特公司，并引入外部资本对其增资4亿元，用来建设民用航空发动机生产专线，形成体系完善的批量生产能力，满足国产民用航空发动机长期发展的需求。\r\n　　根据公司2023年年度报告披露，公司子公司莱特公司本期实施增资扩股，通过产权交易机构以公开交易方式引入股东已经完成，增资完成后，公司对莱特公司持股比例由100%下降至71.10%，通过本次增资扩股的实施，莱特公司产品研制能力有望显著提升，将实现民机生产制造由零件向零部件及单元体的转型升级，有助于强化莱特公司在民机产业链上的优势地位。\r\n　　2023年8月19日，公司发布公告称收到陕西省国防科技工业办公室《关于中国航发动力股份有限公司航空发动机修理能力建设项目竣工验收备案的通知》标志着公司“航空发动机修理能力建设项目”已通过竣工验收，达到了项目建设目标。\r\n　　本次募投项目顺利投产后，航发动力能够有效提升航空发动机修理手段与能力，对现有表面处理生产线进行提标改造，提升公司表面处理生产及排放水平，通过整合公司现有航空发动机修理能力，调整现有生产布局，补充部分关键设备，新建总装修理厂房、试车厂房形成相对独立、完整的涡扇发动机大修分厂，同时预留新型涡扇发动机维修能力，对我国航空发动机行业的发展有良好的促进作用。\r\n　　航空发动机龙头企业，聚焦军、民航空发动机和燃气轮机发展机遇，加速追赶超越\r\n　　航空发动机技术是大国地位和综合国力的体现，是现代航空技术的战略制高点，是现代国防不可或缺的重要内容，也是经济社会发展的重要支撑。当前，航空发动机产业正处于新一轮科技革命、产业革命和军事革命交织联动、高速发展的阶段，世界航空强国加紧布局和推进航空动力前沿技术研究，并已形成先发优势。环伺世界航空强国，美国自适应变循环发动机已完成验证机研制、英国发布了航空零排放战略，无人化、数字化、电气化、氢能、增材制造、复合材料等新理念、新技术、新材料的应用都在快速积累量变。\r\n　　公司聚焦军、民航空发动机和燃气轮机主业，加速追赶超越，不断提升航空发动机和燃气轮机研发制造水平。在军用航空发动机方面，向自适应循环、涡轮基组合高超声速动力、全电推进系统等方向发展。民用航空发动机方面，根据中国商飞市场预测年报（2022-2041年），到2041年，国内航空发动机市场价值将达到3,502亿美元。公司作为我国商用飞机动力核心供应商，随着国产大型客机、支线客机将加速适航取证，实现商业成功，将推动国产民用航空发动机成为公司支柱产业。燃气轮机方面，国际环境及周边态势变化，同时国家提出“双碳”战略目标，燃气轮机需求也随之加大，公司将迎来新的历史机遇期。\r\n　　公司作为国内唯一能够研制涡喷、涡扇、涡轴、涡桨、活塞等全谱系军用航空发动机的企业，是中国航发旗下航空动力整体上市唯一平台，将深度受益于我国航空动力的发展大周期。\r\n　　投资建议：\r\n　　2023年，公司营业收入同比增长17.89%，扣非归母净利润同比提升明显，期间费用进一步降低，规模效应显现。同时公司在手订单充裕，对未来公司发展打下坚实基础。\r\n　　公司进一步聚焦主营业务，航空发动机制造及衍生产品业务规模持续扩大，子公司经营出现差异化发展，黎阳营收规模显著提升，随着未来各在研发动机型号批产放量，公司整体经营情况有望进一步提升。\r\n　　公司增资扩股莱特公司顺利完成，成功引入外部股东，资金将用于建设民用航空发动机生产专线项，满足国产民用航空发动机长期发展的需求，同时，募投项目《航空发动机修理能力建设项目》成功完成验收投产，公司将有效提升航空发动机修理手段与能力。\r\n　　公司作为航空发动机龙头企业，同时也是国内唯一能够研制涡喷、涡扇、涡轴、涡桨、活塞等全谱系军用航空发动机的企业，将深度受益于国内航空发动机产业发展的黄金周期，在军、民航空市场需求的“双轨”驱动下，未来有望长期受益。\r\n　　我们预计公司2024-2026年的营业收入分别497.65亿元、571.22亿元和654.28亿元，归母净利润分别为16.52亿元、19.51亿元及23.17亿元，EPS分别为0.62元、0.73元、0.87元，我们维持买入评级，目标价45元，对应2024-2026年预测EPS的73倍、62倍、及52倍PE。\r\n　　风险提示：原材料波动导致毛利率下滑的风险；宏观环境波动导致市场需求下降等，产品交付不及预期等。",
  "notice_date": "2024-05-17 00:00:00",
  "notice_title": "2023年年报及2024一季报点评：军民共进稳健增长，取得历史最佳一季度业绩",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "方晓明,张超",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "480",
          "publishName": "航天航空"
        }
      ],
      "short_name": "航发动力",
      "short_name_ch": "航发动力",
      "short_name_cht": "航發動力",
      "short_name_en": "AECC AP",
      "stock": "600893"
    }
  ],
  "short_name": "航发动力",
  "source_sample_name": "中航证券",
  "star": "1"
}