{
  "attach_pages": "7",
  "attach_size": "957",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207071575911505_1.pdf?1657214638000.pdf",
  "company_code": "80000007",
  "eitime": "2022-07-07 17:23:58",
  "extend": {},
  "info_code": "AP202207071575911505",
  "language": "0",
  "notice_content": "　　德赛西威(002920)\r\n　　事项：\r\n　　事项： 7 月 4 日， 德赛西威与哪吒汽车达成全面战略合作， 双方将依托各自的技术及产业资源优势， 围绕智能座舱、 智能驾驶、 车身、 软件、 服务等领域展开全方位深度合作， 助力哪吒汽车在智能生态圈的升级，携手构建共生共赢的智能汽车生态新格局。国信汽车观点： 1） 产品维度， 德赛西威作为自主车机龙头， 受益于传统车机业务升级（ 单车价值量由原来的 600-700 提升至 2000 元以上） 。 在车机主业以外新产品方面专研智能驾驶、 智能座舱和车联网， 智能座舱方面， 公司第二代座舱域控制器已规模化量产， 第三代座舱产品获得多家自主品牌项目定点； 智能驾驶方面， 公司第一代高算力自动驾驶域控制器平台已在小鹏 P7、 P5 上大规模量产供货， 新一代高算力自动驾驶域控制器平台基于英伟达 Orin 系列芯片打造， 已获得众多项目定点， 今年下半年有望在理想 L9上率先量产。 2） 客户维度， 2021 年公司全年获得年化销售额超过 120 亿元的新项目订单， 同比增长超过80%， 突破历史新高， 智能驾驶产品、 大屏座舱产品和智能座舱域控制器的订单量快速提升， 2022 年 7 月4 日， 德赛西威与哪吒汽车达成全面战略合作， 携手构建共生共赢的智能汽车生态新格局。 我们维持此前盈利预测， 预计 22/23/24 年利润 13.3/18.3/24.6 亿， 对应 PE 为 62/45/34x， 维持买入评级。\r\n　　评论：\r\n　　 7 月 4 日， 德赛西威与哪吒汽车达成全面战略合作， 携手构建共生共赢的智能汽车生态新格局7 月 4 日， 德赛西威与哪吒汽车达成全面战略合作， 双方将依托各自的技术及产业资源优势， 围绕智能座舱、 智能驾驶、 车身、 软件、 服务等领域展开全方位深度合作， 助力哪吒汽车在智能生态圈的升级， 携手构建共生共赢的智能汽车生态新格局。 德赛西威总裁兼首席执行官高大鹏与哪吒汽车联合创始人、 CEO 张勇分别代表公司签订合作协议， 根据战略合作内容， 双方将基于哪吒汽车智能化生态的发展路线展开合作。\r\n　　在座舱域控制器方面， 德赛西威充分发挥自身技术优势， 负责硬件和结构的设计开发， 基于最新的安卓操作系统， 与哪吒汽车联合开发车内信息和娱乐系统， 将启动时间缩短了 80%。 另外， 双方合作的 17.6 英寸超薄 2.5K 中控竖屏， 或将成为行业内最大的车载竖屏， 其厚度仅为 12.6mm， 为用户创造更具科技感和更轻盈的使用体验。\r\n　　 目前， 双方合作的主要落地车型——哪吒 S 计划于 2022 年年内上市， 哪吒 S 耀世版也已正式开启预售。在近日的重庆车展上， 哪吒 S 首次“ 开车门” 展示了其“ 超感交互座舱” 的科技集成简约风格， 通过四屏交互， 能够覆盖行车、 控车、 娱乐等各类需求， 完美支持和扩展智能座舱各类应用， 为用户打造更加智能安全、 更加智能娱乐的座舱。 未来， 双方还将共同携手， 秉承“ 资源共享、 优势互补、 合作共赢、 共促发展” 的战略目标， 充分利用各自在智能汽车研发、 制造、 服务与应用方面的领先优势， 为用户提供多元化的智慧出行解决方案。\r\n　　智能座舱域控制器业务量快速提升， 自动驾驶域控制器获众多项目定点\r\n　　2021 年， 公司的多屏融合座舱产品及座舱域控制器业务量快速提升， 第二代座舱域控制器已规模化量产，第三代座舱产品获得长城汽车、 广汽埃安、 奇瑞汽车、 理想汽车等多家主流自主品牌客户的项目定点。 另外， 公司与高通技术公司达成战略合作， 双方基于第 4 代骁龙®座舱平台， 共同打造德赛西威第四代智能座舱系统。 该系统支持领先的多屏联动、 音效处理和 AR 等技术， 融合多维交互模式， 可为用户带来丰富的沉浸式交互体验， 以及智能化、 场景化的多模态融合体验， 将成为乘客与车辆智能连接的重要平台。公司致力于“ 提供智能驾驶整体解决方案” ， 从智能传感器到智能驾驶域控制器及相关算法的全栈自研解决方案及多种形态业务模式组合。 智能驾驶域控制器方面， 公司环视及泊车系统产品已批量供货给国内众多主流车企， 销售规模快速上涨， 年销量超过百万套； 新一代轻量级智能驾驶平台， 实现高低速自动驾驶辅助功能融合， 目前已获得多家主流自主品牌及合资车厂的项目定点， 并在 21 年底实现记忆型泊车产品的量产供货， 随着中国自动驾驶辅助产品装配率的快速提升， 该平台产品将为公司带来新的、 更大规模的业务增长。 公司第一代高算力自动驾驶域控制器平台， 主打高性能， 打造车辆智能化亮点， 已率先在小鹏汽车的 P7、 P5 车型上大规模量产供货； 新一代高算力自动驾驶域控制器平台基于英伟达 Orin 系列芯片打造， 将实现算力大幅提升， 可支持实现冗余设计及未来升级高级别的自动驾驶功能， 目前公司新一代高算力自动驾驶域控制器已获得众多项目定点， 包括传统自主品牌客户和新造车势力。\r\n　　投资建议： 自主车机龙头企业， 维持“ 买入” 评级\r\n　　德赛西威作为自主车机龙头企业：\r\n　　1） 传统产品方面受益于单车价值量提升： 囊括中控屏和液晶仪表的车机是座舱电子核心组件， 是未来智能汽车人机交互的入口， 近年来驾驶者对于车载娱乐系统的需求经历了内容、 质量、 形式的升级。 整体趋势是从分区到集成， 从按键到一体化屏， 单车价值量由原来的 600-700 提升至 2000 元以上， 德赛西威作为自主车机龙头企业核心受益于传统车机业务升级。2） 在车机主业以外新产品方面专研智能驾驶、 智能座舱和车联网： 公司在智能驾驶、 智能座舱以及车联网方面均取得阶段性进展， 新产品如第二代座舱域控制器、 第一代高算力自动驾驶域控制器平台等陆续落地量产， 销量和订单获取量持续提升。 智能座舱方面， 公司第二代座舱域控制器已规模化量产， 第三代座舱产品获得长城、 广汽埃安、 奇瑞、 理想汽车等多家自主品牌项目定点。 另外， 公司与高通技术公司达成战略合作， 双方基于第 4 代骁龙®座舱平台， 共同打造德赛西威第四代智能座舱系统。 智能驾驶方面， 公司第一代高算力自动驾驶域控制器平台已率先在小鹏 P7、 P5 上大规模量产供货， 新一代高算力自动驾驶域控制器平台基于英伟达 Orin 系列芯片打造， 已获得众多项目定点， 今年下半年有望在理想 L9 上率先量产。 智能网联方面， 公司已实现整车级 OTA、 网络安全、 蓝鲸 OS 终端软件、 智能进入、 座舱安全管家、 信息安全等网联产品商品化， 获得一汽大众、 长安福特、 广汽丰田、 上汽通用五菱等客户订单。\r\n　　 3） 客户结构逐年优化， 核心客户群体包含主流外资、 内资和头部造车新势力： 2021 年公司突破路特斯（ 豪华品牌） 、 PSA Stellantis 等新客户， 并获得一汽-大众、 上汽大众、 广汽丰田、 一汽丰田、 长城汽车、吉利汽车、 广汽乘用车、 比亚迪汽车、 奇瑞汽车、 上汽集团、 一汽红旗、 长安汽车、 理想汽车、 小鹏汽车等众多主流车企的核心平台项目订单，全年获得年化销售额超过120亿元的新项目订单，同比增长超过80%，突破历史新高， 智能驾驶产品、 大屏座舱产品和智能座舱域控制器的订单量快速提升。 2022 年 7 月 4 日，德赛西威与哪吒汽车达成全面战略合作， 携手构建共生共赢的智能汽车生态新格局。\r\n　　维持盈利预测， 预计 22/23/24 年利润 13.3/18.3/24.6 亿， 对应 PE 为 62/45/34x。 持续看好公司在智能化核心布局（ 交互+驾驶） ， 第二代智能座舱域控制器已规模化量产， IPU03 量产+新产品 IPU04 获多个项目定点（ 下半年理想 L9 量产或为新产品催化节点） ， 后续丰富订单量产， 有望持续超越行业。\r\n　　可比公司 2023 年估值水平 45-50 倍， 考虑德赛西威： 1） 业绩的高增长性： 2021 年新接订单年化销售额超120 亿， 未来业绩有望保持高增长； 智能驾驶业务毛利率同比提升 10pct， 规模效应开始凸显， 未来利润率持续提升可期。 2） 智能驾驶业务具备较强稀缺性， 公司为当前自动驾驶域控制器产品少数具备量产能力的供应商， 行业自动驾驶稀缺标的， 行业空间大， 增速快， 更新德赛西威一年期目标估值（ 对应 2023年） 为 165-181 元（ 对应 2023 年 PE 50-55 倍） ， 当前股价（ 149.0 元） 距离目标估值上限仍有约 21%提升空间， 维持买入评级\r\n　　风险提示\r\n　　疫情不确定性、 上游芯片紧缺对行业下游排产的风险。",
  "notice_date": "2022-07-07 00:00:00",
  "notice_title": "战略合作哪吒汽车，构建智能汽车生态新格局",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "唐旭霞",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "481",
          "publishName": "汽车零部件"
        }
      ],
      "short_name": "德赛西威",
      "short_name_ch": "德赛西威",
      "short_name_cht": "德賽西威",
      "short_name_en": "DESAY SV",
      "stock": "002920"
    }
  ],
  "short_name": "德赛西威",
  "source_sample_name": "国信证券",
  "star": "1"
}