{
  "attach_pages": "12",
  "attach_size": "1178",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202205051563656809_1.pdf?1651764056000.pdf",
  "company_code": "10001968",
  "eitime": "2022-05-05 15:20:56",
  "extend": {},
  "info_code": "AP202205051563656809",
  "language": "0",
  "notice_content": "　　宁德时代(300750)\r\n　　一、公司22Q1因做空镍而亏损？\r\n　　公司21年报公示套期工具披露规则如下：套期工具产生的利得或损失中属于套期有效的部分，作为现金流量套期储备，计入其他综合收益。属于套期无效的部分（即扣除计入其他综合收益后的其他利得或损失），计入当期损益。举例来说，假设公司Q1需要使用1000吨镍，期货上套保1000吨，那么这1000吨全部属于有效部分，盈亏都进入资产负债表，不影响利润；但如果套保了2000吨，多余的1000吨，盈亏将进入投资收益，从而影响利润表。21年报显示，有效部分亏损7.7亿元，无效部分亏损0.1亿元；22年一季报显示，有效部分亏损11.8亿元，无效部分投资收益没有细分数据，但总数为正。因此，22年一季度可能存在套保有亏损，但被其他投资收益的增加对冲的可能，只能说投资收益总数是正的，没有被大幅拖累。\r\n　　二、公司库存有多少？\r\n　　我们从两个角度分析：1、现金流，2、存货。\r\n　　1、现金流角度\r\n　　理想状态下，当期买的原材料当期用掉，0库存的话，不考虑票据等（宁德可能主要用票据结算，但票据和应付账款看不到每个季度的期间数，只有时点数，无法对比），那当期购买商品、劳务付出去的现金应该和当期营业成本差不多（当然用直接材料成本更准确，但没有细分的季度数据，且公司21年直接材料占到营业成本的84%）。\r\n　　自21Q4开始，公司营业成本大于付出现金，购买量大于使用量，说明公司在使用库存的原材料。21Q3营业成本大幅小于付出现金，使用量远小于购买量，说明这个阶段集中累积了原材料库存。21Q4营业成本再一次超过付出现金，表明公司在使用Q3的库存原材料，这也能解释为何公司的Q4毛利率、净利率能基本保持稳定。22Q1营业成本基本等于付出现金，表明公司使用库存原材料的占比下降，市场采购的占比提升，可以部分解释公司毛利率、净利率的大幅下滑。\r\n　　先看总额，存货环比+15%，而营业成本环比+103%（因公司存货主要是商品，所以直接采用营业成本对比），侧面说明Q4确实消耗了较多库存，与上文现金流分析一致。虽然本季度的存货可能是下季度的成本，但每月滚动起来，这个差距不应很大，Q1用到的低价库存是不多的，因而成本上涨。\r\n　　再看存货结构，我们分两类：\r\n　　1、原材料（碳酸锂等）：约80亿，同比+215%。\r\n　　2、商品（在成品、库存商品、发出商品等、半成品等）：共约310亿，同比+166%。\r\n　　原材料增加的比商品多，即去年碳酸锂等存货增加比电池存货增加更多。\r\n　　22Q1没有披露详细结构，但存货总额是创新高的616亿元。同时21Q1存货环比+43%，同期营业成本环比-3%，所以22Q1库存再次大幅增加。\r\n　　公司存货增加的是原材料还是电池？\r\n　　按照前述分析，因为Q4消耗量大量原材料，且Q1原材料价格已处在高位，囤积原材料的成本较高，所以我们推断主要是电池存货增加，这也能解释公司22Q1收入环比-15%的原因。公司对此的解释为海外存在运输、排产问题，同时国内有疫情影响下游车厂的收货。简言之，公司生产了电池，但是难以及时发货至客户或已发货但没有到确认收入的状态，导致库存骤增，收入环比下滑。我们推测其中海外的影响更大，因为船期、路途等更困难，而影响更大的海外客户的电池恰恰是金属联动可顺价的，而影响较小的国内客户电池恰恰是Q1大部分没有顺价的，因而整体毛利率压力更大。我们认为，这是Q1业绩低于预期的主要原因。\r\n　　三、存货减值准备：未来有望冲回\r\n　　2021年报显示，公司资产减值为20亿，主要为存货跌价准备。这个我们认为比较审慎了（公司电话会也说了），具体来看：当年原材料是没有计提减值的，反而有转回，因为原材料明显是在一直上涨的，合理。而电池（商品）有计提也有转回，因为21Q4还没有正式涨价，所以可能公司还是按照电池价格年降去处理，计提了，因为20年报也计提了8个亿（当年存货价值只有2021年的1/3）。\r\n　　但2021一季报中资产减值基本为零，具体存货的明细我们看不到，那Q4的20亿有转回吗？从22Q1开始陆续电池涨价看，应该是要转回的，至少确定涨价的部分是应该要转回的。如果有部分大客户的特定型号电池，还无法涨价，那可能还没有转回，如果没有转回，那么可能是未来盈利回升的一个潜力。\r\n　　四、公司Q1由股票投资导致亏损？\r\n　　股票价值波动对利润表的影响仅体现在投资收益和公允价值变动损益。公司年报显示，公允价值变动始终为0。投资收益中与股价变动相关的科目包括交易性金融资产在持有期间的投资收益（对应股价变动）、以摊余成本计量的金融资产确定终止确认收益（对应股票出售）、部分股权投资不具备重大影响后，按公允价值重新计量的利得（对应减持股票，如20%以上减持到5%，则这5%按公允价值计价，与股价相关）而投资收益2021年为盈利、2022Q1也未亏损，我们推测主要是由于参股公司的出售和效益提升，但同时也存在亏损被其他投资收益对冲的可能。总而言之，从总体上看股票投资未对利润产生较大的负面影响。\r\n　　根据公司2021年报，长期股权投资和其他权益工具中部分上市公司，如先导智能、小康股份、北汽蓝谷等2021Q1股价下跌较多，但这两项中的公司只有在利润增减和分红时才会对利润表造成影响，股价波动对利润表并不会造成影响。\r\n　　综上所述，股票投资导致Q1巨额亏损的可能性很小。\r\n　　五、如何看待公司后续经营情况？\r\n　　1.产量\r\n　　我们预计Q1产量为60GWh（独资52GWh+合资8GWh），销量为48GWh，其中动力电池41GWh、储能电池7GWh。\r\n　　排产上看，预计独资厂商1-3月排产分别为18、13、21GWh，考虑到疫情的影响，预计4-5月排产分别为17、21GWh。预计Q2产量为70GWh（独资62GWh+合资8GWh），销量为60GWh。\r\n　　全年来看，考虑到疫情的影响，预计2022年产量300-330GWh，销量280-300GWh。2023年产销量400-450GWh。\r\n　　2.成本\r\n　　根据前述分析，公司目前有600亿的库存（推测以动力电池为主），结合Q1的470亿营业成本，以及考虑到疫情对出货的影响，我们推测这部分库存足以覆盖Q2的出货量。\r\n　　假设Q1的成本对应Q4的存货，Q4的成本对应Q3的存货，公司碳酸锂采购成本Q4环比上涨不超过10万。我们测算，Q1公司的电池平均成本约为0.65-0.7元/Wh，单位Wh用碳酸锂约为650克，即成本上涨在10%以下。\r\n　　3.价格\r\n　　顺价机制方面，海外基本根据金属价格联动（特斯拉除外，但目前已谈定6月开始涨价约10%以上）。国内电池公司普遍已经完成两轮价格上涨，每轮10%以上，大部分于3月、6月分别执行，少部分Q1已经开始执行，则Q2环比单价上涨应为10%以上。如果叠加海外完全顺价、储能系统和三元高镍比例可能提升，单价环比涨幅将远高于10%。\r\n　　综合成本和价格，我们认为Q2毛利率将环比改善。叠加下半年碳酸锂新增供给增加，锂价可能出现短期下跌，预计公司盈利将逐步回到0.1元/Wh水平。\r\n　　公司为锂电池龙头，我们长期看好公司的产业链布局+全球份额增长+产品技术领先等能力，我们预计公司2022-23年出货280、450GWh，对应净利润261、424亿元，2022、2023年38、24倍PE，长期推荐。",
  "notice_date": "2022-05-05 00:00:00",
  "notice_title": "21&22Q1财务要点分析：毛利率承压，看好长期盈利改善",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "张一弛",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1033",
          "publishName": "电池"
        }
      ],
      "short_name": "宁德时代",
      "short_name_ch": "宁德时代",
      "short_name_cht": "寧德時代",
      "short_name_en": "CATL",
      "stock": "300750"
    }
  ],
  "short_name": "宁德时代",
  "source_sample_name": "海通国际"
}