{
  "attach_pages": "29",
  "attach_size": "2988",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202012171441373363_1.pdf?1608239478000.pdf",
  "company_code": "80092742",
  "eitime": "2020-12-17 21:11:18",
  "extend": {},
  "info_code": "AP202012171441373363",
  "language": "0",
  "notice_content": "　　今世缘(603369)\n　　投资建议：“品牌+渠道”双轮驱动，省内发达地区迎来放量。今世缘是一家区域性白酒企业，市场对其在品牌、渠道、产品等优势有一定认知，但是认为在省内竞争加剧和洋河的牵制下，今世缘的发展持续性不足。我们认为，今世缘在产品结构升级上取得阶段性胜利，国缘系列收入占比提升至 74%，其中主要产品卡位江苏省白酒主流消费价格带，初步实现大单品化，未来今世缘产品结构仍有持续升级空间。经过多年来的省内深耕细作，今世缘主力产品在苏南地区即将迎来放量增长。“品牌+渠道”的双轮驱动模式将支撑公司的长期增长，我们预计 2020-2022 年 EPS 分别为1.21、1.54 和 1.97 元，对应 2020 年 12 月 16 日收盘价（54.98 元/股）市盈率 45/36/28 倍，目标市值 815 亿，目标价 65 元，首次给予“买入”评级。\n　　公司产品矩阵完整，次高端品牌“国缘”占比提升至 74%。二十多年来，公司不断致力于产品创新，目前形成“国缘布局高端、次高端，今世缘补充中高端，高沟作为日常低端用酒”的完整产品矩阵。自 2004 年 “国缘”品牌创立以来，国缘系列产品一直是公司发展的重心，经过十多年的培育，2017-2019 年展现出放量增长能力，收入占比已提升至 74%。其中 V 系列作为高端形象产品还未放量；四开、对开两大产品精准卡位江苏省白酒主流消费 300-600 元价格带，初步实现大单品化；新 K 系列和雅系注重消费群体延伸开发，产品战略布局清晰。\n　　长期团购布局带动流通渠道，南京地区成长为省内第一大市场。 因政府控股，今世缘在省内以团购服务政府机关起家，通过消费领袖的带动在省内政商务消费迅速占据主流。长期以来，公司坚持团购渠道布局，由政务团购向商务团购转型，并进一步深耕开拓新的团购客户，小到村委会、卫生院，大到 4s 店、商场，保持团购渠道的持续增长。通过团购渠道带动 “核心盘中盘”，南京市场在多年的深耕中迎来爆发，2019 年首次超过公司大本营淮安地区，成为省内第一大市场。当前公司有意复制南京市场的成功，在省内较发达的苏南市场加快经销商布局，等待放量。\n　　展望未来， 公司产品结构持续升级，省内发达地区将迎来放量。 长期以来，江苏省整体经济发展高于全国平均水平，省内次高端以上结构占比显著高于全国，目前白酒主流消费带已跃升至 300 元。在城镇化与人均收入持续提升的推动下，省内白酒市场将进一步扩容，主流消费带也将继续走高。在“品牌+渠道”双轮驱动下，我们认为，未来，公司在做强主流价格带大单品的同时，将逐步推动 800 元价格带 V 系列产品培育放量工作，持续性带来产品结构的升级。国缘品牌势能不断提升，渠道利润充分保障，在省内全面精耕的战略下，公司有望在南京地区保持快速增长，同时在经济发达的苏南地区迎来国缘产品放量增长。\n　　股价催化剂：主力产品在苏南地区动销速度加快。\n　　风险因素：省内白酒行业竞争升级；省外市场开拓中渠道管理不善；疫情的不确定性。\n",
  "notice_date": "2020-12-17 00:00:00",
  "notice_title": "公司深度报告：结构优化，区域放量",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "马铮",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "今世缘",
      "short_name_ch": "今世缘",
      "short_name_cht": "今世緣",
      "short_name_en": "King’s Luck",
      "stock": "603369"
    }
  ],
  "short_name": "今世缘",
  "source_sample_name": "信达证券",
  "star": "3"
}