{
  "attach_pages": "8",
  "attach_size": "655",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202112061533184282_1.pdf?1638810100000.pdf",
  "company_code": "80000031",
  "eitime": "2021-12-06 15:36:09",
  "extend": {},
  "info_code": "AP202112061533184282",
  "language": "0",
  "notice_content": "　　晶盛机电(300316)\n　　事件： 2021 年 12 月 3 日据公司微信公众号，宁夏鑫晶盛年产 3500 吨工业蓝宝石制造加工项目首批晶体成功下线，标志着全球最大工业蓝宝石生产基地正式投产；同时年产 40 万片碳化硅半导体材料项目顺利落址银川。\n　　投资要点\n　　SiC 布局正当时，晶盛机电由设备端延伸至材料端\n　　2021 年 10 月公司公告拟投资 33.6 亿元发展碳化硅材料项目，其中定增募资 31.34 亿元，形成年产 40 万片 6 英寸及以上的导电型和半绝缘型碳化硅衬底晶片，该碳化硅项目为晶盛机电打造高端半导体材料板块的战略布局中最大“拼图”， 12 月 3 日顺利落址银川。晶盛机电在第三代半导体材料碳化硅领域的研究持续多年， 已具备 6 英寸碳化硅的长晶技术和晶片加工工艺，已成功开发出碳化硅长晶炉、抛光机、外延等设备，打造设备+材料的平台型公司，充分把握碳化硅放量及进口替代机会。\n　　SiC 衬底关键难点在于长晶，进口替代空间广\n　　SiC 功率器件广泛应用于白电、新能源汽车、光伏等场景，其中衬底成本占比 47%，是 SiC 器件的主要成本来源，其制作的关键难点在于长晶， 包括对气流、 温度等的精确控制， 长晶炉（衬底炉）是晶体制备的载体，是衬底生长品质把控的关键， know how 多掌握在设备端+工艺调试端。目前碳化硅衬底市场以海外厂商为主导，国内企业市场份额较小。 碳化硅衬底需要长期的工艺技术积累，存在较高的技术及人才壁垒。根据 Yole，SiC 衬底 2020 年上半年 Wolfspeed（ Cree 全资子公司）市占率达 45%，国内龙头天科合达和山东天岳的合计市场份额不到 10%。\n　　公司为长晶技术集大成者， 有望受益于 SiC 进口替代\n　　晶盛机电利用长晶技术优势在碳化硅领域稳扎稳打。 一方面公司可以将现有的光伏长晶技术优势延伸至碳化硅长晶领域，气流、温度等控制技术底层原理是相通的；另一方面公司针对长晶技术选取了多种技术路线的设备进行仿真验证，更加关注提升良率、做大做厚晶体的长期竞争力，而非短期的产能激进扩张。\n　　公司已具备 6 英寸 SiC 的长晶技术和晶片加工工艺，已开发出 SiC 长晶炉、抛光机、外延等设备； 根据定增预案，公司正在组建一条从原料合成-晶体生长-切磨抛加工的中试产线， 已生长出 6 英寸导电型碳化硅晶体，经内部检测主要性能达到业内工业级晶片要求， 进行第三方检测和下游外延验证中。 未来公司凭借自身技术优势将充分受益于 SiC 放量及进口替代机会。\n　　蓝宝石潜在应用空间大，规模降本是关键\n　　晶盛机电系国内蓝宝石材料龙头供应商。 蓝宝石在过去 5 年新的应用领域拓展较为有限， 主要为 LED 领域和消费电子的小尺寸盖板如手机摄像头和可穿戴设备等，加之产能快速扩张， 终端售价下降的速度叠加产能加速扩张带来的盈利快速下降，导致整个蓝宝石行业市场空间不及公司预期。从长期来看，蓝宝石晶体有望在手机盖板等消费电子高端应用场景成功放量。 2020 年 9 月晶盛机电与蓝思科技设立合资公司宁夏鑫晶盛电子材料，开展蓝宝石制造、加工业务。蓝思系国内盖板玻璃龙头，公司借助蓝思科技切入消费电子领域，能够快速拓展下游需求空间。当蓝宝石成本和价格跌破零界点后，大规模的批量应用自然会产生，届时蓝宝石带来的市场空间有望成为晶盛机电较大利润增长点。 此次宁夏鑫晶盛年产 3500 吨项目首批晶体成功下线，标志着全球最大工业蓝宝石生产基地正式投产，晶盛机电新增的蓝宝石产能为先进产能，有望进一步推动蓝宝石应用于消费电子领域的降本进程。\n　　盈利预测与投资评级： 光伏设备是晶盛机电的第一曲线，第二曲线是半导体大硅片设备放量，第三曲线是蓝宝石材料和碳化硅材料的完全放量。我们维持公司 2021-2023 年的归母净利润为 17.14/24.92/35.06 亿元，对应当前股价对应动态 PE 为 51/35/25 倍，维持“买入”评级。\n　　风险提示： 光伏下游扩产进度低于市场预期， 新产品拓展不及市场预期。\n",
  "notice_date": "2021-12-06 00:00:00",
  "notice_title": "碳化硅&蓝宝石拓展顺利，加速布局设备+材料平台型公司",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "周尔双,朱贝贝",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1031",
          "publishName": "光伏设备"
        }
      ],
      "short_name": "晶盛机电",
      "short_name_ch": "晶盛机电",
      "short_name_cht": "晶盛機電",
      "short_name_en": "JINGSHENG",
      "stock": "300316"
    }
  ],
  "short_name": "晶盛机电",
  "source_sample_name": "东吴证券",
  "star": "3"
}