{
  "attach_pages": "7",
  "attach_size": "442",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202412041641184190_1.pdf?1733348537000.pdf",
  "company_code": "80000007",
  "eitime": "2024-12-04 21:42:17",
  "extend": {},
  "info_code": "AP202412041641184190",
  "language": "0",
  "notice_content": "　　华利集团(300979)\r\n　　事项：\r\n　　公司公告：2024年11月26日至11月28日，投资者参观了公司在越南的部分工厂（越南峻宏、越南永欣、越南弘邦、越南永川、越南永正、越南冠宏、越南永山），公司向投资者介绍了鞋面、中底、大底、成型等制鞋主要工艺流程，以及各工厂生产的主要品牌及代表性型体，同时投资者与公司管理层就行业的发展趋势、公司的战略和业务情况等进行了交流。2024年11月29日，公司董秘出席了国信证券2025高质量发展投资策略会。\r\n　　国信纺服观点：1）需求复苏叠加公司竞争力突出，未来业务成长性较好。需求端今年大部分国际品牌销售增速较快，叠加去年大力去库存后的订单需求，同时公司积极开拓新客户，公司订单情况良好。供给端公司积极扩张产能，同时加速自动化投入，推动产能升级。2）加征关税问题：进口关税由客户承担，未来公司印尼产能占比将有所上升。3）风险提示：产能扩张不及预期、下游品牌销售疲软、国际政治经济风险；4）投资建议：看好公司的竞争优势与未来盈利增长的确定性。公司过去多年无论行业需求起伏均实现了好于同业的增长与盈利水平，凸显竞争优势。在全球宏观环境仍面临不确定性的情况下，各大运动品牌均希望与成本、交期、品质等多方面具备优势的头部供应商加深合作，利于公司继续提升市场份额。今年及未来3~5年是公司产能扩张大年，除了规模扩张以外也在加快产能自动化升级，并且产能规划与客户需求相匹配，成长确定性强。同时，公司具备出色的成本管控能力和经验丰富的管理团队，看好公司未来新产能顺利提效，持续保持行业领先的盈利能力。我们维持盈利预测，预计公司2024~2026年净利润分别为39.0/44.3/50.3亿元，同比+22.0%/13.4%/13.5%，维持73.1~79.5元的合理估值区间，对应2024年22-24xPE，维持“优于大市”评级。\r\n　　评论：\r\n　　需求复苏叠加公司竞争力突出，未来业务成长性较好\r\n　　需求端：公司积极开拓新客户，订单情况良好。今年大部分国际品牌销售增速较快，叠加去年大力去库存后的订单需求，运动鞋制造商的订单普遍较好，公司各部门通力合作，保障客户订单准时交付；同时公司持续积极拓展新客户，今年也有新客户开始量产出货。未来从公司各客户披露的业绩指引来看，大多数客户的业绩保持增长。同时，品牌也希望与优质的制造商合作。\r\n　　供给端：公司积极产能扩张。2024年已有3个成品鞋工厂和1个鞋材工厂投产，未来3-5年公司将在印尼及越南新建数个工厂并尽快投产。公司新建产能已经与客户沟通协定，产能成长计划会根据目前老客户的成长规划、新引进客户的合作进程等进行规划，具体的投产节奏根据客户订单进行安排，并保持一定的灵活性。目前，越南新工厂的招聘进展基本能够满足需求，公司设有自己的培训学校和完善的培训体系，以便为不同岗位和职级的员工提供培训。过去三年公司资本开支每年大约在11-17亿人民币，公司预计未来几年可能保持在区间平均或偏高水平。\r\n　　加速自动化投入，推动产能升级\r\n　　运动鞋生产的全自动化有一定难度，但公司对工艺、工序做分解，在适合标准化的工序上不断提升自动化率，比如在鞋底的生产、鞋面的裁切、缝纫、成型等环节，通过定制化设备、夹制具的改进等，从而减少人工工时或对熟练工的依赖，提高生产效率。未来几年公司在积极保持产能扩张的同时在自动化改造方面的进展速度也会加快。\r\n　　进口关税由客户承担，未来公司印尼产能占比将有所上升\r\n　　公司的量产工厂主要在越南，未来印尼的产能也会逐步增加，产品销售是按照客户的指令从越南、印尼出口到全球市场。运动鞋进口关税由客户承担，进口关税的税率根据进口国与越南/印尼之间的贸易政策确定。关税政策的变化会影响客户决策供应链产能区域的分布，制造商会根据客户的要求调整产能的布局。目前头部运动鞋制造商的产能以越南、印尼、印度、中国为主，例如丰泰产能占比从高到低分别是越南/印度/印尼/中国，占比分别为47%/31%/12%/10%；裕元产能占比从高到低分别是印尼/越南/中国，占比分别为49%/34%/12%。\r\n　　公司印尼的新工厂还在投产初期，新工厂均未实现盈利。印尼工厂的管理团队是公司经验丰富的团队，目前的投产进度、前期运营情况符合公司预估。在报价方面，公司向客户提供的报价往往基于属地化原则，即根据当地的成本效率报价，预计印尼工厂运转成熟后和越南工厂差异不大。未来3-5年，公司主要集中在印尼及越南新建数个工厂，同时也会考虑在其他区域布局。\r\n　　投资建议：看好公司的竞争优势与未来盈利增长的确定性\r\n　　公司过去多年无论行业需求起伏均实现了好于同业的增长与盈利水平，凸显竞争优势。在全球宏观环境仍面临不确定性的情况下，各大运动品牌均希望与成本、交期、品质等多方面具备优势的头部供应商加深合作，利于公司继续提升市场份额。今年及未来3~5年是公司产能扩张大年，除了规模扩张以外也在加快产能自动化升级，并且产能规划与客户需求相匹配，成长确定性强。同时，公司具备出色的成本管控能力和经验丰富的管理团队，看好公司未来新产能顺利提效，持续保持行业领先的盈利能力。我们维持盈利预测，预计公司2024~2026年净利润分别为39.0/44.3/50.3亿元，同比+22.0%/13.4%/13.5%，维持73.1~79.5元的合理估值区间，对应2024年22-24xPE，维持“优于大市”评级。\r\n　　风险提示\r\n　　产能扩张不及预期、下游品牌销售疲软、国际政治经济风险。",
  "notice_date": "2024-12-04 00:00:00",
  "notice_title": "客户订单储备充足，产能扩张与升级增强竞争力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "丁诗洁,刘佳琪",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "436",
          "publishName": "纺织服装"
        }
      ],
      "short_name": "华利集团",
      "short_name_ch": "华利集团",
      "short_name_cht": "華利集團",
      "short_name_en": "HLIG",
      "stock": "300979"
    }
  ],
  "short_name": "华利集团",
  "source_sample_name": "国信证券",
  "star": "1"
}