{
  "attach_pages": "7",
  "attach_size": "923",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202507091705772332_1.pdf?1752077417000.pdf",
  "company_code": "80092742",
  "eitime": "2025-07-09 16:10:17",
  "extend": {},
  "info_code": "AP202507091705772332",
  "language": "0",
  "notice_content": "　　分众传媒(002027)\r\n　　事件：2025年6月24日，支付宝官方微信公众号发文表示：“电梯也有支付宝碰一下功能”，即分众传媒和支付宝在线上线下广告市场联动方面做出的创新性玩法，当用户在电梯看到梯媒中碰一碰的设备时，可以解锁手机碰一下设备小蓝环，即可立即领取红包或优惠券在下次付款时使用。\r\n　　2025年4月9日，分众传媒计划通过发行股份及支付现金的方式收购张继学、重庆京东、百度在线等50个交易对方持有的成都新潮传媒集团股份有限公司100%股权。交易完成后，新潮传媒将成为上市公司的全资子公司，初步协商的标的公司预估值为83亿元。\r\n　　点评：\r\n　　梯媒“碰一碰”功能实现线上线下广告联动，使分众参与到最终广告变现交易环节，有望在贡献业绩同时提高广告效率。分众作为国内梯媒广告龙头公司，截至2025年3月底，公司点位数共计306万个，其中电梯电视媒体126万个，电梯海报媒体180万个，在线下梯媒品牌广告市场优势较大，但在最终的广告转化交易环节以及获取用户的消费偏好画像时会有一定的劣势，而梯媒中“碰一碰”功能的上线，有望打通固定有限空间场景下用户“观看广告—实时互动—交易消费链条”。分众覆盖全国340+城市，日均触达4亿主流消费人群。支付宝“碰一碰”自24年6月正式上线后用户数已经超过1亿，400多个城市的千万商家正在拥抱碰一碰入口。若广告转化效果向好，分众可能会参与到交易金额GMV分佣环节，给公司收入和利润带来新的增长点。\r\n　　即时零售市场增速较高，竞争日渐白热化，分众作为线下梯媒广告渠道头部公司有望受益于即时零售行业边际变化。“碰一碰”使用后，或弹出支付宝红包，或弹出阿里体系内应用如闲鱼、高德等提供的折扣券，或弹出商家优惠券进而引导消费者跳转到饿了么或淘宝闪购内进行最终的付费转化。即时零售市场竞争逐渐加剧，分众有望受益。根据饿了么微信公众号显示，2025年7月2日起，淘宝闪购将在12个月内直补消费者及商家共500亿，上线两月日订单突破6000万。美团即时零售同样在加码补贴，据证券时报报道，美团内网公布信息显示，截至7月5日22时54分，美团即时零售当日订单已经突破了1.2亿单，其中餐饮订单已超过1亿单。抖音、美团、阿里、京东等均为分众传媒互联网行业主要客户，这类公司除在线上投放优惠券补贴增加曝光的同时，线下广告媒体同样是其关注的触达消费者渠道之一，分众有望受益于以上公司对广告投放预算增加进而给分众带来收入上的提升。\r\n　　“梯媒+碰一碰”有望带来营销价值重塑，相关参与方的商业出发点清晰，单点位数据和用户习惯养成需持续跟踪。我们认为：1）对分众传媒来说，一方面受益于潜在的广告投放预算增加。单点位效益和效率有望得到提升。截至2024年底，分众楼宇媒体实现营收115.49亿元，对应的电梯电视+电梯海报媒体点位总和为308.7万个，则单点位营收约为3741元。另一方面，后续若分众提供CPM（展示付费）和CPS（GMV抽佣分成）混合计费模式，则新增的交易金额分成新增有望给公司带来营收增长；2）对广告主而言，通过全链路的数据监测可以清晰获取用户的消费数据和用户画像，得到比品牌广告更详细的转化效果数据；3）对支付宝而言，成功拓展了线下的渠道布局，随着后续铺设点位数的增加触达到更多用户群体，用户的日均交互次数有望增加将给支付宝带来活跃用户的增加、GMV的提升，得到了一个较优的线下流量入口；4）对消费者而言，可获得红包和优惠券补贴等。\r\n　　我们认为需要关注的变化点：1）梯媒中碰一碰的付费转化需要大范围曝光及红包、优惠券等持续性补贴促进，观察消费者在后期补贴退坡后的消费习惯是否养成；2）数据安全及隐私保护。住宅楼中的梯媒用户多以家庭为单位，对手机支付安全的重视程度较高等。\r\n　　收购新潮传媒后，分众点位和人群覆盖度增加，单点位效益有望得到提升。截至2024年9月30日，新潮传媒电梯媒体平台在约200个城市运营了约74万部智能屏，其中约64万个智能屏投放于约4.5万个住宅小区，专注于家庭消费。2022年、2023年及2024年1-9月，新潮传媒营收分别为19.4亿元、19.3亿元、15亿元，净利润分别为-4.69亿元、-2.79亿元、-509.85万元。覆盖的城市和用户人群重叠度较低，分众传媒的龙头地位有望得到进一步巩固，议价能力得到提升，有利于单点位效益的增加。\r\n　　广告市场整体在合理区间内波动前行，25Q1户外广告刊例花费同比+6%。根据CTR媒介智讯AdCube广告数据库数据，2024年广告市场整体同比上涨1.6%，整体市场在合理区间内保持波动前行的态势。根据新潮传媒集团微信公众号显示，“2024年电梯LCD和电梯海报广告刊例花费保持了两位数的同比增长，其中电梯LCD涨幅达到21%，电梯海报增长16.5%。”行业方面，娱乐及休闲、化妆品/浴室用品、邮电通讯和衣着行业增投显著，刊例花费同比分别上涨22.0%、34.7%、35.9%和51.8%。食品、酒精类饮品、商业及服务性行业也有个位数的广告增投表现。药品和饮料行业投放量持续位居前列，但广告花费分别同比缩减3.4%和12.1%。根据中天盈信（CODC）数据库显示，“2025年开年户外广告市场持续扩张，一季度全国户外广告投放刊例花费约为573.52亿元，同比增长6%，连续四年一季度广告投放规模稳健增长。”\r\n　　盈利预测与投资评级：我们认为，分众传媒有望受益于对新潮集团的整合收购、即时零售公司对线下广告渠道的投放预算加大以及宏观经济的稳健恢复，公司单点位效益可能呈现增长趋势。在未算入新潮整合后的业绩影响、未算入梯媒“碰一碰”中的增量业务贡献情况下，我们预计公司2025-2027年营收有望实现135.33/144.94/155.43亿元，同比+10.4%/+7.1%/+7.2%；有望实现归母净利润55.55/59.81/65.28亿元，同比+7.7%/+7.7%/+9.1%。截至2025年7月7日，对应PE分别为19.89/18.47/16.93x，给予“买入”评级。\r\n　　风险因素：“碰一碰”转化效果不及预期、广告主投放预算不及预期等",
  "notice_date": "2025-07-09 00:00:00",
  "notice_title": "分众传媒点评：重视分众梯媒&支付宝“碰一碰”合作，看好新潮收购带来协同效应",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "刘旺",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "486",
          "publishName": "文化传媒"
        }
      ],
      "short_name": "分众传媒",
      "short_name_ch": "分众传媒",
      "short_name_cht": "分眾傳媒",
      "short_name_en": "FOCUS MEDIA",
      "stock": "002027"
    }
  ],
  "short_name": "分众传媒",
  "source_sample_name": "信达证券",
  "star": "3"
}