{
  "attach_pages": "4",
  "attach_size": "959",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202503281648582608_1.pdf?1743162996000.pdf",
  "company_code": "10000082",
  "eitime": "2025-03-28 11:56:36",
  "extend": {},
  "info_code": "AP202503281648582608",
  "language": "0",
  "notice_content": "　　中航成飞(302132)\r\n　　原中航电测2024年实现营收17.80亿（同比+6.1%），实现归母净利润1.12亿（同比+14.4%）。公司年度利润分配方案为拟向股东每10股派发现金股利0.14元，成飞完成资产重组后，总股本从5.91亿股增加为26.77亿股，阶段性表观每股股利摊薄，后续将恢复高分红水平。\r\n　　中航成飞完成重组，最强主机厂华丽上市。根据公司2024年报未来发展战略，公司全力打造“创新成飞、数字成飞、精品成飞”三新成飞，将围绕航空主业协调发展支柱业务，拓展国内、国外两方面市场，努力建成具有全球竞争力的世界一流创新型航空产业集团。根据公司2024年董事会工作报告披露的2025年工作计划，预计2025年全年营业收入超过800亿元，业绩实现稳健增长，体现中航成飞强大发展韧性。\r\n　　多措并举，产业链做大做强。对内协同成飞所、子公司巩固打造“研-造-试-修-投”一体化高效协同机制，对外携手政府打造航空产业园区，创设产投基金培育上游企业，造就最强“成飞军团”。“1+1+N”（政府+龙头企业+配套企业）融合发展，“链主”与“链属”企业高效协同；产业链多家公司已迈过1到100产业化发展阶段，为未来成熟产品批产、新产品研发突破提供优渥技术和工业基础，产能建设有望逐步进入收获期，盈利能力有望持续提升。从高端制造迈步科技创新，国创中心、数智航空开启航空创新新生态。1）牵头打造航空国创中心，设立航空国创科学基金，重点突破高端航空装备隐身技术、极限性能制造、智能测试等领域关键核心技术；2）推动“数智航空”转型，产业链科研生产协同有望迎来质的飞跃：引领产业链生态圈数字赋能，全产业链研制、生产质量、效率有望持续提升。3）探索AI大模型技术在飞机设计中的应用，以新技术促进效率提升。\r\n　　我们看好中航成飞的长期战略定位，预计公司2025-2027年归母净利润为41.33/51.37/61.76亿元，对应EPS1.54/1.92/2.31元，对应PE为40/32/27倍；考虑到公司在我国航空装备领域的稀缺性和独特的科创属性，维持“买入”评级。\r\n　　产业政策风险、产品定价风险、质量控制风险。\r\n　　附录：三张报表预测摘要\r\n　　损益表（人民币百万元）\r\n　　回报率\r\n　　现金流量表（人民币百万元）\r\n　　来源：公司年报、国金证券研究所\r\n　　市场中相关报告评级比率分析\r\n　　来源：聚源数据\r\n　　投资评级的说明：\r\n　　买入：预期未来6－12个月内上涨幅度在15%以上；增持：预期未来6－12个月内上涨幅度在5%－15%；中性：预期未来6－12个月内变动幅度在-5%－5%；减持：预期未来6－12个月内下跌幅度在5%以上。\r\n　　特别声明：\r\n　　国金证券股份有限公司经中国证券监督管理委员会批准，已具备证券投资咨询业务资格。\r\n　　形式的复制、转发、转载、引用、修改、仿制、刊发，或以任何侵犯本公司版权的其他方式使用。经过书面授权的引用、刊发，需注明出处为“国金证券股份有限公司”，且不得对本报告进行任何有悖原意的删节和修改。\r\n　　本报告的产生基于国金证券及其研究人员认为可信的公开资料或实地调研资料，但国金证券及其研究人员对这些信息的准确性和完整性不作任何保证。本报告反映撰写研究人员的不同设想、见解及分析方法，故本报告所载观点可能与其他类似研究报告的观点及市场实际情况不一致，国金证券不对使用本报告所包含的材料产生的任何直接或间接损失或与此有关的其他任何损失承担任何责任。且本报告中的资料、意见、预测均反映报告初次公开发布时的判断，在不作事先通知的情况下，可能会随时调整，亦可因使用不同假设和标准、采用不同观点和分析方法而与国金证券其它业务部门、单位或附属机构在制作类似的其他材料时所给出的意见不同或者相反。\r\n　　本报告仅为参考之用，在任何地区均不应被视为买卖任何证券、金融工具的要约或要约邀请。本报告提及的任何证券或金融工具均可能含有重大的风险，可能不易变卖以及不适合所有投资者。本报告所提及的证券或金融工具的价格、价值及收益可能会受汇率影响而波动。过往的业绩并不能代表未来的表现。\r\n　　客户应当考虑到国金证券存在可能影响本报告客观性的利益冲突，而不应视本报告为作出投资决策的唯一因素。证券研究报告是用于服务具备专业知识的投资者和投资顾问的专业产品，使用时必须经专业人士进行解读。国金证券建议获取报告人员应考虑本报告的任何意见或建议是否符合其特定状况，以及（若有必要）咨询独立投资顾问。报告本身、报告中的信息或所表达意见也不构成投资、法律、会计或税务的最终操作建议，国金证券不就报告中的内容对最终操作建议做出任何担保，在任何时候均不构成对任何人的个人推荐。\r\n　　在法律允许的情况下，国金证券的关联机构可能会持有报告中涉及的公司所发行的证券并进行交易，并可能为这些公司正在提供或争取提供多种金融服务。本报告并非意图发送、发布给在当地法律或监管规则下不允许向其发送、发布该研究报告的人员。国金证券并不因收件人收到本报告而视其为国金证券的客户。本报告对于收件人而言属高度机密，只有符合条件的收件人才能使用。根据《证券期货投资者适当性管理办法》，本报告仅供国金证券股份有限公司客户中风险评级高于C3级(含C3级）的投资者使用；本报告所包含的观点及建议并未考虑个别客户的特殊状况、目标或需要，不应被视为对特定客户关于特定证券或金融工具的建议或策略。对于本报告中提及的任何证券或金融工具，本报告的收件人须保持自身的独立判断。使用国金证券研究报告进行投资，遭受任何损失，国金证券不承担相关法律责任。\r\n　　若国金证券以外的任何机构或个人发送本报告，则由该机构或个人为此发送行为承担全部责任。本报告不构成国金证券向发送本报告机构或个人的收件人提供投资建议，国金证券不为此承担任何责任。",
  "notice_date": "2025-03-28 00:00:00",
  "notice_title": "科技与管理优势富集，打造数智化航空主机厂标杆",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "杨晨",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "480",
          "publishName": "航天航空"
        }
      ],
      "short_name": "中航成飞",
      "short_name_ch": "中航成飞",
      "short_name_cht": "中航成飛",
      "short_name_en": "AVIC CAC",
      "stock": "302132"
    }
  ],
  "short_name": "中航成飞",
  "source_sample_name": "国金证券",
  "star": "5"
}