{
  "attach_pages": "5",
  "attach_size": "312",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202406041635372428_1.pdf?1717537362000.pdf",
  "company_code": "80000134",
  "eitime": "2024-06-04 21:42:42",
  "extend": {},
  "info_code": "AP202406041635372428",
  "language": "0",
  "notice_content": "　　贵州茅台(600519)\n　　事件：\n　　贵州茅台召开2023年年度股东大会，参与人数达1700余人，创下2019年以来参会历史人数最高记录。会上茅台集团党委书记、董事长张德芹全程脱稿，发表了《让我们携手，共同致力于茅台的稳定、健康、可持续发展》的主题演讲，并就投资者关心的问题进行解答。\n　　点评：\n　　如何稳定、健康、可持续发展？坚守和加强公司的核心竞争力。茅台集团党委书记、董事长张德芹认为茅台稳定、健康、可持续发展：一是需要股东的理解和支持；二是需要坚守维护茅台的核心竞争力；三是需要人才与创新。\n　　1）股东理解和支持：茅台的今天成绩是沉淀了几代茅台人的智慧、汗水、心血。茅台生在大山，注定就有山一样的担当与责任，茅台要带动父老乡亲一起富裕，茅台必须要走稳、走远。\n　　2）坚守核心竞争力：茅台的核心竞争力包括品质、品牌、工艺、环境和文化。对于品质，张董提出“三个服从”，即当产量、效益、速度与质量发生矛盾时，均服从于质量，全方位强化质量管控，确保每一瓶茅台酒品质如一；对于品牌，张董提出两点思考：品牌是相对群体和相对场景的共识，品牌建设关键在于提升品牌美誉度，呼吁广大股东、经销商、社会各界共同参与一起把茅台的美誉度持续提高。\n　　3）人才与创新：茅台将用更大的诚意吸引人才，更多的绩效激励人才，让公司发展更好更稳定；此外，茅台将不断创新，过去做了很多尝试，未来也会永不停息，以保证茅台长久稳定增长。\n　　新董事长作为仁怀人老茅台人，酒业经验丰富。张德芹总出生于贵州仁怀，1995年大学毕业后即进入茅台工作，历任茅台制酒车间技术员、主任、茅台集团总经理助理、副总经理等职务，2010-2018年、2022-2024年就职于习酒，先后担任习酒总经理、董事长等，具有近30年的酒业生产和管理经验。2018年以来茅台经历了李保芳时代、高卫东时代和丁雄军时代，他们到任前均无酒业从业经验，张德芹董事长酒业经验丰富，我们认为茅台在新董事长带领下将有望走向稳定、健康、可持续发展的道路。\n　　竞争合作共同进步，24年继续稳中求进。对于习酒等本地酒的竞争，公司表示希望双方能在竞合过程中相互完善、相互成全和更加进步。此外公司股东大会审议通过《2024年度财务预算方案》，明确24年营业收入增长15%的目标，24年公司有望继续稳中求进。\n　　中长期来看，行业调整过半，期待行业复苏。我们将本轮白酒调整周期跟上轮调整周期类比，思考如下：1）周期判断：按照上一轮调整经验（12Q4-16年初/持续三年多），本轮调整21Q4开始预计调整至24年结束，此外上轮调整股价见底是15Q3，本轮预计现在处于15年初曙光乍现阶段，不宜过度悲观；2）预期节奏：终端销售变差/库存积压（已实现）—酒企调整战略方向及人事变动（已出现）—战略执行/终端改善（半年时间）—报表改善（预期25年）；3）当下时点及关注：当下处于战略执行情况，白酒子赛道关注高端及地产酒，股票关注稳定性、确定性两类，稳定性选高端（贵州茅台）、确定性优选地产酒（苏酒、徽酒等）；4）公司层面：我们预计未来三年量增价增，公司业绩确定性强。销量端，因茅台酒工艺原因，第T年销量与T-4年基酒产量挂钩，未来三年公司基酒储备充足，茅台酒基酒CAGR为4.4%、系列酒基酒CAGR为11.8%，充足的基酒储备为后续产品销售提供支持；吨价端，随着非标产品的推出放量、1935等大单品的放量，产品结构有望继续升级。\n　　投资建议：短期来看，公司制定15%的业绩目标，有望稳中求进，业绩确定性强。中期看，根据上轮周期经验，本轮白酒周期调整已过半，当下处于战略改变执行阶段，高端白酒具有布局性价比。此外，公司新董事长作为仁怀本地人老茅台人，对茅台有深厚的感情，具有丰富的酒业管理经验，有望带领茅台沿着稳定、健康、可持续的发展轨道继续前进。我们预测公司2024年至2026年营业收入增速分别为15.4%、16.1%和17.1%，归母净利润增速分别为16.9%、17.6%、17.9%，EPS分别为69.57、81.81和96.47元，对应PE分别为23x、20x、17x，维持公司“买入-A”建议。\n　　风险提示：省内竞争加剧，公司出现重大管理瑕疵；宏观经济发生较大的波动，白酒消费有大幅下滑等。\n",
  "notice_date": "2024-06-04 00:00:00",
  "notice_title": "坚守本源，立足长远",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "李鑫鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "贵州茅台",
      "short_name_ch": "贵州茅台",
      "short_name_cht": "貴州茅台",
      "short_name_en": "KWEICHOW MOUTAI",
      "stock": "600519"
    }
  ],
  "short_name": "贵州茅台",
  "source_sample_name": "华金证券",
  "star": "1"
}