{
  "attach_pages": "32",
  "attach_size": "3193",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011231431994605_1.pdf?1606131027000.pdf",
  "company_code": "80490040",
  "eitime": "2020-11-23 11:30:27",
  "extend": {},
  "info_code": "AP202011231431994605",
  "language": "0",
  "notice_content": "　　紫金矿业(601899)\n　　优质矿山资源稀缺性导致了有色行业矿山高毛利，冶炼、 加工低毛利的特点。 公司平均毛利 11.4%，矿产端毛利均高于 30%，冶炼毛利远均低于平均水平；铜行业上游矿山采选平均毛利高达 35.25%，而中游冶炼毛利率为 4.32%，下游深加工毛利率为 6.22%。 根本原因在于优质矿山的稀缺性， 只有约 2-3%的项目能从勘探项目发展为矿山项目，若考虑矿山规模、资源品位， 则优质资源项目更为稀缺；而中、下游冶炼加工依托土地、资本、能源、技术。技术门槛不高，其它要素也不具有稀缺性。\n　　发展低毛利冶炼、加工下游行业是无奈之举， 聚焦矿端发展， 才有机会获得高ROE 的阿尔法成长属性。 国内有色企业以国有企业为主，国有企业大多以做大资产为企业发展的战略目标，而产业前端无论资产规模、营收规模都不如冶炼加工端。另外，冶炼加工企业可以给当地 GDP 带来更多的贡献，所以很多地方政府在出让本地资源的同时，会附带要求企业在当地建设冶炼厂，把更多就业、 GDP留在当地。\n　　矿山开发与冶炼加工等制造业发展逻辑不同，不能用制造业逻辑理解资源开发。\n　　生命倒计时。 矿山资源是有限的， 资源开采是持续的，从矿山开采的第一天起，就进入其生命倒计时， 没有新资源就没有企业持续发展的基础。\n　　资源条件决定生产成本。 对于矿业企业，其生产成本主要取决于其资源赋存条件而非技术水平。\n　　资源品位决定超额利润。 矿业生产的是标准化产品，价格基本统一，其超额利润主要源于资源品位。优质资源并购能力是有色企业的核心竞争力。\n　　金属价格波动周期越来越短，传统意义“择时能力” 这一商品经济逻辑并非资源并购的核心。\n　　西方资本经济逻辑下资源并购可理解为风险投资式的“赌石模型”，买下看得见的部分，获得看不见部分的超额收益。 具体表现为一手项目获取能力，不能输在起跑线； 项目并购赋能整合能力，跑赢在赛道。\n　　分析紫金近年并购史， 聚焦矿端并购， 以勘探、建设阶段的一手项目为主，且不管是卡莫阿项目的增储还是 BOR 项目的降本，都体现出了并购赋能增值的能力。 是国内为数不多具备优质资源并购能力的企业。\n　　长期金属价格下计算公司净现值为 2238 亿元。 卡莫阿项目、巨龙矿业三个矿区、Timok 上下矿带、武里蒂卡新增项目权益净现值为 798.23 亿人民币； 现有铜、金、锌、银、铁主要产品权益净现值约为 1440 亿元。\n　　公司目前估值未获得优资资源并购能力这一阿尔法属性的溢价。\n　　公司未来几年高毛利矿产端产能大幅增加。 未来公司产能增加主要体现在矿山产金、矿山产铜，预计未来四年分别增加 69.8%、 166%。增加产能主要为高毛利率矿产端，将显著提升公司盈利水平。\n　　投资建议： 我们认为，公司作为少有具备优质资源并购能力的有色公司，具备成长属性；未来几年将迎来新并高毛利率矿山项目产能兑现，参考公司净现值估算结果，我们给予 2021 年 39 倍 PE，目标价格 13.65 元，首次覆盖基于“买入”评级。\n　　风险提示： 金、铜价格不及预期；项目开发进度不及预期。\n",
  "notice_date": "2020-11-23 00:00:00",
  "notice_title": "有色行业核心竞争力——优质资源并购能力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "曹旭特",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "478",
          "publishName": "有色金属"
        }
      ],
      "short_name": "紫金矿业",
      "short_name_ch": "紫金矿业",
      "short_name_cht": "紫金礦業",
      "short_name_en": "Zijin Mining",
      "stock": "601899"
    }
  ],
  "short_name": "紫金矿业",
  "source_sample_name": "申港证券"
}