{
  "attach_pages": "8",
  "attach_size": "488",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202306051590402574_1.pdf?1685950036000.pdf",
  "company_code": "80000007",
  "eitime": "2023-06-05 07:27:16",
  "extend": {},
  "info_code": "AP202306051590402574",
  "language": "0",
  "notice_content": "　　东方电气(600875)\r\n　　事项：\r\n　　6月2日，经中国工程院专家组现场考察后确认，由东方电气集团与深圳大学/四川大学谢和平院士团队联合开展的全球首次海上风电无淡化海水原位直接电解制氢技术海上中试在福建兴化湾海上风电场获得成功。\r\n　　国信电新观点：1）公司深耕氢能产业链布局，所属新兴成长产业板块近年来快速增长；2）制氢行业蓬勃发展，海水无淡化原位制氢技术产业化加速推进，打开公司氢能业务成长空间；3）氢能业务持续发力，与风电业务形成协同作用，深化公司“六电并举、六业协同”战略布局，持续提供业绩增长动能。我们维持公司盈利预测，预计公司2023-2025年归母净利润为39.4/53.0/63.4亿元，同比增速38%/34%/20%，摊薄EPS为1.26/1.70/2.03元，对应2023-2025年动态PE为14.8/11.0/9.2倍，维持“增持”评级。\r\n　　评论：\r\n　　公司深耕氢能产业链布局，所属新兴成长产业板块近年来快速增长\r\n　　东方电气以旗下东方锅炉子公司东方氢能，及东方电气（成都）氢燃料电池科技为主体，大力发展氢能产业，全面布局氢制取、氢储运、氢加注及氢应用全产业链领域，提供以氢能为核心的综合解决方案。?氢制取：公司全面布局电解水制氢、垃圾制氢、生物质制氢、工业副产气提纯等关键技术与核心装备制造。电解水制氢方面，目前已具备兆瓦级PEM水电解制氢系统研发设计能力，并积极推进无淡化海水原位直接电解制氢等领先制氢技术。\r\n　　氢储运：公司积极推进多样化的氢储运技术研发与装备制造，涵盖高压气态、有机液态、固态储氢等多种技术路线。公司拥有压力等级50兆帕-98兆帕立卧两用安装的固定式储氢罐设计制造能力，掌握固态储供氢装置在多场景的集成应用能力，系统产品应用于国内首个固态储供氢耦合氢燃料电池发电示范项目——广州南沙氢电智慧能源站。\r\n　　氢加注：公司自主投资、建设运营的西昌月城加氢站项目，是中国西部高原首座标准化固定式加氢站，设计加氢能力为500kg/天，可满足50辆车的加氢需求；投建的东方电气（攀枝花）马店加氢站，是国内首个管道输氢母子加氢站。\r\n　　氢应用：公司全面布局氢交通、氢供能、氢工业、氢储能等综合方案应用。氢交通方面，目前已实现多种车型的燃料电池动力系统产品的开发，匹配车型包含公交车、环卫车、牵引车、渣土车、物流车、重卡等，形成40-270kW燃料电池系统系列产品，并拥有全套自主知识产权，核心部件膜电极、电堆产品，功率密度、实测寿命等关键技术指标居国内领先水平。氢供能及氢储能方面，综合供能系统产品已成功应用于中国华电、三峡集团、南方电网热电联供项目，额定发电效率超过50%，冷热电三联供综合能量转化效率可达90%以上，设计寿命超过30000小时。\r\n　　在上市公司披露口径下，氢能业务被划分至新兴成长产业板块，该板块近年来实现快速增长。2019-2022年，公司新兴成长产业分别收入31.0/62.9/82.7/109.8亿元，同比+13%/+103%/+30%/+34%，占营业总收入比例分别为9%/17%/17%/20%；毛利率分别为14%/12%/17%/14%，同比-10pcts/-2pcts/+5pcts/-3pcts。国内制氢行业需求呈现爆发式增长\r\n　　进入2023年以来，绿氢产业蓬勃发展，可再生能源制氢项目投资加快落地，国内电解槽市场需求呈现爆发式增长。据氢云链和香橙会氢能研究院数据统计，2023年1-5月国内共计15个电解槽项目（其中包括13个绿氢项目）公开招标，招标规模累计超过576MW，其中碱性电解槽路线525MW，PEM技术路线51MW，国内2023年前5月电解槽招标需求规模已超过2021年出货量，达到2022年出货量约80%。\r\n　　根据高工氢电数据，目前国内在建及规划的电解水制氢项目，制氢规模合计超过19GW，其中在建绿氢项目制氢规模合计超过2.8GW。高工氢电预计2023年中国电解水制氢设备出货量有望达到2GW，同比增长约180%。国内制氢市场的蓬勃发展同样为各项制氢技术的研发提供强大的助推力。\r\n　　海水无淡化原位制氢技术产业化加速推进，打开公司氢能业务成长空间\r\n　　海水直接制氢存在技术难题。海洋是目前最大的氢矿，海水占地球全部水量的96.5%，以海水为原料的制氢方式主要形成了海水直接制氢和海水间接制氢两种不同的技术路线。目前海洋制氢国内外示范项目基本采用海水间接制氢方式，即海水淡化后的电解水制氢技术为主。由于海水所含大量离子、微生物和颗粒等会导致制取氢气时产生副反应竞争、催化剂失活、隔膜堵塞等问题，海水直接制氢方式存在巨大困难。半个世纪以来，美国斯坦福大学、法国国家科学研究中心、澳大利亚阿德莱德大学、中国科学院等各个团队通过催化剂工程、膜材料科学等手段进行大量探索研究，目的在于破解海水直接电解制氢过程中面临的析氯副反应、钙镁沉淀、催化剂失活等难题，然而一直未有突破性的理论与原理彻底避免海水复杂成分对电解制氢的影响，可规模化的高效稳定海水直接电解制氢技术一直是空白。\r\n　　谢和平院士团队破解海水直接制氢难题。2022年11月，谢和平院士团队在Nature上发表了题为《Amembrane-basedseawaterelectrolyserforhydrogengeneration》的研究成果，开创了以相变迁移驱动的海水无淡化原位直接电解制氢的原理和技术，实现了无淡化、无副反应和无额外能耗的海水原位直接电解制氢技术。\r\n　　该项研究主要聚焦于将海水原位净化并应用于制氢。主要是应用疏水多孔聚四氟乙烯（PTFE）防水透气膜作为气路界面，采用浓氢氧化钾（KOH）溶液作为自阻尼电解质（SDE）实现。该设计防止了液态海水和杂质离子的渗透，同时利用压力差使海水自发蒸发形成水蒸气通过薄膜扩散至电解质侧并吸收重新液化，从而使海水原位形成纯水提供制氢。在制氢效率方面，实验过程中海水电解槽每生产1标准立方米氢气消耗5kwh电能，而1标准立方米氢气携带约3.544kwh电能，该海水电解槽运行效率大约为71%。\r\n　　海水直接制氢技术产业化持续推进。2022年12月16日，东方电气股份有限公司、东方电气（福建）创新研究院与深圳大学/四川大学谢和平院士团队签署“海水无淡化原位直接电解制氢原创技术中试和产业化推广应用”四方合作协议。四方合作联盟将分三步走战略推动海水直接电解制氢技术走向产业化：1）第一步，共同推进海上中试示范验证，树立海上可再生能源直接制氢领域标杆；2）第二步，全力攻关第二代海水无淡化原位直接电解水制氢核心技术，迭代发展并优化升级核心技术及装备；3）第三步，面向全球企业合作共赢推进产业化，引领海上风电等可再生能源与海水直接电解制氢一体化全新工业模式。2023年5月中下旬，由东方电气集团与谢和平院士团队联合研制的全球首套与可再生能源相结合的漂浮式海上制氢平台“东福一号”，在福建兴化湾海上风电场开展海上中试。该平台是海水无淡化原位直接电解制氢海试样机，集成了原位制氢、智慧能源转换管理、安全检测控制、装卸升降等系统于一体，在经受了8级大风、1米高海浪、暴雨等海洋环境的考验后，连续稳定运行了超过240小时。\r\n　　6月2日，经中国工程院专家组现场考察后确认，由东方电气集团与深圳大学/四川大学谢和平院士团队联合开展的全球首次海上风电无淡化海水原位直接电解制氢技术海上中试在福建兴化湾海上风电场获得成功。专家组认为，海水无淡化原位直接电解制氢装备设计合理、运行稳定，试验验证了该项技术的可行性，可以作为未来海上可再生能源制氢的重要发展路径。\r\n　　海水无淡化原位制氢技术海试成功有望推动深远海可再生电力规模化开发，开启海水直接电解制氢新时代，公司后续有望实现成果商业化运行，打开氢能业务成长空间；此外该技术能够与风电业务形成协同作用，深化公司“六电并举、六业协同”战略布局，持续提供业绩增长动能。\r\n　　投资建议：维持盈利预测，维持“增持”评级\r\n　　我们预计公司2023-2025年归母净利润为39.4/53.0/63.4亿元，同比增速38%/34%/20%，摊薄EPS为1.26/1.70/2.03元，对应2023-2025年动态PE为14.8/11.0/9.2倍，维持“增持”评级。\r\n　　风险提示\r\n　　技术验证不达预期的风险；行业竞争加剧的风险；下游能源建设政策支持力度不达预期的风险。",
  "notice_date": "2023-06-05 00:00:00",
  "notice_title": "海水无淡化原位制氢技术海试成功，打开氢能业务成长空间",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "王蔚祺,陈抒扬",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1034",
          "publishName": "电源设备"
        }
      ],
      "short_name": "东方电气",
      "short_name_ch": "东方电气",
      "short_name_cht": "東方電氣",
      "short_name_en": "DEC.LTD",
      "stock": "600875"
    }
  ],
  "short_name": "东方电气",
  "source_sample_name": "国信证券",
  "star": "1"
}