{
  "attach_pages": "51",
  "attach_size": "4845",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202307191592430194_1.pdf?1689786743000.pdf",
  "company_code": "80000187",
  "eitime": "2023-07-19 17:12:23",
  "extend": {},
  "info_code": "AP202307191592430194",
  "language": "0",
  "notice_content": "　　片仔癀(600436)\n　　报告关键要素:\n　　在多核驱动战略下，公司有望形成以“片仔癀+安宫牛黄丸+化妆品”为主的战略矩阵。未来公司将持续巩固和深化片仔癀核心地位，聚力打造片仔癀牌安宫牛黄丸新增长极，推动片仔癀化妆品产业再升级，实现公司稳健增长。\n　　投资要点:\n　　片仔癀锭剂&胶囊剂稳健增长可期\n　　1）原材料端，公司天然牛黄和天然麝香供给充足，我们通过对公司天然麝香获取来源拆分以及对公司每年购买天然牛黄趋势测算，认为上游原料资源至少可以支撑到2027年；\n　　2）渠道端，我们对片仔癀锭剂&胶囊剂销售渠道按照国药堂&天猫京东线上直营大药房、经销商、体验馆等拆分，分析出国药堂收入占比随着2015后新增体验馆模式逐步下降，体验馆收入占比随着2021年新增线上直营大药房逐步下降。线上直营大药房毛利高于体验馆和经销渠道，未来随着公司线上直营渠道投入加大，收入占比提升，片仔癀毛利率将逐步提高；\n　　3）价格端，公司2007年以来提价11次，我们测算出2016年到2022年全渠道均价（不含税）复合年增速为5.27%，销量复合年增速为18.03%。均价5.27%复合年增速不影响销量两位数复合增长，说明公司手握提价权，长期看消费者对价格敏感度低。由于最近一次提价幅度较大，我们认为中短期内公司再次提价概率不大；\n　　4）需求端，根据我们模型，片仔癀目前渗透率远低于2%。所以从渗透率角度看，随着公司在片仔癀二次开发上的投入，以及高净值人群数量的提升，大众健康意识提高，片仔癀需求端有较大成长空间。\n　　片仔癀牌安宫牛黄丸有望成为公司新的增长引擎\n　　1）潜在消费人群持续增长，公司产品渗透率低。安宫牛黄丸应用于心脑血管领域，老龄化趋势意味着安宫牛黄丸需求天花板高。目前行业呈现同仁堂一家独大的竞争格局，片仔癀牌安宫牛黄丸上市时间较晚，自2020年9月上市以来市场份额持续增长,实体药店端市场份额从2020年0.45%提升至2023年一季度的1.21%（若加上体验馆、国药堂等渠道，市场份额更高），超过了多个其他经营安宫牛黄丸多年的品牌;\n　　2）具有原材料优势，公司是市场上生产双天然安宫牛黄丸的6家企业之一，上游原材料天然麝香和天然牛黄均为稀缺性名贵药材，是安宫牛黄丸最大的生产壁垒；\n　　3）公司安宫牛黄丸包含两种最具成长性的品规。数据说明单天然和双天然安宫牛黄丸具有相似的成长性，公司产品有望在各自不同消费群体中实现渗透率的提升；\n　　4）品牌、渠道和新老产品联动作用。公司老产品片仔癀消费人群和片仔癀牌安宫牛黄丸有重叠部分，尤其是双天然品规，都是对应高净值人群，消费者联动有望推动公司安宫牛黄丸快速放量；公司片仔癀体验馆也有利于提升片仔癀牌安宫牛黄丸的品牌价值。\n　　化妆品业务整合梳理后业绩增速有望扭负为正。2022年化妆品公司的管理层做了调整，整个化妆品的终端做了价格体系梳理，有望随着核心产品片仔癀一同提价。公司化妆品产品线比较多，片仔癀和皇后品牌双轮驱动，未来将借助公司的营销平台、研发平台、采购平台及品牌建设推广等优势，进一步强化在化妆品领域的核心竞争力，实现业绩增长。\n　　盈利预测与投资建议：公司核心产品片仔癀具备稀缺性，新产品安宫牛黄丸和业务梳理后的化妆品业务有望成为公司新的增长驱动力。预计2023/2024/2025年收入为109.41亿元/124.22亿元/148.09亿元，对应归母净利润34.01亿元/37.90亿元/45.03亿元，对应EPS5.64元/股、6.28元/股、7.46元/股，对应PE为50.74/45.53/38.32（对应2023年7月18日收盘价286元），首次覆盖给予“买入”评级。\n　　风险因素：利好政策不达预期风险、原材料供给不足风险、研发不达预期风险\n",
  "notice_date": "2023-07-19 00:00:00",
  "notice_title": "首次覆盖：“片仔癀、安宫牛黄丸、化妆品”矩阵，推动公司高质量稳健发展",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "黄婧婧",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1040",
          "publishName": "中药"
        }
      ],
      "short_name": "片仔癀",
      "short_name_ch": "片仔癀",
      "short_name_cht": "片仔癀",
      "short_name_en": "ZZPZH",
      "stock": "600436"
    }
  ],
  "short_name": "片仔癀",
  "source_sample_name": "万联证券",
  "star": "1"
}