{
  "attach_pages": "6",
  "attach_size": "437",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202206291575506169_1.pdf?1656495883000.pdf",
  "company_code": "80000080",
  "eitime": "2022-06-29 09:44:43",
  "extend": {},
  "info_code": "AP202206291575506169",
  "language": "0",
  "notice_content": "　　爱美客(300896)\n　　公司于2022年6月27日向香港联交所重新递交发行上市申请。去年7月，公司曾递交“关于公司拟发行境外上市外资股（H股）股票并申请在港交所主板挂牌上市”的申请材料，材料于今年2月失效。根据最新递表文件，公司拟募资用于投资、收购和授权许可安排；开发及拓展产品管线等方面，具体包括计划投资或收购拥有皮肤填充剂产品或管线、能量源类医疗美容设备或其他医疗器械产品；拟投资或收购具备研发人才且专注于先进技术及材料的上游公司等。若此次成功登陆港股市场，公司将成为首家“A+H”上市医美企业。\n　　国内医美市场增长空间广阔，公司市占率亮眼。根据沙利文统计，2021年国内医疗美容市场规模为1891亿元，预计到2026年将达到3998亿元，CAGR16.1%；展望2030年医美市场规模将达到6382亿元，2026-2030CAGR为12.4%。预计2021-2030年中国医疗美容市场增长占全球市场同时增长1/3。按2021年销售量，公司为国内最大透明质酸皮肤填充剂供应商，市场份额为39.2%；按销售额计算，公司为国内第二大基于透明质酸的皮肤填充剂供应商，市场份额为21.3%。从产品组合来看，公司已经开发并商业化7款医疗美容产品（其中5款为透明质酸的皮肤填充剂、1款基于聚左旋乳酸的皮肤填充剂、1款PPDO面部埋植线产品），目前基于透明质酸的皮肤填充剂产品占公司总收入98%以上。\n　　参考美国、韩国等医美发达国家市场经验，合规化是行业发展必经之路。当行业发展到已经阶段势必面临全流程规范化监管，行业合规化不但没有阻碍美韩等国医美行业发展进程，反而成为促进行业继续繁荣的催化剂。回看国内，21H2起监管持续加码，从医美产品、机构、营销等各环节实行全方位整顿。长期来看，我国医美用户渗透率相比医美发达国家偏低、后续有望持续增长，行业仍处在高增速赛道，监管加强后合规市场将对非法市场形成加速替代。\n　　挑战与机遇并存，公司披露长线业务增长策略。去年5月，公司曾在公告中披露赴港上市目的为“进一步提高公司的资本实力和综合竞争力”。这次申请材料披露公司业务增长策略，包括加强公司在国内医疗美容市场的影响力，战略性拓展产品组合、提升产品覆盖面广度，持续提升研发能力并开展海外研发与合作，提高品牌知名度以及增强销售能力等。同时公司也揭示风险，目前收入增长的主要驱动力来自为数不多的几款主要产品，该等产品无法实现或保持预期的销售额增长可能会对公司业务及经营业绩产生不利影响。公司未来业绩增长取决于在研产品是否成功。\n　　公司更新在研产品详情，目前共7款在研产品。目前公司肉毒素产品已于2020年4月获批III期临床，预计于2023年向国家药监局提交在研产品“注射用A型肉毒毒素”的新药申请并于2024年上市。公司预计于2023年提交在研产品“医用含聚乙烯醇凝胶微球的修饰透明质酸钠凝胶的注册申请，计划2024年上市。与此同时，公司逐渐从医美行业延伸至大健康行业，在研的基因重组蛋白药物为重组人胰高血糖样肽类似物，主要用于糖尿病和肥胖症治疗，该产品的研发标志着公司从单一的医美行业扩张至大健康领域。\n　　目前公司直销+经销模式并存，经销收入占比逐渐提高。截至2021年12月31日，公司产品已被超过4400家医疗机构采用，其中约4000家通过直销渠道覆盖，占比超过90%。2018-2021年，直销收入占比分别为71.6%、63.9%、61%和61%。地区分布来看，华东占比38%、华南16%、华北14%、华中11%、西南9%、西北6%、东北3%。\n　　盈利预测、估值分析和投资建议：作为A股医美标的，公司现有产品均获国家药监局认证、在研产品储备丰富、大单品一经面市销量亮眼，研发+营销为业绩增长保驾护航。我们继续看好公司合规溶液类针剂产品嗨体、熊猫针、冭活泡泡针提高渗透率，凝胶类产品濡白天使引领再生市场医美新需求。目前港股市场成长、价值板块行情回暖，公司估值较去年递表时有所回落，登陆港股市场环境好于去年。我们预计公司2022-2024年EPS分别为6.65\\9.58\\13.41元，对应6月28日收盘价576.5元/股，PE分别为88\\61.1\\43.6倍，维持“买入-B”评级。\n　　风险提示：行业受政策监管影响风险；消费需求不及预期风险。\n",
  "notice_date": "2022-06-29 00:00:00",
  "notice_title": "重启港股上市之路，丰富在研产品增强长线策略确定性",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张晓霖",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1035",
          "publishName": "美容护理"
        }
      ],
      "short_name": "爱美客",
      "short_name_ch": "爱美客",
      "short_name_cht": "愛美客",
      "short_name_en": "IMEIK",
      "stock": "300896"
    }
  ],
  "short_name": "爱美客",
  "source_sample_name": "山西证券",
  "star": "2"
}