{
  "attach_pages": "7",
  "attach_size": "1396",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202403271628298279_1.pdf?1711537470000.pdf",
  "company_code": "80027629",
  "eitime": "2024-03-27 11:04:30",
  "extend": {},
  "info_code": "AP202403271628298279",
  "language": "1",
  "notice_content": "　　潍柴动力(000338)\r\n　　During the post-results call yesterday, Weichai expected the industry HDTdemand in 2024E will be ~900k units (-2% YoY). Of this, China demand isexpected to fall by 10% YoY to 600k units while exports are expected to grow20% YoY to 300k units. Weichai expects the LNG price to stay low due tooversupply, which may help boost the demand for gas HDT. Meanwhile, highspeed large-bore engine will serve as an important growth driver for Weichai.We maintain Weichai as our sector top pick. Reiterate BUY with SOTP-basedTP of HK$22/RMB20.4 for Weichai H/A.\r\n　　Key takeaways:\r\n　　Industry HDT demand. Weichai expects China demand in 2024E will drop~10% YoY to 600k units, while exports will remain strong (+20% YoY to300k units). In the long-run, the industry HDT demand (China + exports) isexpected to be 800-900k units per year. Weichai believes it will be less likelyfor the demand to reach the peak level in previous years as constructiontruck demand will continue to be affected by weak property investment.\r\n　　Natural gas HDT. Weichai believes LNG price will stay low as overall gasdemand is weak while supply growth is underway. Therefore, Weichaiexpects gas HDTs will continue to see increasing penetration going forward(CMBI note: Weichai had 65% market share in HDT gas engine segment in2023, +6ppt YoY).\r\n　　Fleet size of medium- to heavy-duty trucks. At present, the combinedfleet size of HDTs and MDTs reached ~9.6mn units. Of this, NES III or belowaccounts for 900k units. Weichai expects the phase-out of NES III trucksthrough government subsidies will boost replacement demand.\r\n　　HDT industry consolidation. Weichai believes there will be only four majorHDT manufacturers in China after consolidation in the long-run. Salesvolume of HDTs could be ~150-200k units for each of them.\r\n　　High-speed large-bore engine. Weichai has already achievedbreakthrough in this market and is competing with Caterpillar (CAT US, NR)Cummins (CMI US, NR), MTU and Liebherr across the globe. The globalindustry size of large-bore engines (500kW or above) in 2023 was ~80kunits (10% growth per year in the past). Weichai delivered 8k units in 2023(+38% YoY), with a market share of ~10%. Driven by the strong demandfrom data centre construction, the size of large-bore engines has beenincreased to 2MW, and will further move up to 3-4MW, according toWeichai. Weichai also expects strong demand from the after sales market.The total industry size of large-bore engines is expected to reach US$20bnglobally.",
  "notice_date": "2024-03-27 00:00:00",
  "notice_title": "Key takeaways from post-results call",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "481",
          "publishName": "汽车零部件"
        }
      ],
      "short_name": "潍柴动力",
      "short_name_ch": "潍柴动力",
      "short_name_cht": "濰柴動力",
      "short_name_en": "WEICHAI POWER",
      "stock": "000338"
    }
  ],
  "short_name": "潍柴动力",
  "source_sample_name": "招银国际"
}