{
  "attach_pages": "7",
  "attach_size": "753",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212291581495731_1.pdf?1672344702000.pdf",
  "company_code": "80092742",
  "eitime": "2022-12-29 20:11:42",
  "extend": {},
  "info_code": "AP202212291581495731",
  "language": "0",
  "notice_content": "　　宝信软件(600845)\r\n　　事件：2022年12月29日，公司发布第三期限制性股票计划（草案），拟向激励对象授予不超过3000万股限制性股票，依据本计划授予的限制性股票（含预留）的授予价格为20.43元/股。\r\n　　点评：\r\n　　市场化激励机制，有望充分释放发展活力\r\n　　公司虽然是央企，但管理团队管理经验丰富，管理体制灵活，另外内部考核制度市场化，且多次推行市场化的激励方案，公司于2017年和2020年共实施2次股权激励，2022年12月29日公司发布第三期限制性股票计划（草案），3次激励覆盖范围广，覆盖公司管理层、技术骨干、业务骨干等，一方面彰显了公司管理层对于未来长远发展的坚定信心，同时也有望调动员工的积极性，充分释放公司发展活力。\r\n　　2022年12月29日公司发布第三期限制性股票计划（草案），拟向激励对象授予不超过3000万股限制性股票，约占本计划公告日公司股本总额197618.0107万股的1.52%。其中，首次授予不超过2700万股，占授予总量的90.00%，约占公司股本总额的1.37%；预留300万股，占授予总量的10.00%，约占公司股本总额的0.15%。\r\n　　限制性股票的来源为公司向激励对象定向发行的宝信软件A股普通股，依据本计划授予的限制性股票（含预留）的授予价格为20.43元/股。\r\n　　本计划首次授予的激励对象不超过860人，包括：公司董事，高级管理人员，中层管理人员，核心技术、业务等骨干人员。预留授予的激励对象参考首次授予的激励对象确定标准。\r\n　　限制性股票授予后的24个月为限售期，限售期满后的36个月为解除限售期，限售期满且业绩条件达标时，将在未来三十六个月内分三批解除限售，解除限售的比例分别为33%、33%、34%。\r\n　　本计划授予的限制性股票，在解除限售期的3个会计年度中，分年度进行绩效考核并解除限售，以达到绩效考核目标作为激励对象的解除限售条件。除下表业绩考核指标外，董事会可根据中国宝武相关内部考核指标完成情况，调整相应业绩考核年度解除限售比例。预留限制性股票的解除限售业绩条件同本计划首次授予限制性股票的解除限售业绩条件。\r\n　　本计划公告时，首次授予限制性股票总成本估计约为55863.00万元，该成本将在本计划限售期、解除限售期内进行摊销，在管理费用中列支。\r\n　　工业互联网业务持续推进，推出“宝罗”机器人品牌\r\n　　宝信多年前便成立工业4.0项目部，对工业互联网技术提前布局。公司于2020年12月发布了自主研发的工业互联网平台xIn3Plat，同时推进大数据“5S”组件开发，完成炼铁互联智控平台（高炉）示范项目建设；2021年初宝武成立中国宝武工业互联网研究院和中国宝武大数据中心，和宝信联合办公，统筹宝武工业互联网框架设计及前沿技术研发。\r\n　　公司依靠多年在工业软件领域积累的强大研发实力及钢铁行业专业经验，自主研发工业互联网平台和人工智能中台，以iPlat和ePlat为两翼，积极打造钢铁行业工业互联网生态圈，为未来发展开辟了新的成长赛道，打开更加广阔发展空间。近年来，宝信工业互联网平台持续入围工信部“双跨”平台，排名稳步提升；公司加快工业互联网平台的研发及跨行业、跨领域的产业化推广，构建xIn3Plat全新内核XO，支撑可分可合架构；推出自主研发的国产工业基础自动化软件iPlat-BA，充分满足工业现场的智能监控和过程控制需求；发布首版物联网组件，完成低代码组件部署；形成数据实时采集入湖和处理能力；培育边缘模型加速推理、排程求解、云上课题发布等能力；推出“宝罗”机器人品牌，以万名“宝罗”上岗计划为契机，基于宝信工业互联网平台打造自主可控的“宝罗云平台”。\r\n　　发布冶金行业大型PLC产品，智能制造龙头整装待发\r\n　　经过十年研发，公司于2021年7月正式发布冶金行业大型PLC产品，我们认为宝信PLC产品的发布具备重大的战略意义，相当于证明公司在国内工控/工业软件领域已经具备了领先的水平，从两个维度来看：1）大型PLC门槛高：大型PLC对于稳定性要求非常高，除了技术上面的难度以外，有没有客户愿意接纳非常重要，国内大型PLC市场份额基本掌握在西门子、施耐德等欧美企业手中，PLC行业发展相对成熟，一般企业出于业务上的稳定性，不愿意轻易更换PLC，对于宝信来说，宝武成为宝信PLC产品发展的天然客户，经过十年的测试验证，铸就了宝信独一无二的竞争实力；2）钢铁冶金行业PLC门槛高：在所有行业中，钢铁冶金行业PLC对于精确度、稳定性的要求排在前几名，对于宝信来说，能做钢铁冶金行业PLC，就意味着具备了跨行业扩张的实力。宝信钢铁行业大型PLC的发布是对其自身工业软件实力的证明，未来公司“一纵一横”扩张空间大，纵向不断扩张产品序列，横向不断跨行业拓展，我们认为宝信智能制造估值亟待重塑，未来盈利+估值提升空间大。\r\n　　IDC具备独一无二的能力禀赋，卡位全国核心地段，扩张潜力十足\r\n　　我们在宝信软件深度报告《从三大预期差解读新基建龙头长期确定性价值》，里面明确强调，市场通常把宝信在IDC成功的原因单一归结为资源禀赋，我们认为市场没有充分认识到公司独一无二的IDC能力，主要体现在“资源禀赋+工业软件能力”的结合。1）从资源禀赋来看：背靠宝武，公司在土地、水、电、能耗获取等方面拥有得天独厚的资源优势；2）从工业软件能力来看：公司是目前市场上唯一从设计（拥有独立梅山设计院）、建设、运营（市场上唯一在IDC领域进行信息化、自动化全面自主研发的企业）等全部自主独立承担完成的企业，赋予了公司绝佳的成本控制能力、强劲的运维能力，公司的机房均为高品质机房，受到了上海市政府、上游供应商、下游客户的高度肯定。公司战略发展思路清晰，坚持走自建模式，在一线持续拓展多元化的优质客户，同时适当开拓大客户基地型业务，兼具强劲的扩张潜力和盈利能力。\r\n　　盈利预测与投资评级\r\n　　公司作为国内稀缺的深度布局“智能制造+工业互联网+IDC云计算”的硬科技龙头，长期成长确定性强，坚定看好公司长远发展空间。预计公司2022-2024年净利润分别为20.72亿元、25.69亿元、32.26亿元，当前股价对应PE为39.22倍、31.63倍、25.19倍，维持“买入”评级。\r\n　　风险因素\r\n　　IDC建设与上架不及预期、宝武重组并购低于预期、5G发展不及预期",
  "notice_date": "2022-12-29 00:00:00",
  "notice_title": "股权激励草案落地，市场化激励充分释放活力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "宝信软件",
      "short_name_ch": "宝信软件",
      "short_name_cht": "寶信軟件",
      "short_name_en": "Baosight",
      "stock": "600845"
    }
  ],
  "short_name": "宝信软件",
  "source_sample_name": "信达证券",
  "star": "3"
}