{
  "attach_pages": "32",
  "attach_size": "1951",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202206071570598249_1.pdf?1654621916000.pdf",
  "company_code": "80000080",
  "eitime": "2022-06-07 17:11:56",
  "extend": {},
  "info_code": "AP202206071570598249",
  "language": "0",
  "notice_content": "　　爱美客(300896)\n　　投资要点：\n　　国内医美制剂龙头公司，产品矩阵丰富、股权集中。公司目前已经成为透明质酸钠医美制剂领域市占率第一的国内企业。自2009年来相继推出针对面部、颈部横纹修复的溶液类（逸美、嗨体、冭活泡泡针）、凝胶类（逸美一加一、宝尼达、爱芙莱、爱美飞、濡白天使）、埋线（紧恋）和化妆品四大品类产品，形成明显梯队布局，在产品配方、注射部位、适用范围、注射体验等方面均有明显差异性，可以满足多个细分市场医美消费者需求。\n　　丰富大单品矩阵推动公司业绩持续增长。嗨体：产品处于垄断地位，应用范围不断扩大。公司独创颈纹修复赛道率先开启市场教育，并且基于强产品力使嗨体在医美消费者中获得极高认可度。目前已经形成“颈纹注射=嗨体”的消费者认知，以C端广泛认可度打入B端机构采购品类。冭活泡泡针：双抗成分激活抗衰市场。高纯度L-肌肽及双分子透明质酸，主打抗氧化、抗糖，定位“医学隔离膜”达到褪黄、通透、弹润、紧致的抗衰效果。目前国内水光针市场仅爱美客嗨体、冭活泡泡针、华熙生物御龄双子针、瑞典Q-Med瑞蓝唯缇、双美胶原蛋白类水光针肤柔美拥有Ⅲ类器械证书，属于稀缺合规注射类针剂产品。濡白天使：再生材料引领医美消费新需求。再生医美品类目前表现出更高经济效益，占领中高端填充市场；同时规避传统填充材料移位、透光等现象出现，吸引追求自然塑形效果的医美消费者。参考海外市场童颜针占非手术类轻医美比重，到2030年我国童颜针产品规模有望达30亿元。\n　　在研产品储备丰富。肉毒毒素产品Ⅲ期临床试验中。减重产品助力公司进军大健康领域。公司于2018年9月获得韩国Huons（橙毒）在国内为期十年的独家代理权，2021年6月公告拟合计使用8.86亿元的超募资金，增资并收购HuonsBio25.4%股权。肉毒素产品已于2020年4月获批Ⅲ期临床，预计2023年注册上市，2024-2025年开始商业化。产品扩展至生物药品，从医美行业发展至大健康。公司在研的基因重组蛋白药物为重组人胰高血糖样肽类似物，主要用于糖尿病和肥胖症治疗，该产品的研发意味公司业务从单一医美行业扩张至大健康领域。\n　　公司主要竞争优势。自主研发能力抢滩医美产品蓝海市场：公司已获批的5款透明质酸产品、1款聚左旋乳酸、1款PPDO面部埋植线产品均为自主研发获得。7款产品均已取得Ⅲ类医疗器械注册证，其中嗨体是国内唯一获批上市的颈纹修复产品。直销+经销方式扩大市占率：直销模式下公司可以更多的参与到产业链中端医美机构产品推广和终端销售；经销模式主要覆盖公司销售团队无法直接覆盖的医疗机构，可以有效应对目前医美机构加速洗牌的现状以扩大市占率。\n　　盈利预测、估值分析和投资建议：公司目前产品线和战略方面有三个特征：1）提高现有产品线市场渗透率；2）开拓新的再生针剂产品市场；3）从资本方面布局未来肉毒素业务，以保证业绩持续高增长。A股医美标的，公司现有产品均有国家药监局认证、在研产品储备丰富、大单品一经面市销量亮眼，研发+营销为业绩增长保驾护航。因此我们预计公司2022-2024年分别实现营业收入22.22亿元、32.36亿元、45.43亿元，实现归母净利润14.38亿元、20.73亿元、29.01亿元，EPS分别为6.65\\9.58\\13.41元，对应6月6日收盘价530.56元/股，PE分别为79.78\\55.38\\39.56倍，上调给予“买入-B”评级。\n　　风险提示：行业受政策监管影响风险；消费需求不及预期风险。\n",
  "notice_date": "2022-06-07 00:00:00",
  "notice_title": "制剂龙头公司扬帆医美赛道，丰富产品矩阵稳固业绩增长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张晓霖,王冯",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1035",
          "publishName": "美容护理"
        }
      ],
      "short_name": "爱美客",
      "short_name_ch": "爱美客",
      "short_name_cht": "愛美客",
      "short_name_en": "IMEIK",
      "stock": "300896"
    }
  ],
  "short_name": "爱美客",
  "source_sample_name": "山西证券",
  "star": "2"
}