{
  "attach_pages": "25",
  "attach_size": "2386",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202202221548477517_1.pdf?1645525054000.pdf",
  "company_code": "80054871",
  "eitime": "2022-02-22 10:17:34",
  "extend": {},
  "info_code": "AP202202221548477517",
  "language": "0",
  "notice_content": "　　五粮液(000858)\n　　白酒行业呈现结构化升级趋势，公司高端白酒品牌地位稳固：当前白酒行业呈现出了“产能过剩”与“优质产能供应不足”矛盾长期并存的情况，随着中国富裕家庭数量及人均消费水平的稳步提升，促成市场“喝好酒”需求的不断增长。五粮液等高端白酒企业由于品牌底蕴浓厚、产品稀缺性高且不具有可复制性，在行业结构性持续升级的长期趋势下，公司的综合竞争力预计将不断增强，并对其他中小酒企的市场生存空间造成一定挤压。当前整体白酒行业延续了结构化发展的高景气态势，高端白酒行业持续发展的保底逻辑清晰，因此我们判断未来十四五期间的白酒市场竞争格局仍会是高端主流酒企的主场，未来白酒行业分化的趋势预计将愈发明显。\n　　公司核心竞争优势显著，历史遗留问题逐步改善：五粮液集团拥有行业领先的稀缺优质产能、核心品牌具备高端定位等天然优势，是公司最为核心的竞争壁垒，也是引领公司未来业绩能够长期稳定增长的基石。此外，由于公司近年来推行“二次创业”，分别在产能优化、产品品牌、渠道营销、体质机制等多个方面进行全方面改革，公司的历史遗留问题逐步得到改善，公司也逐渐实现高端品牌价值回归，对其整体业绩的推动成效尤为显著。我们认为，由于公司手持高端白酒的长期稳定优势，因此未来在中国白酒市场加速向头部品牌集中的趋势下，公司的市场份额有望实现稳步提升，长期业绩有望持续向上实现突破。\n　　管理层调整正式落地，业绩有望催化良性发展：公司近期由于正处于管理层换届过渡阶段，一定程度上导致了公司的整体发货量较大、发货节奏把控被弱化、市场监管不够精细、核心产品批价不稳等多方面负面影响。根据公司近日公告，目前公司管理层调整已正式落地，现任领导班子在五粮液集团均有着多年的工作经验，对白酒市场以及公司管理有着丰富的理解，领导班子搭建有望能够更稳、更快、更好地完成。随着公司管理凝聚力逐渐得到恢复，我们预计公司后续将陆续通过推出各项措施，持续加强核心品牌市场推广、渠道精细化管理、落实市场库存及批价管控等，从而再次催化公司产品量、价、业绩的良性发展。\n　　目标价253.87元，首次覆盖给予买入评级：综上所述，我们看好公司未来能够长期实现“量价齐升”的能力，预计公司2021-2023年有望分别实现收入676.2/774.7/907.1亿元，同比增长18%/15%/17%，实现归母净利润237.1/281.5/333.1亿元，同比增长20%/18%/18%。当前公司股价相较2022年盈利预测估值水平己下探至30X以下，已充分反映出市场对公司此前负面影响的悲观预期。随着内部人事调整落定，公司未来发展不确定性的担忧预计将逐渐好转，估值及业绩均有望得到修复。因此，我们给予公司目标价253.87元，相当于2022年盈利预测的35倍PE，首次覆盖给予买入评级。\n",
  "notice_date": "2022-02-22 00:00:00",
  "notice_title": "浓香王长期核心竞争优势显著，管理层顺利调整有望实现估值修复",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "黄海慈",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "第一上海证券"
}