{
  "attach_pages": "8",
  "attach_size": "1144",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202308291596601705_1.pdf?1693329751000.pdf",
  "company_code": "80027629",
  "eitime": "2023-08-29 17:22:31",
  "extend": {},
  "info_code": "AP202308291596601705",
  "language": "1",
  "notice_content": "　　恒立液压(601100)\r\n　　Hengli’s net profit in 2Q23 grew 24% YoY to RMB653mn, with growthaccelerated from 18% in 1Q23. That said, we do not see this as high qualitygrowth as it was largely driven by FX gain that offset a surprisingly decline ingross margin (-4 ppt YoY). While the overall hydraulic components demandremained weak in Jul and Aug, we expect the gross margin to recover from 2Qas we understand that Hengli reduced the discount offered to customers. Wetrim our earnings forecast in 2023E/24E by 8%/9% on lower volume and grossmargin. Our TP is revised down to RMB83, based on unchanged 42x 2023EP/E (1SD above the 4-year average of 30x to reflect the acceleration of earningsgrowth). We continue to like Hengli as we expect the commencement ofhydraulic components production base in Mexico to help speed up thepenetration in the US market. Besides, the expansion in ball screw (a keycomponent of robots) will serve as a new growth driver.\r\n　　Earnings growth in 2Q23 driven by largely by fx gain. Revenue in 2Q23grew 20% YoY to RMB2bn, accelerated from 10% in 1Q23 due to low baseeffect. Gross margin, to our surprise, contracted 4ppt YoY and 4.1ppt HoHto 36.8%, due to more discounts offered to customers. This resulted in 2.5%YoY decline in EBIT. Helped by the depreciation of RMB, net finance incomegrew 60% YoY to RMB292mn. Net profit therefore grew 24% YoY toRMB653mn.\r\n　　Key highlights in 1H23 results. Sales volume hydraulic cylinder (forexcavator) increased 1% YoY to 322k units. Sales volume of non-excavatorcylinder grew 18% YoY to 114k units, driven by marine, AWP and industrialapplications. Total revenue/net profit in 1H23 grew 14%/21% YoY toRMB4.45bn/1.28bn. Operating cash inflow slightly dropped 5% YoY toRMB991mn.\r\n　　On-track development of ball screw product. A ball screw is amechanical linear actuator that translates rotational motion to linear motionwith little friction. Ball screws can be used to drive changes in the verticaland horizontal orientation of robot arms. Hengli’s ball screw product iscurrently at the trial stage. The first batch production equipment is expectedto be arrived in Sep. Upon a full commencement of phase 1 capacity, theannual output value is expected to be RMB400-500mn.\r\n　　Risk factors: (1) further weakness in the demand for hydraulic componentsfor excavators; (2) lack of recovery of gross margin",
  "notice_date": "2023-08-29 00:00:00",
  "notice_title": "2Q23 earnings +24%; Gross margin below expectations but likely rebounds",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung,Katherine Ng",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "恒立液压",
      "short_name_ch": "恒立液压",
      "short_name_cht": "恒立液壓",
      "short_name_en": "JSHL",
      "stock": "601100"
    }
  ],
  "short_name": "恒立液压",
  "source_sample_name": "招银国际"
}