{
  "attach_pages": "28",
  "attach_size": "2669",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202502031642747920_1.pdf?1738597770000.pdf",
  "company_code": "80042949",
  "eitime": "2025-02-03 15:49:30",
  "extend": {},
  "info_code": "AP202502031642747920",
  "language": "0",
  "notice_content": "　　海大集团(002311)\n　　投资要点：\n　　回顾海大过去二十年的发展历程，接近小一半的年份面临“冬天般”的严峻挑战，其中2013年同质化竞争压力较大，2013、2016年主要片区遇上重大天灾，2013、2021、2023年面临利润下滑，但企业饲料销量却在这期间增长了近15倍（2009-2024年），饲料总规模现已排名全国第1、世界第1。几乎年年都遇到了不同的考验，公司每年的战略上也做足了悲观假设，但今天来看每一个当时“难熬的冬天”，反而成为“成长的源泉”。其实，在农业龙头企业做大做强的这三十年间，“周期”和“竞争”每一天都客观存在，但并没有阻止他们穿越周期，海大历史上也证明了他是一个善于吸收竞争对手的优势甚至团队的企业，一度还主导了激烈的内部竞争，行业里评价道“海大的竞对是另一个海大”。人和组织的成长离不开新的挑战、适度焦虑、认知提升，那么当下的行业寒冬里，公司是否也正在孕育“实质的成长”呢（即在竞争中找到新的增长模式。海大上市以来16年里，有13年年线是上涨的。）\n　　本篇报告重点在于复盘海大发展之路，阐述其竞争优势，并对未来做出展望。\n　　农业的本质是：通过光合作用+人的双手和智慧，将太阳能转化成植物蛋白，再部分转化成动物蛋白，从田园到餐桌满足消费者需求。每年十万亿的市场空间，以分散小农、混业经营为供给主体，其存在是有足够相对优势的，想要战胜其实并不容易，适合集约化的细分领域过去十年已经走过较大的规模化进程；相对难集中的领域，也崛起了一批兴农助农的服务型企业，生命科学、长链条、多学科融合、难标准化、重资本、重人力、劳动辛苦等特点决定了未来效率提高的空间不小，难就难在企业是否可以持续克服这些困难。\n　　饲料行业不是单纯制造业，而是有制造业属性的养殖服务业，产品标准化程度介于工业品和农产品之间，不同动物饲料的客户分布又非常多样化，且养殖主体每年变化的幅度不低，做企业如果抓大放小容易丢失产业链价值的积累，做小做精又容易被大企业携资本击败，企业如何做到有规模、有深度、还灵活，答案也许还得从企业家精神中找到。这样的行业特点既孕育机会，也诞生风险，不同行业似乎总周期性地产生贴地飞行的企业向上顶替的故事，海大是否能持续目前的发展态势不被熵增所拖累呢？饲料行业的产业周期相对偏长，给予我们足够多的观察和调整的机会。\n　　我们思考，海大的本质是动物蛋白制造过程中的链主，尤其在下游无法高度集中的农业品种上，将这个过程中的种苗、饲料、动保、服务都涵盖在内，未来甚至会包括更多环节，由于持续的效率领先和服务升级，不断抢占优质的养殖户，远期的天花板不是饲料吨数，而是创造的附加值优势×覆盖的区域×细分产业链，产业链的深度和广度同时具备时，综合竞争力与利润的稳定性会更强。农牧行业的特点正如郭鹤年的人生哲理一样：“捕鱼世界中，深海才能捕捉到如金枪鱼般的好鱼，也就是说，如果我能一直往下潜，随随便便就能花掉了我20年的生命”。\n　　海大集团自2013年遭遇同质化竞争等重大挫折后，已蜕变十年有余，2013-2023饲料销售吨数复合增速17%，跑赢行业12个点（行业十年GAGR5%）；市占率从2%提升至8%；营收、归母利润复合增速分别为21%、23%（自上市以来，是A股少有的多年复合增速在20%以上的301家公司之一）；roe常年维持在15%以上。\n　　过去三年，几大挑战压在面前，总量承压、资本过剩、动物搬迁、殊死之战、组织调整等，但这些煎熬是公平的、行业性的。三年的煎熬之后，行业未来有望出现新平衡，公司进入fcf约等于净利润、低开支高回报的新阶段；海外发展逐步进入丰收期，有望再造一个“海大”；财报表现roe提升、重回中速增长率；等等等等…\n　　我们预计2024/2025/2026年公司实现归母净利润44/47/55亿元，yoy+60%/+7%/+17%，对应PE分别为19X/18X/15X，首次覆盖，给予“买入”评级。\n　　风险提示：天气异常及养殖疫病影响饲料行业阶段性波动的风险；主要原材料价格大幅波动的风险；环保法规政策对养殖业规模结构及区域调整的风险；汇率波动的风险\n",
  "notice_date": "2025-02-03 00:00:00",
  "notice_title": "海大鱼大系列报告一：冬天里的成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "雷轶,冯佳文,顾超",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "433",
          "publishName": "农牧饲渔"
        }
      ],
      "short_name": "海大集团",
      "short_name_ch": "海大集团",
      "short_name_cht": "海大集團",
      "short_name_en": "HAID GROUP",
      "stock": "002311"
    }
  ],
  "short_name": "海大集团",
  "source_sample_name": "华源证券"
}