{
  "attach_pages": "4",
  "attach_size": "669",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202101061447735967_1.pdf?1609919917000.pdf",
  "company_code": "80000064",
  "eitime": "2021-01-06 07:58:37",
  "extend": {},
  "info_code": "AP202101061447735967",
  "language": "0",
  "notice_content": "　　用友网络(600588)\n　　事件概述\n　　公司发布总裁变更公告，根据业务发展需要，经公司第八届董事会第十三次会议审议通过，决定聘任董事长王文京先生兼任公司总裁，任期至公司2022年年度股东大会选举出新一届董事会并聘任公司高级管理人员之日止。陈强兵先生不再担任公司总裁职务，其工作另有任用。董事长兼任总裁，三方面助力公司加快发展\n　　我们认为王董事长兼任总裁后，有望在三方面协助公司更好更快发展：\n　　1）加大云业务投入，理顺产品研发体系。王董事长多年从事企业级软件市场的一线工作，对客户需求和产品打磨方面具有丰富的经验，具备技术、业务、管理、市场等多方面的能力，是国内企业级服务市场的顶尖人才。当前用友面临企业数字化、智能化、国产化浪潮下的巨大新机遇，而强大的产品竞争力是公司发展的立身之本。因此王董事长兼任总裁后，有望促使公司在产品研发方面凝聚共识、加大投入，理顺研发体系架构，助力公司产品力的进一步提升。\n　　2）加大兼并收购，完善产业生态。我们认为用友不仅仅是一家云软件企业，同时更是一个企业级市场的平台服务商、生态缔造者。因此，在加大产品投入、打磨核心产品的同时，用友同样需要扩大面向企业级客户的产品矩阵。而通过兼并收购的方式来完善自身产品体系、打造产业生态是一个较为可行的做法。此次王董事长兼任总裁，有望使得公司在兼并收购方面的资源对接和体制机制更加顺畅，有利于公司加快兼并收购步伐，持续完善产业生态。\n　　3）加快再融资进度，促使金融业务良性发展。公司于去年6月30日公布再融资计划，于2020年6月30日公告，拟转让畅捷支付80.72%的股权，于2020年12月29日公告，拟转让银杏海股权基金20%股权，更好聚焦云服务主业。我们认为，用友一方面通过再融资强化云业务投入，另一方面通过逐步剥离金融业务聚焦云服务主业，发展战略更加清晰。王董事长兼任总裁后，有望加快再融资和股权转让的进程，促使云业务更加聚焦，同时金融业务也有望保持良性发展。\n　　YonBIP投入力度不减，云优先战略加速落地\n　　YonBIP投入力度不减。公司于2020年6月30日发布再融资计划，拟募资64.3亿加大业务投入，其中45.97亿元用于YonBIP产品的研发建设。此后公司于9月4日和12月29日两次调整定增募资金额，主要因为期间的多次财务性投资而相应调减了“补充流动资金和归还银行借款”的募资项目，而对YonBIP项目的募资投入力度并未减少。我们认为YonBIP作为公司的战略级产品，有望带领公司在云时代继续抓住市场机遇，取得领先优势。\n　　YonBIP有望助力构建产业生态。YonBIP具备技术中台、数据中台、智能中台和业务中台，全面支撑财务云、人力云、协同云、营销云、采购云、制造云、供应链云、金融云等八大领域云。同时，YonBIP底层的低代码开发平台YonBuilder和集成连接平台APILink能够对接企业和行业ISV，帮助用友携手合作伙伴共同服务企业客户，构筑产业生态。\n　　依托YonBIP，积极把握企业云化和国产化浪潮，云优先战略加速落地。当前用友面临企业云化和国产化的巨大机遇，一方面技术、政策、内生需求驱动企业上云转型，另一方面信创有望从底层的服务器操作系统向上层的应用软件延伸，Oracle在云时代的投入放缓给予了用友国产替代的空间。公司有望依托商业创新平台YonBIP，积极把握大型、巨型企业上云转型和国产化的浪潮，实现新三十年的新成长。因此，我们认为公司将在未来的3-5年持续进行云业务的投入、践行云优先发展战略，最终成长为国内企业级云服务的巨头。\n　　投资建议\n　　公司由董事长兼任总裁，通过再融资加大云业务投入，同时逐步剥离金融业务聚焦云服务主业，我们持续看好公司向企业级云服务商和商业创新平台提供商转型的发展前景。预计公司2020/21/22年实现营业收入87.4/106.4/143.0亿元，同比增长2.7%/21.8%/34.4%。预计实现归母净利润6.6/7.8/14.9亿元，同比增长-43.9%/17.1%/91.1%。公司“软件+云”业务的收入有望继续保持增长，且伴随云业务占比提升，增速有望加快。我们预估公司2022年实现“软件+云”收入124亿元，给予15倍PS，公司合理估值有望达到1860亿元，维持“买入”评级。\n　　风险提示\n　　1）国内外疫情扩散，企业商务活动受限，订单需求不及预期；\n　　2）信创产业推进速度不及预期；\n　　3）企业上云政策力度放缓，上云积极性不及预期；\n　　4）中美贸易摩擦加剧。\n",
  "notice_date": "2021-01-06 00:00:00",
  "notice_title": "公司管理层调整，加速转型企业级云服务商",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "尹沿技,夏瀛韬",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "用友网络",
      "short_name_ch": "用友网络",
      "short_name_cht": "用友網絡",
      "short_name_en": "Yonyou",
      "stock": "600588"
    }
  ],
  "short_name": "用友网络",
  "source_sample_name": "华安证券",
  "star": "4"
}