{
  "attach_pages": "6",
  "attach_size": "1047",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204271561975544_1.pdf?1651084009000.pdf",
  "company_code": "80092742",
  "eitime": "2022-04-27 18:26:49",
  "extend": {},
  "info_code": "AP202204271561975544",
  "language": "0",
  "notice_content": "　　宝信软件(600845)\r\n　　事件：2022年4月27日，公司发布2021年一季报，2021年Q1实现营收24.98亿元，同比增长23.76%，实现归母净利润4.55亿元，同比增长12.68%，实现扣非归母净利润4.41亿元，同比增长20.03%，实现经营性净现金流10.46亿元，同比增长141.31%。\r\n　　点评：\r\n　　受疫情影响较小，全面布局高端自动化产品，业务稳步推进\r\n　　双碳时代，公司作为央企旗下信息高科技公司及国产软件提供商，深入践行“新基建”、“产业链安全”、“自主可控”等国家战略，围绕关键核心技术国产化替代与破解行业“卡脖子”难题，持续加大研发投入，全面推进国产自主可控高端控制系统的规模化、产业化发展，赋能产业智慧化。\r\n　　在信息化、自动化方面，公司从MES、ERP、BI等工业软件扩张到冶金行业大型PLC，冶金行业大型PLC门槛高、难度大，公司作为国内最早布局大型PLC的企业，充分证明了其在工控和智能制造领域已经达到了国内领先水平，同时年内策划研发冶金工业分布式全工序国产SCADA软件，并形成试点应用，未来一纵一横扩张空间大；在工业互联网方面，公司自主研发信立方平台，推进工业互联网平台相关组件的开发，年内陆续发布了数据中台、业务中台、人工智能中台；在IDC方面，公司正在积极推进上海、宣化等各大基地机房的建设。\r\n　　毛利率稳定，盈利能力较强\r\n　　公司2021年Q1整体毛利率为32.42%，相对稳定，体现了公司强劲的盈利能力，未来，随着公司“从软到硬”一体化布局的不断延展，以自动化、信息化、工业互联网平台为核心的智能制造业务有望给公司软件开发业务毛利率带来较大提升空间，同时在双碳政策下，公司核心地段IDC机房资源稀缺性日益凸显，盈利能力有望持续提升。\r\n　　发布冶金行业大型PLC，智能制造龙头整装待发\r\n　　经过十年研发，公司正式发布冶金行业大型PLC产品，我们认为宝信PLC产品的发布具备重大的战略意义，意味着宝信已经逐步蜕变为智能制造龙头企业。市场之前不认可公司工业软件估值，主要原因有两个：1）公司主要背靠宝武和钢铁行业，市场认为市场相对单一，市场空间具备天花板；2）公司工业软件主要为MES、BI、ERP等，市场对公司工业软件能力产生质疑。\r\n　　我们认为宝信大型PLC产品的发布就相当于证明公司在国内工控/工业软件领域已经具备了领先的水平，从两个维度来看：1）大型PLC门槛高：大型PLC对于稳定性要求非常高，除了技术上面的难度以外，有没有客户愿意接纳非常重要，国内大型PLC市场份额基本掌握在西门子、施耐德等欧美企业手中，PLC行业发展相对成熟，一般企业出于业务上的稳定性，不愿意轻易更换PLC，对于宝信来说，宝武成为宝信PLC产品发展的天然客户，经过十年的测试验证，铸就了宝信独一无二的竞争实力；2）钢铁冶金行业PLC门槛高：在所有行业中，钢铁冶金行业PLC对于精确度、稳定性的要求排在前几名，对于宝信来说，能做钢铁冶金行业PLC，就意味着具备了跨行业扩张的实力。宝信钢铁行业大型PLC的发布是对其自身工业软件实力的证明，未来公司“一纵一横”扩张空间大，纵向不断扩张产品序列，横向不断跨行业拓展，我们认为宝信智能制造估值亟待重塑，未来盈利+估值提升空间大。\r\n　　工业互联网业务持续推进，核心受益于“碳中和”战略推进\r\n　　公司背靠国内最大钢铁集团，为国内钢铁工业软件龙头，2016年以来，钢铁行业逐步复苏，整体盈利能力得到持续改善，使得钢企具备了改造原有信息化、自动化系统的能力；同时宝武并购重组步伐在不断加快，伴随着亿吨宝武数智化转型，信息化、自动化需求有望持续释放；在“碳中和”背景下，钢企面临着转型升级的巨大压力，另外钢企也有能力去投入资本开支进行工业互联网的改造与布局，给公司工业互联网业务打开长期空间。\r\n　　早在五年前，宝信就成立工业4.0项目部，对工业互联网技术提前布局。公司于2020年12月发布了自主研发的工业互联网平台xIn3Plat，同时推进大数据“5S”组件开发，完成炼铁互联智控平台（高炉）示范项目建设；2021年初宝武成立中国宝武工业互联网研究院和中国宝武大数据中心，和宝信联合办公，统筹宝武工业互联网框架设计及前沿技术研发。\r\n　　公司依靠多年在工业软件领域积累的强大研发实力及钢铁行业专业经验，自主研发工业互联网平台和人工智能中台，以iPlat和ePlat为两翼，积极打造钢铁行业工业互联网生态圈，为未来发展开辟了新的成长赛道，打开更加广阔发展空间。2021年，宝信工业互联网平台持续入围工信部“双跨”平台，排名稳步提升；平台获得国内首批最高级数字化成熟度IOMM卓越级认证、首批“工业互联网平台服务安全能力评价五星级平台”的四家企业之一等荣誉，荣获第三届中国工业互联网大赛亚军，公司行业地位、市场竞争力、自主创新能力和品牌实力持续提升。\r\n　　IDC具备独一无二的能力禀赋，卡位全国核心地段，扩张潜力十足\r\n　　我们在宝信软件深度报告《从三大预期差解读新基建龙头长期确定性价值》，里面明确强调，市场通常把宝信在IDC成功的原因单一归结为资源禀赋，我们认为市场没有充分认识到公司独一无二的IDC能力，主要体现在“资源禀赋+工业软件能力”的结合。1）从资源禀赋来看：背靠宝武，公司在土地、水、电、能耗获取等方面拥有得天独厚的资源优势；2）从工业软件能力来看：公司是目前市场上唯一从设计（拥有独立梅山设计院）、建设、运营（市场上唯一在IDC领域进行信息化、自动化全面自主研发的企业）等全部自主独立承担完成的企业，赋予了公司绝佳的成本控制能力、强劲的运维能力，公司的机房均为高品质机房，受到了上海市政府、上游供应商、下游客户的高度肯定。公司战略发展思路清晰，坚持走自建模式，在一线持续拓展多元化的优质客户，同时适当开拓大客户基地型业务，兼具强劲的扩张潜力和盈利能力。\r\n　　盈利预测与投资评级\r\n　　公司作为国内稀缺的深度布局“智能制造+工业互联网+IDC云计算”的硬科技龙头，长期成长确定性强，坚定看好公司长远发展空间。预计公司2022-2024年净利润分别为22.34亿元、29.38亿元、38.94亿元，当前股价对应PE为30.07倍、22.87倍、17.25倍，维持“买入”评级。\r\n　　风险因素\r\n　　IDC建设与上架不及预期、宝武重组并购低于预期、5G发展不及预期",
  "notice_date": "2022-04-27 00:00:00",
  "notice_title": "各项业务稳步推进，增长稳健",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "宝信软件",
      "short_name_ch": "宝信软件",
      "short_name_cht": "寶信軟件",
      "short_name_en": "Baosight",
      "stock": "600845"
    }
  ],
  "short_name": "宝信软件",
  "source_sample_name": "信达证券",
  "star": "3"
}