{
  "attach_pages": "5",
  "attach_size": "974",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203101551732374_1.pdf?1646918437000.pdf",
  "company_code": "80027629",
  "eitime": "2022-03-10 13:20:37",
  "extend": {},
  "info_code": "AP202203101551732374",
  "language": "1",
  "notice_content": "　　韦尔股份(603501)\r\n　　Willsemi announced preliminary results. FY21 revenue grew 21% YoY toRMB24.0bn, in line with our estimate of RMB24.47bn. FY21 net profit wasRMB4,468mn-RMB4,868mn (65-80% YoY). Non-mobile CIS delivered significantgrowth (auto: 85% YoY and security: 70% YoY), which confirmed our previousforecast that non-mobile CIS will underpin future growth. Reiterate BUY with TPrevised to RMB333.0 to reflect continuous impact from global semi shortage.\r\n　　 FY21 revenue was in line with our estimate. FY21 revenue grew 21% YoYto RMB24.0bn (in line with our estimate of RMB24.47bn), of which semibusiness was RMB20.5bn (85.4% of total FY21 revenue vs. 87.1% for FY20).4Q21 revenue declined 3%/3% YoY/QoQ due to seasonality and weakersmartphone sales of Android OEMs.\r\n　　 Significant growth in auto/security CIS (85%/70% YoY) confirmed ourview that non-mobile CIS will be the future growth driver. Although mobileCIS was negatively affected by weak Android smartphone sales, we believehigh-end mobile CIS will continue outgrowing other categories in FY22. Fornon-mobile CIS segment, the revenue growth was significant. Auto CIS grew85% YoY to RMB2.3bn and security CIS grew 70% YoY. In addition, Willsemicontinues gaining market share in computer, AR/VR and medical devices. Webelieve Willsemi will maintain its strong momentum in non-mobile CIS in FY22.\r\n　　 Breakthrough in touch and display business under tight global supply.Touch and display business’s revenue was RMB1.8bn, growing at 160% YoYdue to global semi shortage. Willsemi has started mass production of TDDIproducts for key smartphone OEMs in FY21. We expect the tight supply willnot fully ease this year. In 2022, we expect the company will mass-produceOLED DDIC, which could contribute additional revenue.\r\n　　Reiterate BUY with new TP at RMB333.0 based on 50x FY22E P/E. Wetrimmed our forecast as the semi shortage is likely to stay longer thanexpected this year. New TP is based on same 50x FY22 P/E. Currently,Willsemi is trading at 33.8x FY22 P/E, and we believe the stock is attractive.Potential downside risks include: 1) worse-than-expected global economy thatcurbs consumer spending (i.e. continuous weaker Android smartphone sales)and 2) unfilled demand caused by semi shortage",
  "notice_date": "2022-03-10 00:00:00",
  "notice_title": "FY21 revenue in line; Growth story stays intact",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng,Lana Lin",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "豪威集团",
      "short_name_ch": "豪威集团",
      "short_name_cht": "豪威集團",
      "short_name_en": "OMNIVISION GROUP",
      "stock": "603501"
    }
  ],
  "short_name": "豪威集团",
  "source_sample_name": "招银国际"
}