{
  "attach_pages": "46",
  "attach_size": "6670",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202407081637682619_1.pdf?1720461204000.pdf",
  "company_code": "80000080",
  "eitime": "2024-07-08 17:53:24",
  "extend": {},
  "info_code": "AP202407081637682619",
  "language": "0",
  "notice_content": "　　时代电气(688187)\n　　投资要点：\n　　脱胎于央企研究所，传承科创基因，成为央企科改标杆。23年公司经营轨交与新兴装备业务齐头并进。公司脱胎于母公司中车株洲电力机车研究所，在央企23年度“科改企业”专项考核中获评为标杆，排名第四位。23年，公司实现营收217.99亿元，同比+20.88%，归母净利润31.06亿元，同比+21.51%。其中，轨交装备业务企稳回升，营收129.09亿元，同比+2.00%；新兴装备业务发展迅猛，营收87.32亿元，同比+69.64%。\n　　依托电力电子核心技术，公司围绕工业变流产品纵横布局；从系统到器件再到系统，平台型电气解决方案提供商宏图展现。\n　　公司坚持“同心多圆”发展，横向拓展核心器件覆盖范围，纵向提升系\n　　统产品能力。公司功率半导体器件已经拓展为750V~6500V，满足智能电网、新能源发电、新能源汽车等重点应用领域需求，市场份额行业领先。随着器件业务成熟，公司剑指价值量更高的系统级产品，完成“器件-部件-系统”的产品布局，目标成为交通与能源领域电气系统全面解决方案供应商。\n　　行业Beta与公司Alpha共振，轨交装备业务迎来新起点。1）动车、机车需求持续回升。24年1-5月，全国铁路完成固定资产投资2284.7亿元，同比+10.8%。24年动车组首次招标165组已经超过23年全年。同时，装备更新提升机车需求，国铁预计到2027年需要完成近万台内燃机车淘汰。2）动车组五级大修来临，牵引系统维修与更换将迎来高峰。轨道车辆牵引系统使用寿命约15年，随着2008年“四万亿”时期列车组进入五级修阶段，动车维保市场有望显著增长。3）公司城轨通信信号系统项目取得历史性突破，有望成为公司轨交业务新增长点。23年，公司中标了5个项目，金额超16亿，市场份额13.80%（按金额），已经跃升至行业第四。且公司中标均为新线，区域覆盖宁波、合肥等华东重点城市，为开拓京沪深等重点市场奠定基础。\n　　功率半导体、传感器等核心器件优势显现、国内领先，成为公司市场\n　　竞争优势的代表。功率半导体发展战略对标英飞凌，已掌握芯片、控制器、模组、算法等IGBT全流程技术，并不断拓展产品覆盖度。公司高压产品在智能电网、轨交领域已经实现国产替代，市场份额领先。在新能源乘用车领域，根据NE时代新能源统计，23年公司功率模块产品装车超过100万辆，市场份额12.5%，增速为68.8%，跃居市场第三，成为国产第三方供应商第一。24年下半年，公司第三期8英寸IGBT工厂（宜兴）将会投产，将年产36万片，重点满足新能源汽车、新能源发电等下游需求。新产能有望进一步帮助公司扩大市场份额，优化产品结构。23年，公司传感器业务创新高，营收达到5.94亿元，同比+45.23%。\n　　系统产品空间广阔、进步明显，垂直整合优势显现，有望打开公司未来成长空间。公司工业变流业务面向高端，系统化、专业化能力突出，在矿卡电驱、空调变频器等细分领域处于行业领先地位，并积极拓展光伏逆变器、风电变流器、储能变流器、制氢电源等新能源装备业务，其中光伏逆变器增长迅速已经位居行业前三。节能减排、国产替代推动公司高端工业变流产品需求。23年，公司工业变流业务收入达到23.88亿元，同比+73.84%。公司乘用车电驱业务厚积薄发、后来居上，已经跻身行业前列。与其他第三方电驱公司相比，公司电驱业务掌握全产业链，在竞争中展现出较大优势。根据NE时代统计，23年公司新能源乘用车电驱系统业务快速发展，装机量为24.8万套，同比+77.1%，市场份额为4.5%。\n　　盈利预测、估值分析和投资建议：\n　　公司是有目标、有战略、有实力、有执行力的科创标杆型央企，已经完成从轨交到“大交通”与“新能源”跨行业、跨领域布局。\n　　中短期，轨交装备需求复苏、维保增量、城轨信号系统业务有望共同推动公司业务进入新阶段；功率半导体产能投产，有望进一步帮助公司扩大市\n　　场份额，优化产品结构，并支撑系统业务发展。\n　　中长期，公司以“器件-部件-系统”构建产品矩阵，平台型电气解决方案提供商宏图已经展现，系统业务市场份额不断提升，有望形成大交通与新能源两翼齐飞局面，实现跨越式发展。\n　　预计公司2024-2026年归母公司净利润38.31/46.84/57.02亿元，同比增长23.4%/22.3%/21.7%，对应EPS为2.71/3.32/4.04元，PE为18/15/12倍，首次覆盖给予“买入-A”评级。\n　　风险提示：\n　　动车、机车、城轨等轨交车辆需求不及预期；动车、城轨维修保养业务增长不及预期；城轨通信信号系统市场开拓不及预期；功率半导体业务需求不及预期；工业变流新能源发电业务市场拓展不及预期；新能源电驱业务市场拓展不及预期。\n",
  "notice_date": "2024-07-08 00:00:00",
  "notice_title": "平台型电气解决方案提供商雄鹰展翅，交通与能源两翼齐飞",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘斌",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "429",
          "publishName": "交运设备"
        }
      ],
      "short_name": "时代电气",
      "short_name_ch": "时代电气",
      "short_name_cht": "時代電氣",
      "short_name_en": "TIMES ELECTRIC",
      "stock": "688187"
    }
  ],
  "short_name": "时代电气",
  "source_sample_name": "山西证券",
  "star": "2"
}