{
  "attach_pages": "5",
  "attach_size": "447",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202408271639475111_1.pdf?1724767846000.pdf",
  "company_code": "80000080",
  "eitime": "2024-08-27 14:10:46",
  "extend": {},
  "info_code": "AP202408271639475111",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　事件描述\n　　事件：8月21日晚，汾酒全新「巨匠」系列，在山西杏花村汾酒博物馆发布。\n　　事件点评\n　　文创酒发布提高汾酒品牌影响力。汾酒「巨匠」系列将传统工匠精神与现代创新思维相融合，为汾酒品牌注入全新的时代活力。「巨匠」系列采用独特的“活态三非遗工艺”，即酒、器、盒分别采用三种不同非遗工艺，包括：非遗杏花村汾酒酿制技艺、非遗宝石釉工艺、非遗大漆/景泰蓝/细木镶嵌/木纹金工艺，通过潋滟交融的艺术化肌理，挥洒东方美学与诗酒情怀，打造酿酒匠艺、非遗器艺与文化底蕴创新交融的稀世珍品。本次面世的「巨匠」系列，撷取汾酒历史长河中六大鎏金时刻，加以艺术化、视觉化演绎，呈现「灵琼」、「帝鉴」、「诗问」、「御载」、「万赏」、「汾酒巨匠艺术家AP款·华典」以及「汾酒巨匠柒拾伍特别纪念款·华章」七款华彩臻品。当下行业正处于调整期，公司在践行复兴纲领的过程中，坚定品牌战略，从产品结构升级到文化创新表达等各方面都展现出一个逆势而上、突破创新的形象。\n　　渠道模式再造和组织重塑带来竞争力提高，助推后500亿汾酒的发展。\n　　之前市场担心汾享礼遇渠道改革推进过程中可能会影响渠道利润和积极性，三季度公司积极优化流程，提高效率，缩短费用兑现周期。此外，对于最近营销端组织人员变动，符合之前预期，第一，这是国企管理的要求；第二，经过一年多磨合，稳定地、逐步地在调整；第三，目前工作积极性还是比较高。我们认为今年是完成渠道模式的切换，25-26年进入到组织效率提升驱动阶段。总之，公司围绕“文化重塑、组织重塑、竞争力重塑”三个层面，提高汾酒营销的综合竞争力。\n　　公司短期策略性调整，确保市场基础不动摇。2024年公司总基调是市场健康、结构不调整、任务目标不变。1）经营目标方面，全年营收20%左右的目标不变，回款发货节奏正常；2）经营节奏方面，对于市场担心24H1适当增加玻汾、老白汾投放量，影响利润。产品端的变化是工具箱的问题，是短期策略的变化，为了缓解青花的压力，保证价格的刚性。所以通过调节季度间各个产品结构的进度，保证公司基本盘的稳定，目前玻汾是赶上了计划进度，老白汾、巴拿马超计划进度。3）展望3季度，高端产品仍面临压力，腰部产品作为增量支撑，老白汾省外市场布局。整体看，目前汾酒产品线丰富，也具有多个强势大产品，抗风险能力强、渠道利润互为补充，因此，公司通过产品轮动和区域轮动，基本盘稳固逻辑持续演绎。\n　　盈利预测、估值分析和投资建议：公司掌握战略主动，策略灵活，名酒势能、清香势能、产品线势能三大势能加持，有望实现年度20%的营收目标；中长期看公司产品高端化+渠道全国化的目标明确，业绩确定性强。因此，未来随着产品结构升级、规模效应凸显以及管理运营水平优化，利润增速高于收入增速，净利率有望不断提高。预计2024-2026年公司归母净利润130.24亿、160.64亿、197.34亿，EPS分别为10.68元、13.17元、16.18元，对应当前股价，PE分别为16.7倍、13.5倍、11倍。维持“买入-A”评级。\n　　风险提示：商务需求恢复不及预期，省外扩张不达预期，宏观经济风险\n",
  "notice_date": "2024-08-27 00:00:00",
  "notice_title": "汾酒「巨匠」系列发布，注入全新的时代活力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "和芳芳",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "山西证券",
  "star": "2"
}