{
  "attach_pages": "24",
  "attach_size": "2784",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202210201579319709_1.pdf?1666293482000.pdf",
  "company_code": "80114781",
  "eitime": "2022-10-20 19:18:02",
  "extend": {},
  "info_code": "AP202210201579319709",
  "language": "0",
  "notice_content": "　　光大银行(601818)\n　　光大银行基本面扎实稳健，经营管理质效持续优化。财富管理和云缴费两大特色优势业务有望进入业绩持续释放期，驱动盈利能力提升。本篇报告将由两项业务展开，阐释公司未来增长潜力。\n　　财富管理业务：持续创新进取，奠定竞争优势。我国财富管理行业仍在高成长期。在这一赛道上，光大银行战略定位明确，持续优化经营质效，以零售AUM、对公FPA、同业GMV三大北极星指标为牵引，打造一流财富管理银行。光大银行财富管理业务竞争优势不断巩固，突出表现为体制机制优化、产品体系全面、坚持创新驱动、渠道拓展空间大。客群经营能力、产品创新聚合能力、团队专业能力不断提升。展望未来，我们认为，光大银行财富管理客户数和AUM增速有望领先行业平均水平，带动中收高增，成为公司亮眼的名片。\n　　云缴费业务：先发优势突出，用户变现潜力很大。光大银行较早涉足缴费业务，历经多年沉淀与发展，已成为中国最大开放便民缴费平台，累计服务缴费用户5.6亿。缴费项目种类持续丰富、覆盖地域广。我们认为，云缴费业务先发优势显著，同时坚持持续创新。目前在继续开放运营模式、不断拓宽合作渠道，扩充和夯实客群基础。此外，公司也在加强云缴费自身渠道建设，直联客户转换率不断提升。今年云缴费平台加快“生活+微金融”生态建设，嵌入财富管理、生活服务场景，我们认为，云缴费业务通过客户综合经营实现流量变现的潜力巨大，预计中收、沉淀存款以及代销业务的综合收入增速有望维持20%以上。\n　　财务分析：结构持续优化，资产质量向好。近年来光大银行盈利能力与同业差距逐步缩小，目前处于股份行中等水平。资负结构持续优化：资产端，贷款占总资产比重、零售贷款占贷款比重双双稳步提升，有望对冲利率下行对资产收益率的影响；负债端，多措并举提升活期存款占比，负债成本有望改善，未来息差收窄压力将有所减小。收入结构优化：随着“打造一流财富管理银行”战略推进，非息收入占比提升，中收结构更加多元，财富管理贡献提升。资产质量向好：近年来公司加大不良核销处置力度，强化智能风控能力，风险大幅出清，目前各项资产质量指标降至近年来最低水平。同时，风险抵补能力提升，信用成本有望实现稳中有降。\n　　盈利预测及投资评级：基于规模稳步增长，息差收窄压力放缓、资产质量平稳向好以及中收增速提升的预判，我们预计2022-2024年归母净利润分别同比增长4.5%、12.4%、13.5%，对应BVPS分别为7.76、8.71、9.79元/股。近两年光大银行PB（LF）中枢约为0.53，当前上市股份制银行平均PB（LF）为0.5。2022年10月19日收盘价2.8元/股，对应0.36倍22年PB，短期来看，相比板块，估值修复空间较大。中长期来看，我们认为公司财富管理及云缴费业务将持续释放增长潜力，盈利能力提升有望打开估值上行空间。维持“强烈推荐”评级。\n　　风险提示：经济失速下行导致资产质量恶化；疫情持续扩散严重影响正常经营；监管政策预期外变动等。\n",
  "notice_date": "2022-10-20 00:00:00",
  "notice_title": "财富管理、云缴费释放增长潜力，盈利能力提升可期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "林瑾璐,田馨宇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "光大银行",
      "short_name_ch": "光大银行",
      "short_name_cht": "光大銀行",
      "short_name_en": "CEB BANK",
      "stock": "601818"
    }
  ],
  "short_name": "光大银行",
  "source_sample_name": "东兴证券",
  "star": "1"
}