{
  "attach_pages": "9",
  "attach_size": "542",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202104011480107487_1.pdf?1617290414000.pdf",
  "company_code": "80114781",
  "eitime": "2021-04-01 15:20:14",
  "extend": {},
  "info_code": "AP202104011480107487",
  "language": "0",
  "notice_content": "　　中信特钢(000708)\n　　公司是全球最大特钢生产企业，具备较强抵御周期波动能力。特钢下游消费端涵盖汽车、机械、能源和军工等高端装备制造业，技术壁垒较高，客户对产品认证周期较长。公司作为特钢龙头企业深耕市场多年，凭借高度差异化服务和先期介入的营销模式，与下游行业龙头客户建立了长期战略合作，客户分散且同类产品市占率高（高标准轴承钢、高端汽车钢市占率60%以上），因此公司订单的可持续性较强。2020年全球经济受公共卫生事件冲击，但受益于国内机械、汽车、新能源用特钢需求结构性扩张和较强的客户粘性，公司实现商品坯材产量1452万吨（+5.77%），销量1399万吨（+5.43%），同时在汽车、机械、轴承和能源领域产品销量分别同比增长5.8%（占25.4%）、6.4%（占33.2%）、10.2%（占12%）和4.3%（占20.2%）。\n　　“三位一体”体制优势是公司核心竞争力。公司拥有央企背景、具有港资的先进管理理念以及苏南民企的灵活高效决策机制，“三位一体”体制优势保障公司能够快速、灵活响应市场变化，也使得公司具有强大的成本管控能力。尽管2020年公司吨钢售价小幅下降，但得益于原料降本（2020年铁矿石涨价背景下公司吨钢原料成本下降48元至3245元/吨），其综合毛利率仅下降0.5个百分点至17.97%（行业内代表牌号45#钢销售利润率下降2.6个百分点）。此外，公司每年设定具体降本指标，良好的运营体制有助提升公司产品竞争力和企业价值。\n　　青岛环保搬迁项目助力优质产能扩张。目前公司拥有优特钢产能约1400万吨，启动的青岛特钢环保搬迁项目将新增坯材年产能113万吨（+8.1%，项目已完成62%，有望2021年下半年投产）。我们认为，后疫情时代全球的汽车、机械、能源等装备制造业将恢复趋势性扩张，考虑到2021年公司计划销售坯材1433万吨（+2.43%），公司业绩有望随周期性的产能投放而持续增长。\n　　产品结构持续高端化，盈利能力持续改善。公司持续大力开发新品种，坚持贴合市场需求的高研发投入，高端产品销量增长显著（2020年+23.1%）。其中，公司的“三高一特”产品销量同比增长50%以上，国防装备用特钢材料销量增长超40%。考虑到军工特钢毛利率显著高于民品（国内军品毛利率通常在40%以上），高端产品放量有助盈利能力的进一步提升。\n　　实施逆周期并购上海电气钢管，能源用钢管行业集中度提升。继并购大冶特钢、青岛特钢、靖江特钢和浙江泰富钢管取得巨大经济效益后，2021年1月公司成功竞得上海电气钢管40%股权（成交价为4亿元，参与管理），后者核心资产为天津钢管51.02%股权，天津钢管拥有350万吨无缝钢管产能（占国内约8%，行业第一）。考虑到天津钢管在能源管方面具有很强的市场竞争力和影响力，是我国乃至全球范围内无缝钢管行业领军企业之一，收购将对公司原有能源钢管业务（150万吨，占国内约3%）产生积极的协同效应。此外，当前国内优特钢和无缝管行业集中度均有待提高，公司拥有充沛的经营性现金流和货币资金，配合丰富的并购整合经验，为未来更多的外延式并购业务提供支撑。\n　　全球化和高端特钢国产替代为公司开辟成长空间。世界各国特钢年出口量合计约为3000万吨，而中国实际特钢出口仅占15%左右，按产能占比来看合理的市场份额应达到50%（1500万吨）以上，对于公司当前1400万吨特钢产能而言成长空间巨大。尽管2020年公司产品出口受海外需求疲软影响而下降（出口量/公司销量降至11.4%），但随着海外需求复苏，公司出口业务将显著改善并迈向可持续性扩张。此外，中国的高端特钢依赖进口，国产替代的市场容量达到300亿元/年以上。公司正加快推进“卡脖子”材料攻关，这将为公司的产品结构优化和业绩增长提供新的驱动力。\n　　公司盈利预测及投资评级：我们预计公司2021年-2023年实现营业收入分别为800.23亿元、816.23亿元和814.65亿元；归母净利润分别为69.05亿元、76.61亿元、82.16亿元；EPS分别为1.37元、1.52元和1.63元，对应PE分别为18.58X、16.75X和15.62X，维持“强烈推荐”评级。\n　　风险提示：1、原料价格风险；2、宏观经济风险；3、企业经营风险。\n",
  "notice_date": "2021-04-01 00:00:00",
  "notice_title": "2020年度报告点评：产能与需求共振助力增长，全球化叠加进口替代开辟空间",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张天丰,张清清,胡道恒",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "479",
          "publishName": "钢铁行业"
        }
      ],
      "short_name": "中信特钢",
      "short_name_ch": "中信特钢",
      "short_name_cht": "中信特鋼",
      "short_name_en": "CITIC Steel",
      "stock": "000708"
    }
  ],
  "short_name": "中信特钢",
  "source_sample_name": "东兴证券",
  "star": "1"
}