{
  "attach_pages": "45",
  "attach_size": "2379",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409011639681786_1.pdf?1725225129000.pdf",
  "company_code": "80000064",
  "eitime": "2024-09-01 21:12:09",
  "extend": {},
  "info_code": "AP202409011639681786",
  "language": "0",
  "notice_content": "　　汇川技术(300124)\r\n　　主要观点：\r\n　　国内工控行业领军企业，多板块布局持续外拓\r\n　　公司以变频器业务起家，历经20年发展，目前产品覆盖工业自动化、智慧电梯、新能源汽车及轨道交通四大板块，是我国工业自动化领域领先企业。公司2017-2023年营收CAGR达36%，24H1营收达161.8亿元，同比+30%，实现净利润21.5亿元，同比+2.8%。通用自动化类是公司最主要的收入来源，营收占比维持50%左右，近年公司毛利率略有波动，主要因毛利相对较低的新能源业务占比提升迅速，24H1公司毛利率达31.8%，费用管控良好。公司股权及核心管理团队稳定，高管团队大多具备华为及艾默生工作经历，行业经验丰富，多轮股权激励绑定核心人员。\r\n　　出海及并购助力公司持续拓宽市场，2023年公司海外营收达17.4亿元同比+97%增长迅速，海外毛利率高于国内，带动公司整体毛利水平提升；同时，公司通过多次收并购完善多样化经营模式并提升企业的市场适应与竞争能力，持续拓展及完善多行业技术创新及产品研发。\r\n　　工控业务：行业规模持续扩容，国产替代+出海空间广阔\r\n　　工业自动化系统主要分为控制层、驱动层及执行层，覆盖多品类细分产品。受益于自动化技术的提升，全球工业自动化市场有望持续增长，据Precedence Research数据，2030年全球市场规模有望达到4218亿美元，22-30年CAGR达8.6%。国内市场22年市场规模达到2611亿元，OEM型及项目型约各占一半，主要下游包括机床工具、电子制造设备、包装机械、化工及市政等。截止2024年7月我国制造业固定资产投资额累计同比增长9.3%，随下游投资需求释放，市场规模有望持续扩容。工业自动化主要产品变频器、伺服系统等市场集中度逐步提升，随政策推动及国产厂商竞争力的提升，我国工业自动化领域国产化率持续提升。\r\n　　汇川作为我国工业自动化领先企业，产品覆盖通用自动化多领域。近年来多产品市占率持续提升，通用伺服、变频器产品等市占率位于国内前列。公司基于IPD集成开发模式及持续快速的产品迭代提升多产品解决方案竞争力，持续稳步开拓市场。\r\n　　新能源汽车业务：需求提升产业链带动效应显著，公司市占持续提升\r\n　　我国新能源汽车销售全球领先，受新能源汽车的快速增长带动，我国汽车制造业固定资产投资持续增长，拉升产业链需求。从成本结构来看，三电系统在新能源汽车中占比达到50%，电控系统是电动汽车“控制中心”，据头豹研究院预测，随新能源汽车市场快速发展，预计24年新能源汽车电控市场规模有望达到219亿元，19-24年CAGR达7.3%。目前我国新能源汽车电控系统市场主要由本土品牌占据，以新能源汽车主机厂及第三方电控系统集成商为主要参与商，三合一电驱动总成仍是新能源汽车电驱动总成市场主流产品，多合一总成的渗透率快速提升。\r\n　　公司主营电驱系统和电源系统，从新能源商用车拓展至新能源乘用车。凭借快速响应、技术迭代、及时交付等优势，公司实现业务快速发展，公司在产品与技术方面面向市场推出了多款新产品及解决方案。2023年公司电机系统、电机控制器、电驱总成等主要产品市占率均稳步提升，有望随下游客户覆盖范围的扩大持续提升市占率。\r\n　　电梯业务：成熟业务基本盘稳固平稳外拓\r\n　　房地产投资波动影响电梯行业，中长期来看，电梯市场转向存量市场，电梯售后服务市场及电梯替换市场将替代新装市场成为新增长点。国内电梯零部件行业竞争较为激烈，市场份额以国产厂商为主，部分外资电梯品牌仍使用自有品牌零部件或者外资品牌零部件。\r\n　　公司电梯业务产品包括电梯控制系统、人机界面、门系统及电气大配套解决方案等。公司电梯事业部面对波动的外部环境，积极拓展市场空间，多维度提升市场份额，主要产品占有率均稳步提升，整体收入实现平稳增长。2023年公司电梯业务实现营收52.9亿元同比+2.5%，公司具备“控制系统+人机界面+门系统+线缆线束”整体解决方案，技术水平接近或达到国际先进水平，市占率有望持续提升。\r\n　　盈利预测、估值及投资评级\r\n　　基于行业景气度波动，我们微调公司盈利预测，我们预测公司2024-2026年营业收入分别为375.9/462/559亿元（前值381/486/583亿元），归母净利润分别为53.6/62.3/73.6亿元（前值57/75/93亿元），以当前总股本计算的摊薄EPS为2/2.33/2.75元（前值2.13/2.8/3.46元）。公司当前股价对2024-2026年预测EPS的PE倍数分别为22/19/16倍。公司所处申万行业分类为机械设备-自动化设备-工控设备，此细分品类包含公司总计29家，剔除其中缺少估值预测的公司，我们选取剩余15家公司作为可比公司，其中3家公司已评级。24-26年可比公司PE均值为28/19/14。\r\n　　考虑公司作为我国工控行业国产领先企业，有望受益于未来制造业自动化升级背景下工控行业景气度提升，同时公司新能源汽车电控业务持续放量，维持“买入”评级。\r\n　　风险提示\r\n　　1）经济波动带来的经营风险；2）房地产市场低迷带来的电梯行业需求下滑的经营风险；3）新能源汽车市场竞争加剧，导致公司新能源汽车业务盈利水平下降的风险；4）核心技术及人才不足导致公司竞争优势下降风险。",
  "notice_date": "2024-09-01 00:00:00",
  "notice_title": "工控领军企业，市场覆盖持续外拓",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张帆,张志邦",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "459",
          "publishName": "电子元件"
        }
      ],
      "short_name": "汇川技术",
      "short_name_ch": "汇川技术",
      "short_name_cht": "匯川技術",
      "short_name_en": "INOVANCE",
      "stock": "300124"
    }
  ],
  "short_name": "汇川技术",
  "source_sample_name": "华安证券",
  "star": "4"
}