{
  "attach_pages": "26",
  "attach_size": "2759",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202208021576791830_1.pdf?1659430313000.pdf",
  "company_code": "80092742",
  "eitime": "2022-08-02 08:51:53",
  "extend": {},
  "info_code": "AP202208021576791830",
  "language": "0",
  "notice_content": "　　兖矿能源(600188)\r\n　　兖煤澳大利亚是兖矿能源重要且极具稀缺性的海外煤炭资产，经多年深耕已步入优质发展新阶段。兖矿能源共有本部、陕蒙、澳洲三大煤炭基地，其中澳洲基地的经营主体主要为兖煤澳大利亚。2021年兖澳贡献3670万吨商品煤产量（占兖矿商品煤总产量的35%），贡献兖矿能源自产煤收入的37%、自产煤毛利润的30%。兖矿能源也是国内唯一拥有海外大型煤矿资产的上市煤企，稀缺性凸显。从澳大利亚煤炭市场的竞争格局看，必和必拓、嘉能可、兖澳的市占率位列行业前三，作为澳大利亚第三大煤炭公司以及第一大专营的煤炭公司，兖澳是澳洲煤炭行业的优质核心资产。自2004年起，兖矿能源布局澳大利亚并深耕多年，陆续获取了莫拉本、沃克山、亨特谷等优质主力矿井。2012年兖煤澳大利亚实现澳交所上市，2018年实现港交所上市。2021年，兖煤澳大利亚实现主营业务收入54.04亿澳元，实现归母净利润7.91亿澳元，其收入主要来源于自产动力煤收入（占79%）和自产冶金煤收入（占19%）。此外，兖澳的经营性现金流表现大幅高于净利润，2021年EBITDA实现21.93亿澳元。\r\n　　供给方面，国际煤炭行业在长短期因素叠加影响下供给持续紧张，尤其受产能周期驱动，澳洲煤炭产能趋于紧缺。供给方面，澳大利亚煤炭行业在过去5-10年中资本开支持续处于低位，长期投资不足制约产能增长，而产能周期则是本轮煤炭行业景气向上的本质驱动力。在能源清洁低碳转型发展的大背景下，由于受ESG等限制，澳大利亚煤炭行业市占率前二的矿商计划减少煤炭领域的投资，这将进一步对煤炭产量形成约束。此外，由于当地煤矿审批开采要求严苛、民众反对抗议强烈，澳洲新开发煤矿举步维艰且建矿周期长达5~10年。同时，煤炭主产地新南威尔士和昆士兰的极端强降雨天气、劳动力短缺、疫情等因素进一步加剧对产量的影响。\r\n　　需求方面，全球煤炭消费仍处增长期。能源行业存在不可能三角，即难以找到一个能源系统既满足能源供给安全、也满足能源环境友好、还同时满足能源价格低廉。当前世界格局下，各国对能源供给安全的考虑权重大幅增加，致使世界范围内传统化石能源重要性提升。对比煤油气在同等热值条件下的价格，煤炭经济性明显占优，NEWC动力煤现货的单位热值价格仅为同热值天然气价格的约30%。我们此前在6月28日发布的研报《俄乌冲突对天然气行业的影响》中曾详细分析欧洲面临的天然气危机，以及为应对危机多国宣布重启煤电，煤炭对天然气短缺的替代和明显占优的经济性将催化全球煤炭需求量进一步增长。结合信达能源团队对于能源大通胀的研究判断以及此前的一系列研究，我们认为未来几年国际煤炭价格仍将持续高位且有望中枢逐步抬升。澳煤的销售均价有望在今年上半年基础上继续实现抬升。\r\n　　兖澳的煤炭资源优势突出，开采成本为澳洲最低水平。煤炭资源方面，兖澳储量丰富，截至2021年末应占的煤炭资源总量为60.13亿吨、可采储量11.37亿吨。2019-2021年，可售煤炭产量为52.1/51.8/48.5百万吨，应占可售煤产量为35.6/37.8/36.7百万吨，自产煤销量为35.6/37.4/37.5百万吨，产销量基本稳定。2021年，在极端天气、产量下滑等因素拖累的情况下，吨煤现金经营成本仅小幅上涨至67澳元/吨，成本控制水平良好。对比澳大利亚主要煤炭供应商的成本，兖澳的吨煤现金成本处于同业成本区间内的最低水平。同时，兖澳的煤炭品质较好，综合发热量较高，三大主力矿井（莫拉本、HVO、MTW）在澳洲煤炭行业的现金利润曲线图中全部位于第1象限。2021年兖澳的吨煤平均售价已上升至141澳元/吨，2022年以来煤价的进一步上行将释放巨大的业绩弹性。\r\n　　此外值得关注的是兖澳结算煤价的滞后性。首先澳大利亚的API5指数涨幅较NEWC明显滞后（由于不同煤炭产品的买家结构性差异），截至2022年6月末，NEWC为403.44美元/吨（6000K），而API5仅为186.64美元/吨（5500K），API5当前具有较高安全边际。兖澳的动力煤产品中，较低灰分产品根据NEWC指数定价，较高灰分产品则根据API5指数定价，与基准现货价格相比，延迟的合约交付会导致实际价格出现滞后效应。结算煤价的滞后性进一步强化今年三季度兖澳销售均价环比提升的确定性。\r\n　　兖澳提前还债并高比例派息，已成为优质现金流资产。兖澳已于2022年7月提前偿还约801百万美元的债务，连同去年10月偿还的500百万美元以及于2021年7月及2022年7月偿还的50百万美元强制债务，目前兖澳的计息负债已较2021年6月30日的3,975百万澳元计息负债降低45%以上，并相应大幅减少财务费用。在提前还债的同时，兖澳也同步进行高比例的分红派息。2021年，兖澳共派发股息9.3亿澳元，派息率高达118%。根据兖澳的股息政策，正常情况下各财年派付不少于税后净利润或自由现金流量的50%作为股息（两者取高）。\r\n　　基于煤价、产销量、吨煤成本等核心假设，我们预计2022-2024年兖煤澳大利亚的净利润将分别为42.01亿、55.53亿、58.36亿澳元。按兖矿能源62.26%的持股比例计算，预计2022-2024年对兖矿的净利润贡献为26.15亿、34.58亿、36.33亿澳元（约合120亿、159亿、167亿人民币），按50%利润的最低分红则2022-2024年归属兖矿能源的现金分红预计至少为60.1亿、79.5亿、83.6亿人民币。考虑到煤价的波动，我们也对兖澳平均实现煤价在[-30%，+30%]区间各情景下能够实现的净利润进行了敏感性分析。\r\n　　投资策略：坐拥澳洲顶级煤炭资产，将充分受益于本轮全球能源大通胀形势，兖澳的盈利贡献将迎来快速增长阶段，继续推荐兖矿能源。根据我们的盈利预测，截至7月29日收盘价，兖煤澳大利亚2022-2024年的PE估值仅分别为1.58X、1.20X、1.14X，EV/EBITDA仅为1.24X、0.97X、0.93X。对比港交所上市的主要煤炭企业以及海外的主要煤企，兖煤澳大利亚估值均显著偏低。我们继续看好唯一拥有海外优质煤炭资产，且具备持续成长能力和高成长空间能源化工龙头兖矿能源，维持“买入”评级。\r\n　　风险因素：经济严重衰退导致煤价大幅下跌，煤矿安全生产事故风险，汇率大幅波动风险，中澳关系恶化风险。",
  "notice_date": "2022-08-02 00:00:00",
  "notice_title": "深度报告：从兖煤澳大利亚看兖矿能源投资价值",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明,李春驰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "437",
          "publishName": "煤炭行业"
        }
      ],
      "short_name": "兖矿能源",
      "short_name_ch": "兖矿能源",
      "short_name_cht": "兗礦能源",
      "short_name_en": "YANKUANG ENERGY",
      "stock": "600188"
    }
  ],
  "short_name": "兖矿能源",
  "source_sample_name": "信达证券",
  "star": "3"
}