{
  "attach_pages": "13",
  "attach_size": "989",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202505201675949101_1.pdf?1747750642000.pdf",
  "company_code": "80042949",
  "eitime": "2025-05-20 14:17:22",
  "extend": {},
  "info_code": "AP202505201675949101",
  "language": "0",
  "notice_content": "　　陕西煤业(601225)\n　　投资要点：\n　　随着煤炭行业从“弹性叙事”转向“久期叙事”，2024年公司跑输中国神华。双碳战略提出后，随着能源供需格局趋紧，煤价上台阶引发煤炭板块性行情。在“弹性叙事”下，兼具煤价上涨与产能扩张逻辑的陕西煤业涨幅远超中国神华。2022年后，煤价回落导致板块业绩不再进一步扩张，“弹性叙事”告一段落。但是当时间进入2024年后（尤其是9月之前），在市场整体低迷背景下，陕西煤业和中国神华再次表现出显著超额收益，此次中国神华涨幅远超陕西煤业，我们分析2024年行情的核心是“久期叙事”。\n　　对于估值而言，时间维度的业绩持续性比短期的业绩稳定性更重要，但是短期的业绩稳定性是观察时间维度业绩持续性的重要线索。从2024年中报和年报、2025年一季报来看，煤炭板块不同公司业绩出现大幅分化，中国神华、陕西煤业等低开采成本公司业绩稳定性显著占优。我们判断在市场认识到低成本煤炭公司拥有更长的久期后，久期的拉长提升了煤炭龙头的估值，被动降低了股息率。（2024年煤炭龙头的上涨无法完全用折现率下降来解释，因为中国神华同样跑赢了长江电力，长江电力的久期绝对值更长，长久期资产估值对折现率变化理应更敏感）。\n　　进一步的，我们认为决定煤炭公司久期的核心因素，同时也是决定权益资产长期投资价值的，是开采成本在行业成本曲线中的位置。当行业处于上行期时，开采成本更多影响ROE，但是当行业处于震荡乃至下行期时（随着能源转型的深化，煤炭中长期需求下行已经是市场共识），开采成本不仅会影响ROE，还会影响资产的存续寿命。高成本公司会被逐渐出清，低成本公司成为行业最后的幸存者，在估值层面，久期长度就是决定性因素。\n　　在该框架下思考陕西煤业的投资价值，我们认为公司估值与中国神华的差距有望收窄。截至2025年5月19日，中国神华2025年PE为14.7倍，而公司只有10.3倍，相差30%，我们分析与龙头优势、市场对中国神华的长久期属性率先认知等因素有关。但是对比公司与中国神华，公司在基本面并无显著劣势，两者基本为煤炭行业并列最优的资产：\n　　1）公司与神华共享同一块煤田（神府-东胜煤田），均是行业成本曲线最左端的公司之一，经过热值调整后，公司吨煤开采成本与其他公司的优势进一步拉开；加之公司煤矿整体较新，有望在较长的时间内保持低成本优势。2）销售区域与神华错位，公司与神华并无直接竞争关系。因此，公司与神华都是各自区域内的少数低成本供给，久期长度在同一量级。\n　　由此，我们判断在煤炭行业从“弹性叙事”转向“久期叙事”的初期，中国神华凭借市值和资产体量上的绝对龙头地位，通过长久期属性率先实现估值提升，未来公司有望在叙事逻辑扩散以及自身的业绩稳定性的持续验证下，两者的估值差距有望收窄。\n　　盈利预测与估值：我们预计公司2025-2027年归母净利润分别为190.2、199.3、210.0亿元，对应当前股价PE分别为10.3、9.8、9.3倍，选取晋陕蒙主要动力煤公司作为可比公司，可比公司2025-2027年PE平均值为10.4倍、9.9倍、9.6倍，在上述逻辑下，我们认为公司具备长期配置价值，首次覆盖，给予“买入”评级。\n　　风险提示：煤价波动超预期，新能源转型速度大幅加快，储能技术的革命性突破。\n",
  "notice_date": "2025-05-20 00:00:00",
  "notice_title": "从弹性叙事到久期叙事 一个潜在的重估机遇",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "邹佩轩,刘晓宁,查浩",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "437",
          "publishName": "煤炭行业"
        }
      ],
      "short_name": "陕西煤业",
      "short_name_ch": "陕西煤业",
      "short_name_cht": "陜西煤業",
      "short_name_en": "SHCI",
      "stock": "601225"
    }
  ],
  "short_name": "陕西煤业",
  "source_sample_name": "华源证券"
}