{
  "attach_pages": "31",
  "attach_size": "3642",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202306151590966389_1.pdf?1686840611000.pdf",
  "company_code": "80050806",
  "eitime": "2023-06-15 14:50:11",
  "extend": {},
  "info_code": "AP202306151590966389",
  "language": "0",
  "notice_content": "　　今世缘(603369)\n　　公司概况：传统苏派浓香名酒，17年进入加速发展期。1）公司是“三沟一河”组成之一，目前已有国缘、今世缘、高沟三大品牌，其中国缘系列主要发力次高端、高端价格带、今世缘定位中高端价格带，高沟覆盖中低端价格带。2）股权激励到位，员工积极性高。公司早在05年进行国企改制，通过引入管理层控股，10年通过中基层干部持股公司扩大注册资本。22年公布新版股权激励计划，覆盖较多中高层骨干，进一步激发员工积极性。3）卡位省内消费升级，17年加速发展。随着省内消费向300元+价格带升级，公司迎来加速发展时期，以国缘对开、四开及以上为代表特A+类产品成为增长主要驱动力，国缘产品占比持续提升。\n　　公司复盘：行业、渠道、竞争格局等多维度因素，16年起公司业绩增速超越省内竞对。1）业绩上，13-15年行业调整期增速与洋河接近，16年后增速持续超越洋河。2）行业端，16年省内消费升级背景下，300-500元价格带快速扩容。今世缘作为地方产业支柱之一，县政府积极鼓励产业发展。3）产品端，国缘超前布局南京次高端价格带，自04年起通过多年推广，南京市场逐渐形成国缘产品的消费氛围，随着南京地区主流价格带逐渐向300+提升，四开切入团购、宴席场景主流价格带，快速成长为公司第一大单品。4）渠道端，公司在行业调整期持续精耕团购渠道，向商务团购消费转型，公司长期深耕团购渠道，与企事业单位、民营企业等建立稳定客情关系，相比流通渠道，客户粘性较高。5）区域策略，今世缘大区改革推进扁平化，发力省内精耕，17年设立71个市级办事处，19年进一步划分为“领跑”、“并跑”、“跟跑”型市场。6）竞争格局，省内洋河16-19年在深度分销下经销商区域竞争激烈，库存逐渐积压，最终省内价盘出现倒挂，业绩进入调整期，为公司带来发展机遇。\n　　中期展望：省内次高端持续扩容，龙头竞合发展。1）省内主流价格带逐渐向500+升级，次高端持续扩容。目前省内次高端已成长为省内第一大体量的价格带，其中300-500元已成为省内主流价格带，未来有望进一步向500-800的高线次高端升级，推动省内次高端占比进一步扩容。2）未来省内主旋律仍是龙头竞合发展。洋河随着19年改革持续推进，21年省内恢复增长趋势。而今世缘持续深耕团购渠道，渠道差异化优势仍在。价格带上，中高端价格带，洋河海之蓝大单品稳步增长，今世缘中高端价格带占比仍有较大渗透空间，随着公司逐渐发力国缘淡雅、单开，有望加速成长。在次高端价格带上，格局相对稳定，随着价格带扩容，龙头有望竞合发展。3）省内消费力有分化，苏中、苏北逐渐向现在苏南价格带看齐，公司有望持续受益省内消费升级。\n　　长期：省外推进大单品战略拓展，六开布局次高端价格带再升级。公司省外占比较低，成长空间大，公司进一步提出从四开次高端升级为六开协同带动四开对开；加强省外经销商合作、资源投放；管理上省外逐步放权，提升省外市场开发的效率。同时明确10大板块市场，突破路径更聚焦，有望加速省外市场突破。\n　　短期：国缘淡雅享受品牌力下沿快速发展，全方位推进百亿目标。公司加快流通渠道布局，国缘淡雅、柔雅、对开、四开开始逐渐布局各区域大型连锁超市、民营烟酒店，加大产品在流通端的曝光。同时省内国缘四开品牌形象企稳，带动国缘品牌下延产品线势能释放，淡雅、单开等产品有望加速发展。宴席需求正在持续恢复，公司阶段性加大国缘V3婚喜宴政策力度，未来随着商务场景的持续恢复，600-700价格带扩容，全年V3有望实现放量增长。23年公司全方位推进百亿目标，随着省内精耕，V3、淡雅持续放量，四开稳步增长，全年目标达成可期。\n　　投资建议：短期来看，公司有望受益于省内消费升级，四开稳步成长，淡雅、V3加速放量。长期看，公司产品结构持续提升，全国化布局不断推进，营销机制保障持续跟进，股权激励逐步落地，公司活力有望进一步释放。我们预测公司2023-2025年的收入增速分别为27%/24%/21%；归母净利润增速分别为25%/24%/23%，EPS分别为2.49/3.09/3.81元。综合公司过去5年PE-band中值约28x，考虑到公司较快的成长能力和区域龙头特征，按照2023年业绩给28倍PE、一年目标价70元。\n　　风险提示：省内竞争加剧，公司出现重大管理瑕疵，宏观经济发生较大的波动，白酒消费有大幅下滑，省外开拓不及预期等。\n",
  "notice_date": "2023-06-15 00:00:00",
  "notice_title": "今世缘：消费升级驱动快速成长，省内格局持续竞合发展",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "李鑫鑫,伍兆丰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "今世缘",
      "short_name_ch": "今世缘",
      "short_name_cht": "今世緣",
      "short_name_en": "King’s Luck",
      "stock": "603369"
    }
  ],
  "short_name": "今世缘",
  "source_sample_name": "太平洋",
  "star": "3"
}