{
  "attach_pages": "7",
  "attach_size": "1119",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202103211474566947_1.pdf?1616396327000.pdf",
  "company_code": "80000031",
  "eitime": "2021-03-22 06:58:47",
  "extend": {},
  "info_code": "AP202103211474566947",
  "language": "0",
  "notice_content": "　　招商银行(600036)\r\n　　事件：招商银行2020年全年营业收入2904.82亿元，同比增长7.7%，归属于本行股东的净利润973.42亿元，同比增长4.8%，对应EPS为3.79元/股；期末总资产8.36万亿，较年初增长12.7%，归属于本行普通股股东净资产6396.96亿元，较年初增长10.8%，对应BVPS为25.36元/股。前期发布的业绩快报已披露核心经营指标，盈利增速符合我们的预期。\r\n　　投资要点\r\n　　盈利预测与投资评级：招商银行2020年以卓越的经营业绩经受住疫情考验，核心亮点是表内外资产质量得到全方位夯实，同时零售业务继续保持高成长。招银理财拟引入摩根大通旗下摩根资产作为战略投资者，进一步升级财富管理战略。同时，增持台州银行深化普惠金融战略。我们预计招商银行2021、2022年归属于本行股东的净利润增速分别为+17.2%、+16.5%，目前A股/H股估值1.80/1.76x2021PB。当前的招商银行，已经实现了业绩穿越周期，而大财富管理将是未来长期的价值源泉，我们将其视为最佳金融股坚定推荐，维持“买入”评级。\r\n　　年报亮点：第四季度利润高增32.7%源于信用减值收窄，且收入增速也有回升。招商银行全年归属于本行股东的净利润增速回升至4.82%，较前三季度的-0.82%大幅转正，即第四季度单季增速高达32.7%。2020年大部分优质上市银行第四季度的信用减值都明显收窄，推动单季利润高增长，并拉动全年增速转正，因此招商银行的经营表现与行业一致，但业绩回升的幅度优于同业。不过，此前公司已经披露过业绩快报，核心经营表现已在市场预期之中。具体来看：\r\n　　①收入端增速四季度小幅回升，其中利息净收入全年累计增速回升至6.9%，第四季度增长11.1%，但主要因为2019Q4基数较低，实际上2020Q4净息差环比回落。全年累计净息差较前三季度下行2BP至2.49%，同比降低10BP，而第四季度的单季净息差环比回落12BP至2.41%。净息差在四季度回落是正常情形，主要源于公司将部分房贷通过资产证券化出表，同时信用卡聚焦优质客户导致定价水平走低，具体表现为第四季度的贷款收益率环比第三季度回落11BP至4.69%。负债端的成本率下半年比较稳定，第四季度存款成本率保持1.49%低水平，与第三季度持平，预计受益于压降结构性存款及活期存款占比提高，2020年末活期存款占比65.86%，较2019年59.10%大幅提升。尽管2021年货币政策常态化环境下，商业银行的存款竞争会更加激烈，但预计公司依然能够保持负债端的低成本优势。\r\n　　②非利息收入增速回升幅度更明显，第四季度增速达到12.2%，一方面手续费及佣金净收入继续保持高增速，财富管理业务仍然是主要驱动力；另一方面第四季度的单季公允价值变动损益由负转正，预计受四季度债市收益率走势影响。\r\n　　③支出端全年的成本收入比上升1.21pct至33.30%，明显高于可比同业，主要源于进一步加大了金融科技、数字化获客及运营等领域的资源投入。此外，第四季度单季信用减值计提同比大幅降低23.4%，是驱动单季利润高增长的核心，2020年四个季度的信用减值计提分别为203.5/200.9/120.5/123.8亿元，下半年减值计提力度明显降低，这与其他优质银行的趋势一致。值得关注的是，2020年针对贷款计提的信用减值仅占全部信用减值的72%，说明对表外理财也计提了高额减值。\r\n　　净息差展望：理性乐观预计2021年贷款利率回升，净息差企稳后小幅上行。尽管招商银行在年报中审慎提示“2021年考虑贷款重定价影响，预计净息差仍将承压”，但我们预计净息差将企稳后小幅回升，走势优于市场预期。判断依据：i）贷款利率一季度以来已经开始有所上行，预计受到信贷额度趋紧、资源供不应求影响，尤其考虑公司的涉房类贷款额度受监管影响比较紧张；ii）公司大部分房贷业务的重定价预计在去年下半年已经完成，对今年一季度的影响有限；iii）今年一季度商业银行大量投放中长期贷款，利率定价本身高于短期贷款；iv）此前持续强调，互联网金融及中小银行高息揽储受到严监管，对中大型银行沉淀低成本负债有利，这一点从公司活期存款占比提升也能得到印证。\r\n　　资产质量最佳表现：表内信贷质量已全方位夯实，表外理财回表126亿元并充分减值。招商银行2020年不但成功抵御住疫情冲击，更全面净化了表内外的资产质量指标，核心亮点包括不良率、关注类比例、逾期率等指标全面降至多年以来新低，同时表内传统贷款的信贷成本大幅降低意味着贷款资产质量已经非常扎实，并开始对表外理财的问题资产进行回表和减值。\r\n　　①传统信贷业务方面，2020年（公司口径）新生成不良金额561.43亿元，反映疫情冲击，对应新生成不良率1.26%，比2019年上升13BP，但相比前三季度1.31%已回落，动态角度资产质量在好转。同时，公司充分暴露、高额处置及核销不良资产，可以看到关注类贷款和逾期贷款全面“双降”，逾期贷款比例降至2013年以来新低水平1.12%，较2019年下降29BP。总体上，2020年末的不良率下行至2014年下半年以来的新低1.07%，环比三季度进一步下行6BP，拨备覆盖率仍保持437.68%高位。\r\n　　②传统信贷业务分类型来看，公司贷款资产质量趋势向好，零售贷款平稳。i）公司贷款不良率1.58%，较2019年同期明显下行26BP，测算（母行口径）全年不良生成率0.89%，较前三季度下行13BP；ii）零售贷款不良率0.81%，较2019年同期上行8BP，测算（母行口径）不良新生成率持平于三季度的1.65%，其中信用卡不良新生成率较三季度下行10BP至4.58%，但依然是整体新生成不良的主要源头。考虑公司已进一步降低了信用卡风险偏好，我们判断下一阶段信用卡不良生成将逐步好转。\r\n　　③更重要的是，公司下半年信用减值计提主要围绕表外理财，而非表内传统信贷，表内外的资产质量得到全面提升。分拆信用减值金额来看，上半年计提表内信贷的信用减值362.11亿元，但全年计提金额仅为468.82亿元，所以测算表内信贷全年的信用成本仅为1.03%，是2014年以来最低水准。同时，公司对金融投资资产也高额计提了153.67亿元信用减值，基本集中于下半年，主要源于公司2020年完成理财资产回表本金126.29亿元，并对此计提资产损失准备121.26亿元。\r\n　　财富管理是长期价值源泉：招银理财战略引入摩根资产升级财富管理。\r\n　　①2020年权益市场火热，推动零售客户AUM增长19%至8.94万亿，而零售客户数量较期初增长9.7%至1.58亿人，意味着户均资产规模升至5.66万元。分层来看，金葵花及以上客户的AUM增长21%至7.35万亿，增速高于总体零售客户，客户结构进一步优化。落实到收入层面，财富管理手续费及佣金收入同口径较上年增长35.68%至285.24亿元，其中主要的基金代销收入同比翻倍。\r\n　　②更重要的是，招银理财拟引入重磅战略投资者摩根资产，这是摩根大通集团（JPMorgan）资产管理板块在亚洲的投资部门和主要运营实体。本次交易中，摩根资产将出资26.67亿元人民币，其中5.56亿元计入招银理财注册资本，即持股招银理财10%，而招商银行依然对招银理财持股90%。本次战略性引入全球顶级资管机构，将助力招商银行在金融科技、投资研究、风险管理等方面借鉴经验，沿着大财富管理方向，向零售银行3.0经营模式演变。\r\n　　计划增持“小微金融标杆”台州银行股权至25%，支撑普惠金融战略。\r\n　　招商银行公告计划购买平安信托和平安人寿合计持有的台州银行14.8559%股权，由于公司已经持有台州银行10%的股权，若本次交易完成后，公司将持有台州银行24.8559%股权，不过公告暂未披露本次收购的价格。台州银行是小微金融领域的标杆，2020年末总资产规模2757.12亿元，净利润38.44亿元，ROE超过18%，在浙江省内拥有10家分行、274家支行。考虑到台州银行的规模体量，本次收购对招商银行总体的经营业绩影响有限，且公告也说明对资本充足率的影响不超过0.05%，但预计收购有助于提升对小微金融企业的服务能力，深化普惠金融战略。\r\n　　风险提示：1）资产质量超预期恶化；2）银行利差持续收窄；3）信贷融资需求低迷。",
  "notice_date": "2021-03-22 00:00:00",
  "notice_title": "业绩穿越周期，引入摩根资产、增持台州银行",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "马祥云,陶哲航",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "招商银行",
      "short_name_ch": "招商银行",
      "short_name_cht": "招商銀行",
      "short_name_en": "CMB",
      "stock": "600036"
    }
  ],
  "short_name": "招商银行",
  "source_sample_name": "东吴证券",
  "star": "3"
}