{
  "attach_pages": "3",
  "attach_size": "400",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202107161504123505_1.pdf?1626428381000.pdf",
  "company_code": "80000081",
  "eitime": "2021-07-16 09:39:41",
  "extend": {},
  "info_code": "AP202107161504123505",
  "language": "0",
  "notice_content": "　　洋河股份(002304)\n　　事件：公司发布了第一期核心骨干持股计划（草案），拟向包括公司董事、监事、高级管理人员等在内的不超过 5100 名员工实行激励；持股规模不超过 966.13 万股，约占公司总股本的 0.64%。本次持股计划（草案）拟筹资金额的上限为 10.02 亿元。\n　　点评：\n　　首期员工持股计划出台，激发经营活力。 公司本次发布的第一期核心骨干持股计划（草案） ， 股票来源为公司回购专用账户回购的公司A股普通股股票。计划合计持股规模不超过966.13万股，约占公司总股本的0.64%。激励对象为公司董事（不含独立董事）、监事、高级管理人员，以及公司及全资子公司经董事会认定对公司整体业绩和中长期发展具有重要作用的中层及以上人员和核心骨干，总计不超过5100名员工。本次出台的持股计划存续期为36个月，所获标的股票的锁定期为24个月，并设置了业绩考核要求。业绩考核期间为2021-2022年年度，其中， 2021年营业收入较2020年增长不低于15%， 且2022年营业收入较2021年增长不低于15%。若公司业绩在考核期间未达到既定目标，则标的股票权益由管理委员会收回，在锁定期届满后择机出售，并以出资金额与售出金额孰低的原则返还持有人，剩余收益归公司享有。公司此次推出的首期员工持股计划，建立健全了公司长期激励约束机制，有效的绑定核心工作人员与公司的利益，充分调动了员工的工作积极性，为公司未来发展战略与经营目标的实现注入了新的动力。\n　　产品迎来升级换代，多品类齐发力。公司目前致力于多层次的产品结构升级。其中，高端产品M6+已完成全国化推广，实现了对M6的替代，批价稳中有升，基本站稳600元价格带。库存处于历史低位，经销商打款积极性提高，渠道利润增加。 M3+正逐步替代M3， 处于新老替代期。 在发展高端产品的同时，公司预计在今年陆续对天之蓝、海之蓝以及双沟品牌进行产品结构升级。考虑到产品的定位有所差异，其他产品的升级方式或与梦系列有所不同。在多品类产品同步升级发力的背景下，公司业绩有望进一步厚增。\n　　改革调整叠加内部激励， 助力公司长期发展。 公司近期发布 《关于调整部分公司领导工作分工的通知》 ，任命张联东同志主持股份公司全面工作，分管集团贸易全面工作，主持双沟酒业、双沟酒业销售公司全面工作。刘化霜同志协助钟雨同志做好股份公司经理层工作，分管产品中心和国际化战略工作，负责集团贸易党委工作。立足于十四五的开局之年，预计此次的工作调整将有效提高公司整体的运营效率。此外，公司自2021年5月起推出员工提薪计划，全员月收入增加800元，且今后五年企业效益与员工收入增幅保持同步。员工提薪叠加此次推出的首期员工持股计划，将有效的巩固人才优势，有利于公司后续业务的顺利开展。\n　　维持推荐评级。预计公司2021-2022年EPS分别为5.45元、 6.36元，对应PE分别为34.05倍和29.20倍。 立足于十四五的开局之年，公司将持续实施“12345”战略体系，推动产品量价进一步提升。此前，公司在年报中披露了2021年的经营目标，力争实现营业收入达10%以上的增长。伴随着产品结构升级与改革调整， 此次出台的首期核心骨干持股计划 （草案） ， 有望助力公司业绩实现进一步快增。 维持对公司的“推荐”评级。\n　　风险提示。产品升级不及预期，渠道拓展不及预期，食品安全风险，行业竞争加剧等。\n",
  "notice_date": "2021-07-16 00:00:00",
  "notice_title": "事件点评：首期员工持股计划出台，激发经营活力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "魏红梅",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "洋河股份",
      "short_name_ch": "洋河股份",
      "short_name_cht": "洋河股份",
      "short_name_en": "YANGHE",
      "stock": "002304"
    }
  ],
  "short_name": "洋河股份",
  "source_sample_name": "东莞证券",
  "star": "4"
}