{
  "attach_pages": "9",
  "attach_size": "1442",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202101111449618261_1.pdf?1610384464000.pdf",
  "company_code": "80027629",
  "eitime": "2021-01-11 17:01:04",
  "extend": {},
  "info_code": "AP202101111449618261",
  "language": "1",
  "notice_content": "　　比亚迪(002594)\r\n　　BYD  delivered  outstanding  auto  sales  in  Dec.  NEV  sales  reached  29K  with flagship Han EV shipment exceeded  12k units in Dec. NEV sales volume had accounted for 44% of total auto sales in 2020. Looking ahead in 2021E, we still see several positive catalysts for BYD from 1) new DM EV model to boost sales; 2) cooperation with DiDi to take the lead in the ride-hailing renewable cycle; 3) power  battery  capacity  expansion  to  support  EV  sales;  and  4)  semiconductor segment spin-off to release business value. We revised up BYD’s TP by 31% to RMB293.2. Reiterate BUY rating. \r\n　　NEV sales speeded up in Dec. BYD announced that total auto sales volume achieved 56K units in Dec, +30% YoY/+4%MoM.In Dec, NEV reached 29K, +120%YoY  (NEPV  28K/+157%YoY,  NECV  1K/-48%YoY).  Delivery  of  Han continued to climb with a total of 12K units in Dec, up 19.6%MoM. The annual cumulative  sales  volume  was  427K  units/-7%YoY,  in  line  with  CMBI expectation.\r\n　　China NEV sales growth to accelerate in 2021E. We expect that the sales volume of NEV in China will continue to rise at a high speed in 2021E. Given 1) the strong NEV pipeline among all major OEMs; 2) the product recognition from retail consumers; 3) the beginning of the first round of replacement cycle in ride-hailing business; 4) the gradual introduction of LFP version for existing models,  we  expect  the  penetration  rate  of  NEV  will  exceed  market expectations. Specifically, we expect the penetration rate of NEV to reach 7% in 2021E, with a corresponding sales volume of 1.92mn units, representing an increase of 57% (1.66mn NEPV/260K NECV).\r\n　　NEV  sales  volume  to  increase  99%  in  2021E.  We  estimate  BYD’s  NEV market  share  declined  to  15%  in  2020,  due  to  epidemic  impacts  and  late release of new vehicle model. Starting from 2021, BYD will use a brand new logo and launch several new models including Qin Plus (based on the latest super hybrid DM-i  platform), Song Pro DM, etc. We  expect  those measures will boost its NEV sales. At the to-B end, we expect the cooperation model D1 between BYD and DiDi to take lead in the ride-hailing renewable cycle. We estimate  D1  to  have  66K  units  shipment  in  2021E.  As  we  believe  the Company’s NEV sector to maintain strong recovery, we expect BYD's market share in NEPV to continue to rebound to 20%, and that will boost NEV  sales volume to  364K  units in 2021E,  +99%YoY. We  think  BYD will gradually shift its business focus to  NEV from ICE (61% vs 39%  in 2021E), and maintain relatively  stable  ICE  vehicle  sales  at  244K  units,  +3%  YoY.",
  "notice_date": "2021-01-11 00:00:00",
  "notice_title": "Benefit from the outperformance of LFP",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jack Bai,Robin Xiao",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "比亚迪",
      "short_name_ch": "比亚迪",
      "short_name_cht": "比亞迪",
      "short_name_en": "BYD",
      "stock": "002594"
    }
  ],
  "short_name": "比亚迪",
  "source_sample_name": "招银国际"
}