{
  "attach_pages": "4",
  "attach_size": "888",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202302061582801265_1.pdf?1675698498000.pdf",
  "company_code": "80027629",
  "eitime": "2023-02-06 15:25:17",
  "extend": {},
  "info_code": "AP202302061582801265",
  "language": "1",
  "notice_content": "　　贵州茅台(600519)\r\n　　As the proxy of China consumption, we think Moutai is undoubtedly well-positionedto benefit from the current consumption-driven recovery. This will not only beunderpinned by reopening of restaurants and resumption of social events, but alsocompany specific catalysts. These include 1) platform extension through i-Moutai(with the launch of 100ml “Flying Fairy” a.k.a “Feitian” SKU) registering RMB15bn2022 revenue (~16% of total) with 30mn active users, and 2) a more diversifiedsales mix from Series baijiu with core products such as Moutai 1935, Moutai PrinceClassics (茅台王子酒酱香经典), Moutai Prince Gold (茅台金王子) ,etc. Meanwhile, weare wary of the capacity bottleneck of both Moutai/ Series baijiu, which has been aknown drag to growth. That said, without a legit substitute, we view this an ongoingopportunity for Moutai to monetize this excess demand through gradual price hike,until the announced capacity expansion (Moutai/ Series baijiu to 71k/ 56k ton)completes. Compounding with our reopening thesis, this happening expansionimprovises a multi-year growth story (in both price and volume) in which we project16%/ 17% 3-year revenue/ net profits CARG between 2022-25E, respectively, witha steadily improving GPM. We are buy-rated with a refreshed TP at RMB2,440upon coverage transfer. We think shares could take a breather after the bull-runbut we would recommend buying into any weakness for the next recovery wave inwhich growth is likely to re-accelerate from 2Q onwards.\r\n　　Major earnings assumptions. 4Q22 revenue/ net profits stood at RMB37/18bn. Thisadds up 2022 revenue/ net profits to RMB127.2/62.6bn, respectively. Referring to theannouncement, we project 2023E revenue to grow at 17.7%, thanks to 16.6% growthin Moutai baijiu and 27.7% in Series baijiu. We further assume 8% YoY volume growthto 41k tons for the former, and 14% YoY growth to 38k tons for the latter.\r\n　　Channel check on Lunar New Year demand dynamics. Moutai recordedMSD to HSD sales growth, with strong momentum seen in Series SKUs. ASPfor sealed “Flying Fairy/ Feitian” was ~RMB2,970 per case, while that forunsealed was RMB2,780, about RMB100 higher than those by end-22.\r\n　　Valuation. With minor earnings change, our TP of RMB2,440 (from RMB2,447)is based on 41.0x end-23E P/E (from 53.7x mid-22), which represents long-termaverage since 2019 (since 2017). Our methodology reflects our relative optimism(vis-a-vis other F&B diversified of which target multiples are based on -1sd belowlong term average) that Moutai is one of the core beneficiaries standing at theforefront of China’s reopening with high certainty in earnings support.",
  "notice_date": "2023-02-06 00:00:00",
  "notice_title": "Proxy of China’s consumption-led recovery; buying into any weakness for the next recovery wave",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Joseph Wong",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "贵州茅台",
      "short_name_ch": "贵州茅台",
      "short_name_cht": "貴州茅台",
      "short_name_en": "KWEICHOW MOUTAI",
      "stock": "600519"
    }
  ],
  "short_name": "贵州茅台",
  "source_sample_name": "招银国际"
}