{
  "attach_pages": "9",
  "attach_size": "824",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204281562141451_1.pdf?1651154842000.pdf",
  "company_code": "80000197",
  "eitime": "2022-04-28 14:07:22",
  "extend": {},
  "info_code": "AP202204281562141451",
  "language": "0",
  "notice_content": "　　中船科技(600072)\r\n　　事件：4月23日，公司发布2021年年报，报告期内，公司实现营业收入24.09亿元（+28.51%）；归母净利润0.80亿元（-44.20%）；扣非归母净利润为0.78亿元，去年同期为-0.28亿元。综合毛利率14.04%（-0.05pcts）。\r\n　　营业收入稳步增长，扣非归母净利润创历史新高\r\n　　2021年，公司实现营业收入24.09亿元（+28.51%）为公司执行新收入准则以来最高；归母净利润0.80亿元（-44.20%），同比减少0.63亿元下降明显，主要是因公司全资子公司中船华海完成其持有江南德瑞斯100%股权处置确认投资损失所致，影响金额约为6,695.00万元。扣非归母净利润为0.78亿元，较去年同期增加1.06亿元，为公司披露以来最高值。\r\n　　从公司产品及收入结构来看，公司业务主要包括工程设计勘察咨询和监理、工程总承包、土地整理服务和船舶配件四类。\r\n　　工程设计勘察咨询和监理与工程总承包属于工程勘察设计行业，主要由公司全资子公司中船九院作为经营主体负责各项业务的承接。公司工程勘察设计类主营业务涉及境外业务，如海外工程总承包业务等.\r\n　　其中工程设计勘察咨询和监理业务收入5.74亿元（+2.98%）、毛利率17.26%（-0.84pcts）整体运营情况保持稳定。\r\n　　工程总承包业务为公司2021年主要收入来源，营业收入17.29亿元（+45.39%），占公司营业收入的71.78%，大幅上升，主要是子公司中船九院工程总承包项目工作量及工作产值增加所致，同时毛利率10.54%（+1.14pcts）有所上升。\r\n　　土地整理服务业务收入0.11亿元（-18.13%）略有减少，毛利率96.67%（-3.33pcts）为公司所有业务中最高。\r\n　　船舶配件业务主要由公司全资子公司中船华海负责，主要产品涉及船用舱口盖、艏艉通道、舷侧通道、斜坡板、集装箱绑扎系统等船用设备。2021年营业收入为0.43亿元（-35.44%）大幅减少，主要是公司本部不再承接船配项目，以前年度未完工项目陆续结算以及子公司中船华海本期船舶配件提交量同比减少，毛利率55.36%（+32.75pcts）大幅增加。\r\n　　费用方面，2021年，公司销售费用率0.94%（-0.18pcts）；管理费用率8.37%（-2.23pcts），主要是上年受新冠疫情影响社保费有所减免所致；财务费用率-0.29%（-2.48pcts），主要是子公司中船九院归还部分借款，利息支出减少所致；研发费用率2.98%（-0.27pcts）整体保持平稳。综合来看，期间费用率12.00%（-5.16pcts）明显减少，后续财务费用因借款归还导致利息支出减少有望保持较低水平；但因新冠疫情影响的社保费减免导致的管理费用减少随疫情消退很难继续维持低位。\r\n　　现金流方面，2021年公司现金及现金等价物净增加额-1.25亿元，较2020年减少1.84亿元，其中经营活动产生的现金流净额3.28亿元（-50.08%）大幅下降，主要是子公司中船九院项目收款减少；投资活动产生的现金流量净额7.52亿元（+11.59%），主要是公司处置子公司及其他营业单位收回的现金净额增加；筹资活动产生的现金流量净额-12.04亿元，较上年增加0.65亿元。\r\n　　报告期内，公司存货12.36亿元（+16.89%），公司在手订单总额41.99亿元，其中11.57亿元为合同履约成本。已签订合同但尚未开工项目金额7.60亿元，在建项目中未完工部分金额33.48亿元，在手订单充足。\r\n　　依托造船市场高景气发展，工程业务有望迎来突破\r\n　　当前工程勘察设计类业务为公司主要业绩来源，占公司营业收入的96.22%，主要由全资子公司中船九院作为经营主体。根据中船九院公司官网显示，公司在国家海洋强国建设中，承担着践行环渤海地区、长三角地区、珠三角地区的船舶工业规划设计“国家队”的角色。作为中国船舶集团间接控股、中船工业集团直接控股的工程公司，与其他工程勘察设计行业公司相比中船科技工程项目较多涉及船舶相关业务，如公司中船长兴造船基地二期工程2#船坞工程总承包项目6.69亿元、中国船舶工业集团公司第七〇八研究所总部研发中心勘察、设计、施工一体化项目建设项目工程总承包项目6.11亿元；在建项目如上海江南长兴造船有限责任公司1#船坞接长改造项目1.73亿元、阿尔及利亚奥兰船厂PHM联合建造升级改造项目4.19亿元等。\r\n　　根据中国船舶工业行业协会发布的《2021年船舶工业经济运行分析》相关内容显示，2021年国际航运市场呈现积极向上态势，同时我国承接新船订单6707万载重吨同比增长131.8%。考虑到后续民船市场的下一轮景气周期可能正在到来，从船龄上看，上一轮新船交付高峰期为2003-2011年，在船龄老化了接近20年的当下可以预计船只的交替期正在到来。在民船市场景气周期有望到来的同时，我国造船行业当前产能进一步释放满足大量订单的空间有限，根据中国船协测算2021年我国造船业有效产能利用率接近97%。我们认为，如果后续船舶市场景气周期到来，为进一步扩大产能以满足大量订单，船厂扩大、改建船坞等相关工程订单有望增加。\r\n　　整合中船集团下属风能企业，协同发展打开新市场空间\r\n　　公司间接控股股东中国船舶集团有限公司目前正在筹划与公司相关的重大事项,该事项预计涉及发行股份购买中国海装公司100%股权、中船风电发展公司88.58%股权、新疆海为公司100%股权、洛阳双瑞公司44.64%少数股权、凌久电气公司10%少数股权，并拟募集配套资金。此次资产重组围绕风电机组及核心部件的研发、生产、销售，风电控制系统开发制造，风电产业投资运营管理，风电工程建设在内的风电产业链核心板块确立未来经营发展战略。\r\n　　此次资产重组的重要标的中国海装主要从事大型风力发电机组及核心零部件的开发研制、生产、销售，目前已形成以风力发电主机为产业核心，包括叶片、控制系统、变桨系统等风电配套产品及风电场工程建设在内的产业体系。主要客户包括国内主要央企电力集团、部分地方国企及大型民企，同时公司经国家科技部授权组建“国家海上风力发电工程技术研究中心”，取得多项科研成果、荣誉，在海上风电技术的研发、海上风电运维管理等方面积累了丰富的技术储备，综合技术实力处于国内领先水平。依托中国船舶集团的技术基础与产业优势，中国海装在海上风电机组开发、研制方面具有优势。当前中国海装已通过布局实现了风电产业链上下一体化协同，具备较强的综合竞争力。\r\n　　从财务角度来看，根据披露的中国海装未经审计的财务数据公司2021年实现营业收入137.29亿元（+19.82%），净利润1.82亿元（+23.42%）。当前中国海装对此次资产重组其他标的的持股情况为持股凌久电气90%、洛阳双瑞55.36%与中船风电11.42%。\r\n　　中船风电主要通过中船风电投资与中船风电工程两家子公司从事风电产业的投资、开发与运营管理以及新能源工程建设服务；其中以新能源工程建设服务为主，分别占2020年及2021年主营业务收入比例的69.69%及54.36%。根据公司披露的未经审计的财务数据2021年公司营业收入9.95亿元（-11.13%），归母净利润0.58亿元（+30.80%）。\r\n　　新疆海为主要从事风电场及光伏电站的投资、开发与运营管理以及新能源工程建设服务。在新能源发电方面，新疆海为已建成4个风电场、4个光伏电站，依靠风力发电设备与光伏发电设备生产电能。在新能源工程建设服务方面，新疆海为从事新能源发电工程、输电工程、变电站工程的施工与总承包业务。根据公司披露的未经审计的财务数据2021年公司营业收入8.68亿元（+16.50%），归母净利润1.00亿元（+68.66%），整体运营情况良好。\r\n　　若此次整合顺利完成，则中船科技将全资控股中国海装、中船风电、新疆海为、凌久电气与洛阳双瑞等5家公司，成为中船集团下属风电资产的主要上市公司。根据公司披露的未经审核的财务数据来看此次整合的风电标的2021年营业收入155.91亿元，净利润3.40亿元，若顺利完成整合将全面提升公司营收水平。需要关注的是，风电项目根据国家通知拟降低并逐步取消风电项目的财政补贴及入网价格，从而引起本轮“抢装潮”，在经历“抢装潮”与国家对风电项目的补贴逐步取消后，2022年相关风电企业将很难维持2021年的营业收入及利润水平。\r\n　　从资产整合的角度来讲，中船科技具有海上风电项目的施工经验，2021年公司承接了中国海装象山大型海上风电装备产业园总装基地建设项目。后续若资产重组顺利完成，公司工程施工经验有望与风电等新能源业务协同发展，为公司带来新的业务增长。\r\n　　投资建议：\r\n　　12021年公司盈利能力提升，营业收入24.09亿元（+28.51%），为公司执行新收入准则以来最高。同时扣非归母净利润创公司披露以来新高。已签订合同但尚未开工项目金额7.60亿元，在建项目中未完工部分金额33.48亿元，在手订单充足。\r\n　　2目前我国造船行业有效产能很难满足日益增长的市场需求，2021年承接新船订单同比增长131.8%而造船完工量同比仅增长3.0%。后续如果船舶市场景气周期到来，船厂扩建、改建需求有望给公司带来新的增长点。\r\n　　3公司筹备进行资产重组，预计收购中船集团下属风能相关公司。后续若资产重组顺利完成，公司工程施工经验有望与风电等新能源业务协同发展，为公司带来新的业务增长。\r\n　　基于以上观点，我们预测公司2022-2024年的营业收入分别为86.04亿元、88.64亿元和92.21亿元，归母净利润2.32亿元、3.01亿元以及3.29亿元，EPS分别为0.31元、0.41元和0.45元。首次覆盖，我们给予“买入”评级，目标价格15.00元，分别对应目标价2022-2024年48、37和33倍PE。\r\n　　风险提示：资产重组进度不如预期、船舶市场景气度不如预期、建筑行业景气度不如预期。",
  "notice_date": "2022-04-28 00:00:00",
  "notice_title": "2021年报点评：扣非后归母净利润历史最高，整合风电企业打开全新市场空间",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张超",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1032",
          "publishName": "风电设备"
        }
      ],
      "short_name": "中船科技",
      "short_name_ch": "中船科技",
      "short_name_cht": "中船科技",
      "short_name_en": "CSSC-STC",
      "stock": "600072"
    }
  ],
  "short_name": "中船科技",
  "source_sample_name": "中航证券",
  "star": "1"
}