{
  "attach_pages": "5",
  "attach_size": "509",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401041616352458_1.pdf?1704403440000.pdf",
  "company_code": "80036717",
  "eitime": "2024-01-04 21:24:00",
  "extend": {},
  "info_code": "AP202401041616352458",
  "language": "0",
  "notice_content": "　　上海莱士(002252)\n　　基立福股权转让终落地，海尔集团将成公司实控人\n　　2023 年 12 月 29 日，上海莱士大股东 Grifols, S.A.（基立福）与海尔集团签署《战略合作及股份购买协议》，海尔集团或其指定关联方拟协议收购基立福持有的公司 13.29 亿股股份（占公司总股本的20.00%），转让价款为 125 亿元，溢价率约 17.5% ；同时，基立福将其持有的剩余公司 4.37 亿股份（占公司总股本的 6.58%）对应的表决权委托予海尔集团或其指定关联方行使。此外，基立福与上海莱士就相关业务达成了排他性合作和战略合作关系，交易股份在交割后三年内不得向任何第三方（关联方除外）出售、转让或以其他方式处置。本次股权变动后，海尔集团将为上海莱士持股最多的法人股东，将成为公司新的实际控制人。\n　　与基立福代理深度长期绑定，合作范围有望延伸至生物科学及诊断领域\n　　2021 年 1 月，上海莱士与基立福签订《独家代理协议》，以独家经销商的身份代理销售基立福国际的人血白蛋白、阿白素和血浆蛋白等产品；此外，上海莱士子公司同路医药还获 GDS 授权独家经销血液筛查系统、血液筛查检测试剂及血液筛查试剂盒产品等产品。 本次海尔集团与基立福股份转让后，基立福应签署一份白蛋白独家代理协议修订协议，将现有白蛋白独家代理协议的期限修改为十年，自交割日起生效，并授予上海莱士对该协议再次续延十年的权利。同时，基立福承诺，除了现行有效的白蛋白独家代理协议涵盖的产品之外，若基立福或其关联方计划在中国市场推广、销售或分销基立福或其关联方在生物科学和诊断领域（指以下领域：（i）输血血液的采集；（ii）待加工血浆的采集；（iii）血浆蛋白制剂的生产和商业化；（iv）待用血液和血浆的检测；以及（v）免疫血液学和任何其他诊断业务， “生物科学和诊断领域”）的任何血液产品，则须授予上海莱士对该等基立福或关联方血液产品在中国独家经销的优先报价权。\n　　 上述协议使得上海莱士至少获得了 10 年白蛋白产品独家代理权的展期，且在生物科学和诊断领域的血液产品拥有了中国独家经销的优先报价权，使公司白蛋白代理业务更具稳定性，且合作领域有望拓宽，代理业务有望稳健、提速发展。\n　　海尔在山东及全国资源优势显著，赋能公司中长期成长\n　　海尔集团作为山东百强企业之一，积极构建开放式创业投资平台，先后成立海尔智家（山东省第二家 A 股上市公司）、海尔生物（山东省第二家科创板上市公司）、盈康生命（海尔集团大健康生态重要品牌）等多家上市公司，并于 2020 年合并港股上市公司海尔电器，首家构建“A+D+H”全球资本市场布局。\n　　作为山东省龙头企业之一，海尔集团在山东省具有举足轻重的商业地位。近年来，海尔集团深入布局大健康赛道，在采浆、存浆、制备、冷链及临床等各环节实行全流程物联网信息化管理，并形成较完整的产业生态；盈康一生通过投资并购重庆三大伟业拓展了血液制品单采血浆站场景，实现血站、医院、浆站三大用血场景的全覆盖。此外，山东省总人口排名全国第二，人口资源优势显著；目前山东省境内采浆站近 20 家，其中泰邦、蓉生两家公司浆站数量较多，剩余未开发浆站的县域数量超 30 个， 海尔集团入主后， 有望赋能上海莱士在山东省内及省外新浆站资源的开发和拓展，公司外延并购能力得以大幅增强。\n　　公司血制品业务基础扎实， 盈利能力有望持续优化\n　　采浆量与吨浆利润居行业前列，上海莱士盈利能力较优。 2022年上海莱士全年采浆量突破 1400 吨，在行业中位居前列， 截止 2022年仅天坛生物、 上海莱士、 华兰生物单年采浆量突破 1000 吨。 我们预计 2023-2025 年归母净利润分别为 23.3/25.0/30.3 亿元，对应 EPS分 别 为 0.35/0.38/0.46 元 ， 当 前 股 价 对 应 PE 分 别 为22.18/20.68/17.06 倍，考虑到海尔集团有望带来潜在浆站资源， 公司采浆量预计进一步提升， 高毛利凝血因子类产品不断拓展，与基立福代理白蛋白业务持续贡献业绩增量，有望带动公司价值进一步提升，首次覆盖，给予“买入”评级。\n　　风险提示：\n　　市场竞争加剧风险； 新品推出不及预期风险。\n",
  "notice_date": "2024-01-04 00:00:00",
  "notice_title": "海尔集团将成实控人，全方位赋能公司中长期成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "蔡明子",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1044",
          "publishName": "生物制品"
        }
      ],
      "short_name": "上海莱士",
      "short_name_ch": "上海莱士",
      "short_name_cht": "上海萊士",
      "short_name_en": "SHANGHAI RAAS",
      "stock": "002252"
    }
  ],
  "short_name": "上海莱士",
  "source_sample_name": "中邮证券",
  "star": "3"
}