{
  "attach_pages": "5",
  "attach_size": "805",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202111011526387940_1.pdf?1635788473000.pdf",
  "company_code": "80027629",
  "eitime": "2021-11-01 17:41:13",
  "extend": {},
  "info_code": "AP202111011526387940",
  "language": "0",
  "notice_content": "　　比亚迪(002594)\n　　比亚迪发布2021年三季度业绩。2021年第三季度实现收入543亿元人民币，同比增长22%。三季度归母净利润实现13亿元人民币，同比下滑28%。我们认为公司整体业绩略低于市场预期，主要原因来自于比亚迪电子（包含口罩业务）业绩下滑。展望四季度，我们认为公司新能源汽车及动力电池业务将继续保持高速增长，同时估值空间将进一步被打开。公司计划配售5,000万股H股，每股作价273.5-279.5港元，较今日收市价折让5.8%–7.8%，集资约136.75亿至139.75亿港元，进一步增强公司资金实力。我们重申买入评级，上调目标价至415.4元。\n　　口罩业务及原材料成本上涨继续拖累公司毛利率。公司三季度毛利率同比下滑9.0个百分点至13.3%，主要由于口罩业务影响及原材料成本上涨等因素造成，但公司毛利率连续两个季度环比提升。展望未来，我们预计1）原材料成本影响逐步趋缓；2）新能源汽车销量提升带来的规模效率提升；3）口罩业务影响边际消退等因素将继续支撑公司毛利率环比改善。我们下调公司下半年毛利率预测0.4个百分点至14.4%。\n　　新能源汽车及动力电池业务保持高速增长。公司三季度汽车总销量达到21万辆，同比增长87%。其中，新能源汽车实现18万辆，同比增长264%，市场需求火爆。我们测算在剥离比亚迪电子业绩后，公司其余业务业绩在三季度同比上涨160%，超出市场预期。资产负债表方面，我们看到公司短期和中长期发展均有亮点。公司合同负债增加51%至124亿元人民币，反映出公司短期收入潜力。我们看到DMi车型持续热销（秦PLUSDM连续三个月交付过万，宋DM9月交付量过万），在下沉市场中消费者口碑优异。四季度新能源车交付量及电池装机量将继续保持高增长。同时，公司其他应收款增加187%至266亿元人民币，主要由于电池业务增加，验证我们对其电池业务的预期。中长期来看，公司在建工程增加125%至138亿元人民币，主要由于公司汽车及动力电池业务发展产能扩张，为公司中长期发展打下产能基础。\n　　比亚迪将受益于电池路线变化。根据中国汽车动力电池产业创新联盟数据，7-9月,磷酸铁锂电池占比逐月提升，9月动力电池产量23.2GWh,其中磷酸铁锂电池产量13.5GWh,占总产量58.3%。自今年5月份开始,磷酸铁锂电池产量反超三元锂电池，7月装车量超越三元锂电池。10月，特斯拉宣布全球标准版Model3和ModerlY将切换到磷酸铁锂电池。我们认为公司刀片电池将显著受益于动力电池结构性变化，有望带动板块基本面和估值共同抬升。\n　　维持买入评级。根据三季度业绩表现，我们相应下调公司2021年盈利预测8%至45亿元人民币，以反映毛利率预测更新。展望四季度，我们认为1）新能源汽车交付维持高速增长并带动新车毛利率提升；2）电池外供落地；3）比亚迪半导体分拆上市有序推进等利好将带动新能源汽车、动力电池、半导体板块价值重估。因此我们维持公司买入评级，根据分部估值法上调目标价至415.4元人民币。\n　　配股增发加快产能建设。10月29日计划在港股配售5,000万股，每股作价273.5-279.5港元，较收盘价折让5.8%–7.8%，融资约136.75亿至139.75亿港元。受益于新车销量高速增长及相应动力电池外供需要，公司持续扩张整车及电池产能。8月底公司落户合肥，总投资60亿元，新工厂年产能将达到40万辆。7月长春市政府、中国一汽集团、比亚迪共同签署了新能源动力电池项目投资合作协议，预计投资近百亿元建设电池工厂，以配套一汽红旗等车型。同时，目前弗迪电池正筹建筹建海外第一个电池工厂，工厂筹建是为欧洲汽车客户供应配套及比亚迪海外业务的进一步拓展配套准备。比亚迪2021年底刀片电池总产能将达到75GWh，2022年底产能或将进一步攀升至100GWh。我们认为此次增发主要用途将用于汽车产能及动力电池产能扩张，为中长期业绩发展打下产能基础。\n",
  "notice_date": "2021-11-01 00:00:00",
  "notice_title": "汽车电池业务成型，中长期估值有望抬升",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "白毅阳,萧小川",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "比亚迪",
      "short_name_ch": "比亚迪",
      "short_name_cht": "比亞迪",
      "short_name_en": "BYD",
      "stock": "002594"
    }
  ],
  "short_name": "比亚迪",
  "source_sample_name": "招银国际"
}