{
  "attach_pages": "7",
  "attach_size": "451",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202208291577766869_1.pdf?1661779102000.pdf",
  "company_code": "80000064",
  "eitime": "2022-08-29 13:18:22",
  "extend": {},
  "info_code": "AP202208291577766869",
  "language": "0",
  "notice_content": "　　航发动力(600893)\n　　事件描述\n　　8月26日，公司发布2022年半年报。据公告，公司上半年实现营业收入148.06亿元，同比增长46.83%，实现归母净利润6.51亿元，同比增长41.21%。\n　　主营业务齐发力，业绩实现稳健增长\n　　公司主营业务分为三类：航空发动机及衍生产品业务、外贸出口转包业务、非航空产品及其他业务。主要产品和服务有航空发动机及燃气轮机整机、部件，维修保障服务以及航空发动机零部件出口转包等。公司产品用于为航空器、舰船提供动力。\n　　公司实现主营业务收入1,455,599.29万元，同比增长46.49%,其中航空发动机及衍生产品业务实现收入1,369,538.99万元，同比增长50.05%；外贸出口转包业务实现收入72,391.20万元，同比增长20.92%；非航空产品及其他业务实现收入13,669.10万元，同比减少35.12%。\n　　从产业链所处位置看，公司航空发动机及衍生产品业务覆盖全产业链，包括研制、生产、试验、销售、维修保障五大环节；外贸出口转包业务处于产业链中游，以生产制造为主，参与国际部分新型民用航空发动机零部件试制工作；公司及下属子公司也在积极拓展国内民用飞机动力市场。\n　　对外投资设立参股公司有助于优化供应链布局\n　　2022年4月22日，公司第十届董事会第十二次会议审议通过了《关于拟对外投资设立参股公司的议案》，同意公司与北京钢研高纳科技股份有限公司共同出资，设立西安钢研高纳航空部件有限公司。\n　　公司拟以204台/套设备资产及9项无形资产（注：截至2021年4月30日，该等资产账面价值为2,353,10万元，评估价值为3,523.31万元）作价3,523.31万元出资，钢研高纳拟以现金7,476.69万元出资，共同发起设立参股公司西安钢研高纳航空部件有限公司。\n　　本次交易有助于公司优化供应链布局，有利于降低公司制造和管理成本。不会对公司本年度财务状况和经营成果产生重大影响。\n　　2022年6月24日，西安钢研高纳航空部件有限公司完成了工商注册登记手续，并取得了西安市市场管理监督局颁发的《营业执照》。\n　　2022年度关联交易将能为公司业务收入及利润增长作出相应的贡献\n　　2022年1月8日，公司发布“关于2022年度与实际控制人及其关联方之持续性关联交易的公告”，披露因公司所生产产品的特点，生产产品所需要的合格原材料供应商、产品用户大部分为航空工业集团、中国航发控制的下属企业（不包括公司及公司下属子公司）。公司预计在2022年度将与航空工业集团及其下属单位、中国航发及其下属单位发生一定数量的关联交易。由于该等关联交易涉及关联方企业较多，关联交易内容较多，且为公司日常生产经营所必须，要经常订立新的关联交易协议。\n　　拥有行业内领先的研制技术和能力\n　　公司拥有行业内领先的研制技术和能力，具备涵盖产品全寿命周期的设计、制造、总装、试车整套技术和发动机综合服务保障能力。公司建立了从毛坯生产到零件加工、总装试车的涵盖航空发动机全制造过程的国内先进的航空发动机生产线，掌握全谱系航空发动机及燃气轮机装配、试车、修理能力，在精密铸造、精密锻造、机匣加工、钣金成型、整体叶盘与粉末盘制造、传动轴加工及检测、热喷涂涂层制备、增材制造、高速动平衡和数字化装配等领域处于国内领先水平，为我国航空发动机事业发展储备了坚实的技术力量，带动相关学科向更高质量发展。\n　　公司建成了叶片、机匣、装配等数字化车间；涡轮叶片、大型风扇叶片锻造、中央齿箱加工等数字化单元；脉动装配生产线；拥有国家认可的材料检测研究中心、无损检测中心、计量测试中心，省部级工程实验室等技术研发平台，联合高校、院所等共同建立了多个联合实验室。公司以智能制造统领产业转型升级，大力推动信息化与工业化深度融合，CAPP、MBD和PDM技术在工艺设计中得到了普遍应用，正在向数字化转型加速迈进。\n　　在专利及非专利技术方面，公司全面建设创新型企业，着力开展研发体系建设，努力提升型号正向研制能力；建成公司产品-技术-人才相互支撑的研发体系；技术创新及型号保障成效凸显，持续跟踪前沿、颠覆性技术，不断突破和掌握关键核心技术，提升关键技术成熟度和通用基础技术水平。\n　　2022年上半年，公司申请专利184项，其中发明专利183项；授权专利198项，其中发明专利198项\n　　投资建议\n　　预计公司2022-2024年归母净利润分别为14.92、19.61、25.54亿元，同比增速为25.6%、31.4%、30.3%。对应PE分别为86.07、65.48、50.27倍。首次覆盖给予“买入”评级。\n　　风险提示\n　　军品订单不及预期,产品交付不及预期。\n",
  "notice_date": "2022-08-29 00:00:00",
  "notice_title": "业绩高增长，航空发动机赛道步入黄金成长期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "郑小霞,邓承佯",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "480",
          "publishName": "航天航空"
        }
      ],
      "short_name": "航发动力",
      "short_name_ch": "航发动力",
      "short_name_cht": "航發動力",
      "short_name_en": "AECC AP",
      "stock": "600893"
    }
  ],
  "short_name": "航发动力",
  "source_sample_name": "华安证券",
  "star": "4"
}