{
  "attach_pages": "22",
  "attach_size": "2356",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504111654826351_1.pdf?1744393967000.pdf",
  "company_code": "80045894",
  "eitime": "2025-04-11 17:52:47",
  "extend": {},
  "info_code": "AP202504111654826351",
  "language": "0",
  "notice_content": "　　德业股份(605117)\n　　光储行业后起之秀，家电行业制造基因助力公司成功转型\n　　公司目前拥有全系列光伏逆变器、储能电池包、以除湿机和暖通产品为代表的环境电器三大核心产业链。公司成立早期以注塑件、模具、钣金件等产品为主，配套美的、长城汽车等客户，逐步拓展至空调热交换器、电路控制两块业务，2016年德业变频技术有限公司批量引进专业型人才开始逐步进入光伏逆变器产业。近年来，公司充分受益全球新能源行业发展，逆变器、储能相关业务高速发展，目前公司已成为一家集研发、设计、生产、销售、服务为一体的全球化新能源科技企业，光伏储能逆变器相关业务成为公司主要收入和利润来源。\n　　全球光储行业进入稳定增长期，需求侧呈现多元化增长格局\n　　近年来，全球光储行业发展阶段明显发生转变，总量上由爆发增长期逐步进入稳步增长期，结构上呈现多元发展格局。2024年以来，全球光伏行业装机增速中枢下移，预计后续全球光伏装机有望保持稳定增长。结构方面，全球光伏行业需求端呈现多元结构，欧美市场以外地区增长更加明显。全球新兴市场的光储增长具有持续性，一方面受益于光伏产品及储能电池价格的大幅下降，另一方面新兴市场国家电网相对薄弱，催生出居民安装户储产品的需求。\n　　公司在产品迭代、渠道布局、成本管控方面优势明显\n　　产品研发方面，公司逆变器产品线品类齐全，全面覆盖储能、组串、微型逆变器，是行业中少有的实现三类产品协同增长的逆变器公司。公司产品迭代能力突出，持续拓展产品线及适用功率段。目前组串逆变器已覆盖1kW-136kW功率段，储能逆变器覆盖3kW-100kW功率段，微型逆变器覆盖300W-2000W功率段，同时可提供锂电池储能系统解决方案，包括低压户用储能、高压户用储能、高压工商业储能、光储充等产品。\n　　渠道布局方面，公司海外战略目标明确，在亚非拉等新兴市场先发优势明显。公司从2016年正式进入逆变器领域，并积极开拓海外市场，从最初的印度和美国市场辐射至一百多个国家和地区。出海战略方面，公司采用差异化策略，先发布局南非、巴西、中东、东南亚等新兴市场，产品线上主推低压产品，符合亚非拉等新兴市场需求，同时产品具有安装简单、安全性高、符合当地居民离网使用的用电习惯。\n　　成本管控方面，公司深耕制造业多年，具备较强的供应链管理和成本管控能力，期间费率长期处于行业领先水平。公司早期业务以注塑件、模具、钣金件等产品为主，下游配套美的、长城汽车等客户，2007年拓展空调热交换器业务，并顺利成立美的集团变频控制解决方案供应商，进入逆变器领域后，公司持续发挥制造业多年积累的生产管理经验，期间费率控制得当。公司通过积极提升上游元器件国产化水平等方式，持续对生产成本进行优化，积极推动IGBT等核心零部件国产化，直接材料成本占比持续优化。\n　　盈利预测、估值与评级\n　　公司是全球光储逆变器、储能电池核心供应商，有望持续受益全球光储行业快速发展。我们预计公司2024至2026年，公司分别实现营业收入109亿、141亿、172亿，同比增速分别约为46.0%、28.7%、22.2%，分别实现归母净利润30、38、46亿元，对应目前市值PE分别为18、14、12X，首次覆盖给予“推荐”评级。\n　　风险提示：（1）全球光伏、储能行业增长不及预期，公司在新兴市场份额处于领先地位，若新兴市场需求增长不及预期，将影响公司业绩；（2）政策风险：各国新能源政策将显著影响当地光储行业增长；（3）竞争加剧致产品价格超预期下跌的风险；（4）原材料价格波动超预期：光储产品直接材料占比较大，原材料价格波动将对产品毛利率产生影响；（5）全球贸易争端的风险：近期全球贸易保护主义抬头，尤其以美国为甚。各国贸易摩擦将影响公司出海业务；（6）汇率波动风险：公司海外收入占比较高，汇率的大幅波动将对公司报表端业绩产生影响。\n",
  "notice_date": "2025-04-11 00:00:00",
  "notice_title": "德业股份首次覆盖报告：光储逆变器优势企业，受益全球新兴市场光储需求增长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "王子璕",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1031",
          "publishName": "光伏设备"
        }
      ],
      "short_name": "德业股份",
      "short_name_ch": "德业股份",
      "short_name_cht": "德業股份",
      "short_name_en": "DEYE",
      "stock": "605117"
    }
  ],
  "short_name": "德业股份",
  "source_sample_name": "诚通证券",
  "star": "4"
}