{
  "attach_pages": "5",
  "attach_size": "161",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202407021637450502_1.pdf?1719908356000.pdf",
  "company_code": "80000007",
  "eitime": "2024-07-02 08:19:16",
  "extend": {},
  "info_code": "AP202407021637450502",
  "language": "0",
  "notice_content": "　　五粮液(000858)\n　　事项：\n　　事件：2024年6月28日，五粮液2023年股东大会在股份公司多功能厅召开，会议上董事长曾从钦以《稳中求进，以进促稳：以稳健高质量发展巩固和强化龙头地位》为主题发表演讲，核心管理层就公司当前经营状况、未来增长抓手等诸多市场关切与投资者进行充分交流，彰显公司高质量发展底气，强化市场信心。\n　　国信食饮观点：1）2024上半年经营节奏良好，预计公司核心产品动销实现双位数增长；2）公司产品规划\n　　进一步清晰，长期增长抓手明确，主品牌持续丰富完善“1+3”产品矩阵，经典五粮液创新运营模式，长期有望贡献吨价增长；3）渠道建设纵深推进，持续提升经销商盈利能力，并加快对直营渠道和新兴渠道的良性建设。考虑到公司市场节奏良好，产品规划清晰，厂商关系向好，看好公司长期稳健发展，维持此前盈利预测，预计2024-2026年EPS为8.72/9.70/10.87元，当前股价对应PE14.7/13.2/11.8x，强调“优于大市”评级。\n　　评论：\n　　2024上半年经营节奏良好，动销稳健增长\n　　年初以来，公司坚定执行第八代五粮液控量挺价策略，持续优化投放节奏和商家结构，元春后根据市场和商家库存情况精准、动态、点状进行回款和发货，价盘稳中略升，市场库存合理，端午期间的“和美五粮液、幸福中国节”活动中，普五动销稳健增长。侧翼产品五粮液1618、39度五粮液在宴席场景延续高势能增长态势，45度、68度五粮液上市后招商计划有序进行，预计2024上半年公司核心产品动销实现双位数增长。\n　　持续以提升五粮液品牌价值为核心，产品规划进一步清晰\n　　主品牌方面，持续丰富完善“1+3”产品矩阵：1）第八代五粮液将根据“价在先、量在后”的原则坚持科学的市场投放思路，目标在价格上逐步拉开与竞品的差距，量上实现在多元化场景中的渗透率；2）五粮液1618商家积极性高、市场秩序良好，明年将通过渠道扁平化改革、空白市场加速布局等推动产品持续较快增长；3）39度五粮液通过成熟市场精耕、点状市场培育、择时提价等实现稳健增长；4）45度优商、选商，目标抢占中度酒主流区域市场份额，68度定位少量、小众市场；5）年份系列讲点五粮液将在7.2召开产品发布暨招商会，推出经典10/20/30/50年产品，定位2000元/5000元/10000元/30000元成交价，创新平台运作模式，深度绑定全国优质经销商利益，更加专业、系统地培育超高端价位。浓香系列酒方面：1）通过开瓶扫码、终端返利、宴席政策等提升旺季动销；2）强化市场精细化运作，打造样板/高地市场，填补空白/薄弱市场；3）除五粮春大单品外，推出新品补齐大众价位消费需求。\n　　渠道建设纵深推进，持续提升经销商盈利能力\n　　传统渠道方面，公司在对渠道精准识别的基础上优化经销商布局，打造“大商大、小商多”的哑铃型结构：1）提升对单个经销商销售容量、团队网络、市场运作能力、终端服务能力的识别，精准实行计划量签约和货品投放；2）对于新品45度优商、选商，培育和产品匹配度较高的体系外客户。直营渠道方面，全面推进“三店一家”建设：帮助优化专卖店的盈利能力，提升渠道结构中团购、零售的占比，提高产品结构中非标品、文化酒的占比。新兴渠道方面，加快布局抖音、快手、微信视频三大平台，坚持针对非合规运营商的维权行动。\n　　投资建议：，维持“优于大市”评级\n　　考虑到公司市场节奏良好，产品规划清晰，厂商关系向好，看好公司浓香龙头地位稳固和长期稳健发展，维持收入及盈利预测，预计2024-2026年公司营业收入924/1,021/1,129亿元，同比增长11.0%/10.4%/10.6%；预计公司归母净利润338/376/422亿元，同比增长12.0%/11.2%/12.1%，对应EPS分别为8.72/9.70/10.87元，。当前股价对应估值14.7/13.2/11.8x，强调“优于大市”评级。\n　　风险提示\n　　白酒行业需求复苏不及预期；千元价位竞争加剧；政策风险等。\n",
  "notice_date": "2024-07-02 00:00:00",
  "notice_title": "节奏良好、战略清晰，传递稳健增长信心",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张向伟",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "国信证券",
  "star": "1"
}