{
  "attach_pages": "7",
  "attach_size": "541",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203111551938504_1.pdf?1647008561000.pdf",
  "company_code": "80000007",
  "eitime": "2022-03-11 14:22:41",
  "extend": {},
  "info_code": "AP202203111551938504",
  "language": "0",
  "notice_content": "　　中国中免(601888)\r\n　　事项：\r\n　　公司公告：公司发布 1-2 月经营数据，1-2 月收入和业绩同比增长约 20%。\r\n　　国信社服观点：1）公司 1-2 月收入和业绩同增约 20%，归母净利率达 18%，同比持平，较去年 Q3、Q4 的归母净利率水平（9%、6%）环比显著改善，有助于缓解此前市场对其盈利中枢的担忧。2）考虑国内疫情散发情况、 3 月初海棠湾店阶段性停业 4.5 天及去年高基数影响，接下来 3 月表现仍需进一步观察，暂中性预计公司 Q1 整体收入或高个位数增长，归母业绩同比持平或微增。3）疫情与竞争下，央企主观动能激发，从规模到质量，向管理要效益，综合效能有望全面提升。4）综合近期疫情情况，我们略微下调公司 21-23 年 EPS 至 4.91/6.01/7.67 元（此前为 4.91/6.14/7.68 元,主要系 22 年略微下调海南客流），对应 PE38/31/24x，估值已具有良好安全边际。短期疫情反复影响仍存，但近期表现说明公司印证收入和利润并进的发展诉求。立足 6-12 月及以上维度，在全球免税第一地位持续巩固下，公司积极全渠道布局深化与流量挖潜，成长潜力可期。中长线出境游若逐步放开，虽竞争环境或更多元化，但长线市场空间也将更加广阔，维持买入评级。5）疫情等系统性风险，政策风险等。\r\n　　评论：\r\n　　公司预计 1-2 月收入和业绩同比增长约 20%，盈利中枢环比回升显著\r\n　　公司公告：1 至 2 月，公司实现营业收入约 131 亿元左右，同增约 20%；实现归母业绩 24 亿元左右，同增长约 20%。今年以来，公司强调“向管理要效益”，科学营销，收窄折扣水平，注重考核利润指标，促进毛利率水平明显提升。近期公司持续引进新的重磅品牌，精品及腕表、香化等品牌持续丰富，同时于三亚国际免税城三层增加开设了时尚品类综合店 CO-LAB，助力 1-2 月表现良好。\r\n　　盈利能力环比回升显著系核心看点。公司今年 1-2 月归母净利率约 18%，较去年 Q3、Q4 的归母净利率水平（9%、6%）环比显著回升。同比来看，今年 1-2 月归母净利率水平基本持平，虽然有所得税优惠（去年同期海南系 25%所得税率，今年系 15%所得税率）、机场租金返还差异等加成，但同时预计也有品牌商返点差异的不利影响。综合来看，公司 1-2 月经营层面盈利能力同比或有望接近持平。考虑 2021 年下半年以来的经营趋势和竞争压力，公司今年 1-2 月盈利能力仍改善明显，进一步验证公司今年利润考核导向开始强化，也有助于缓解此前市场对中线盈利中枢的担忧。\r\n　　短期仍需跟踪疫情走势及后续防控政策变化\r\n　　客观而言，公司 3 月情况需要再观察：一是去年 3 月基数较高，二是公司核心盈利主体海棠湾购物中心 3月关店 4.5 天，三是近期疫情反复下海南客流后续预计仍有压力。去年 3 月中免收入 72 亿，归母业绩 8.5亿，净利率 12%（季节性变化和促销等），我们预计 3 月收入和业绩有压力。综合来看，我们暂中性预计公司 Q1 整体收入或高个位数增长，归母业绩同比持平或微增。\r\n　　根据 1 月上证报等报道，海南省将力争 2022 年离岛免税店销售达到 1000 亿元。需要说明的是，上述系销售额口径，且包括免税+有税等，今年后续疫情走势及后续防控政策变化仍然关键。从公司近期表现来看，公司正在积极推进收入和利润的均衡增长。2022 年 1-2 月，海口、三亚机场客流各自恢复至 2019 同期的70%、80%，但公司经营表现已远超 2019 年，显示公司客群转换能力显著增强。同时，预计 3 月底中免海南尚有腕表节等活动，第二届消博会有望 4 月在海南举行，多元活动也有望带来阶段看点。\r\n　　全面夯实全球第一地位，积极应对疫情与竞争，从规模到质量，公司主观动能全面激发\r\n　　去年下半年以来，由于疫情反复下净利率承压，市场担忧未来国内外竞争下公司盈利中线中枢，估值阶段受制。但公司通过持续夯实巩固自身全球免税第一地位（预计 2021 年有望继续全球免税规模第一），主动提升自身综合运营实力。结合我们此前分析，一是品牌商、有税、免税运营商等多方博弈下，未来价格体系有望重归理性；二是中免积极应对，多管齐下（见下表），从规模到质量，向管理要效益，主观动能强化有望助力利润率回升。\r\n　　中线来看，政府支持消费回流逻辑下，国内免税蛋糕持续扩容有核心支撑。未来若出境游放开，市场担忧对海南客流的影响，但首先，我们预计出境游放开节奏仍待跟踪，不排除需要明年以后。其次，海南客流 2021 年仅为疫情前 2019 年的 75-80%之间，相对仍有提升余地。第三，出境游放开后，考虑疫情前国内消费外流情况以及今年韩国免税恢复情况，我们预计后续出境游恢复后，持续回流国内居民消费仍是政府核心。故未来出境游放开之时，国人离境市内免税店政策未来预期也有望强化，其政策空间预计较为广阔（2019 年国内出境游人次1.55 亿人次）。\r\n　　在这种情况下，中免可利用其机场、市内、线上全方位渠道布局优势，打造综合新零售业态，强化内部流量打通（包括机场、市内、线上流量打通，出境店与海南店流量打通等），核心一是紧跟国人喜好，全面丰富产品sku（包括限量款、爆款等），二是综合价格优势较领先，三是营销服务体验等全面优化，从而不断提升其参与国际竞争赢取市场份额的综合能力，带来新成长看点。\r\n　　投资建议：1-2 月趋势良好，盈利中枢显著回升，维持“买入”评级\r\n　　综合公司 1-2 月表现及近期疫情反复影响，我们略微下调公司 21-23 年 EPS 至 4.91/6.01/7.67 元（此前为 4.91/6.14/7.68元,主要系 22 年略下调海南客流假设约 1%），对应 PE38/31/24x，估值已具有良好安全边际。短期疫情反复影响仍存，但 2022 年公司预计增收增效并重，后续向管理要效益有望助力盈利中枢中线回升。立足 6-12 月及以上维度，公司一看全球免税第一地位持续巩固下，与品牌商的合作有望全面强化；二看全渠道布局深化与流量挖潜，依托市内+机场+线上渠道共振，对上游的合作与下游的销售转换均有望提速；三看内外竞争下，央企主观动能持续强化，从规模到质量，向管理要效益。中长线出境游若逐步放开，虽竞争环境或更多元化，但若政策落地，从 3000 万的海南客流市场走向 1.55 亿+的出境游市场+海南原有市场联动，市场空间也将更加广阔。公司正立足全球免税第一优势地位，供应链、渠道各方面全面优化中，长期成长空间仍可期，维持买入评级。\r\n　　风险提示\r\n　　疫情反复客流恢复低于预期，出境游放开节奏较快，政策低于预期，国内免税准入大幅降低，宏观系统性风险、汇率风险等。",
  "notice_date": "2022-03-11 00:00:00",
  "notice_title": "1-2月盈利中枢显著回升，公司积极增收增效态度明确",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "曾光,钟潇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "国信证券",
  "star": "1"
}