{
  "attach_pages": "4",
  "attach_size": "1188",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202211041579914103_1.pdf?1667555406000.pdf",
  "company_code": "80027629",
  "eitime": "2022-11-04 09:50:06",
  "extend": {},
  "info_code": "AP202211041579914103",
  "language": "1",
  "notice_content": "　　中国中免(601888)\n　　Sanya’s lockdown weighed on CTGDF’s 3Q results as we expected,with recurring net profits standing at RMB656mn, down ~45%, as weexclude non-core Beijing airport rental concession and Hainan tax cut impact.Despite this, revenue of the quarter rose 8% QoQ to RMB11.7bn, whenonline sales with Sunrise Shanghai made up most of the offline hiccups. Thechange in sales mix also led to an almost 10pp/11pp QoQ decline in GPM/OPM to 24.7%/ 12.5%, respectively.\n　　Key takeaways from management calls.\n　　1) Forex impact: management has taken a few initiatives to mitigate theadverse impact from a strengthening USD (against RMB). This includesenriching forex reserves, extending payments (dominated in foreigncurrencies), and cost sharing with suppliers.\n　　2) Synergy with Swire Property: A piece of land was jointly acquired for theexpansion of Haitang Bay Phase 1, and both CTGDF and Swire will workout the expansion of Haitang Bay Phase 2&3 together.\n　　3) The opening of the Haikou DFS mall on 28 Oct: with a total of 280k sq m,the mall covers 800+ global luxury brands and 25 of them, including YSL,Prada, Burberry, BV, Moncler, etc., had their first footstep in Hainan. On theother hand, according to our survey, customer could enjoy 20% for every 2cosmetic items purchased. For other popular brands like Shisedo, La Mer,Dior, discount ranges from 28-32% off MSRP.\n　　Earnings change. To reflect the 3Q results, we cut our 2022/23E revenueby 16.6%/ 23.8%, GPM by 1.6/0.9pp, leading to an average 23% cut in netprofits for the periods. Our current forecast implies 4Q22E revenue/ netprofits to be RMB17.7bn/2.2bn, with a 37% GPM, barring any unexpectedlockdown for the quarter. For now, we assume Hainan will generateRMB54bn/75bn sales from duty-free operators (DF plus non-DF) in 2022/23and CTGDF will share ~80%/~77% of it.\n　　Valuation. Our revised TP is based on an unchanged 45.0x roll-forwardend-23E P/E which still represents 2-year average since 2020.\n",
  "notice_date": "2022-11-04 00:00:00",
  "notice_title": "A weak 3Q on Sanya’s lockdown; resilient online sales made up the gap but unavoidably diluted GPM",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Joseph Wong",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "招银国际"
}