{
  "attach_pages": "37",
  "attach_size": "10782",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202210171579229145_1.pdf?1666042675000.pdf",
  "company_code": "80560358",
  "eitime": "2022-10-17 21:37:55",
  "extend": {},
  "info_code": "AP202210171579229145",
  "language": "0",
  "notice_content": "　　晶盛机电(300316)\n　　投资观点\n　　我们认为目前硅片厂抢地盘式的竞争性扩张态势将弱化供需的周期性，上游长晶设备的景气度有望延续。公司作为上游长晶设备龙头厂商，将长期受益。公司目前产销两旺，充沛而持续递增的订单对公司未来 2-3 年高速成长起到支撑。目前订单的主要增长逻辑，主要来自于硅片厂商类似于抢地盘式的产能竞争扩张策略，背后有三方面因素推动：其一基于在硅料涨价背景下对供应安全的应对性需求；其二是出于“先抢地，再耕田”的战略性行为；其三是大尺寸硅片呈确定性趋势，硅片产能仍面临结构性供应不足。后两点决定了硅片厂扩产并非短期行为，并加快长晶设备技术升级速度， 有助于熨平上游设备的出货周期性波动。充分围绕大客户需求进行配套，是公司保持行业龙头地位并进一步增强的主要原因。公司紧密绑定中环等大客户，一方面通过“先进拉晶技术+维保服务”赋能长晶设备的售卖；另一方面，公司从主体长晶设备、配套设备，到配套耗材的全产业链供应体系也在不断完善。\n　　在半导体设备领域， 公司通过前期与包括 TCL 中环在内的大客户深度合作，在半导体大硅片的晶体生长及加工设备领域树立了品牌，已打入了多家国内头部硅片大厂的供应链体系，首次实现这个领域设备的大规模国产替代，并受益于这一轮国产大硅片扩产周期。除了大硅片的长晶设备外，公司持续在半导体硅外延、化合物半导体外延、以及化学气相沉积 CVD 等核心设备进行研发，并有望在未来半导体设备国产替代中脱颖而出，建立继光伏之后，新的设备领域增长曲线。\n　　在新材料业务拓展上， 公司在石英耗材上已形成大批量供应的能力，后期将进一步导入包括金刚丝线材料销售，从材料端上强化同客户的粘性。碳化硅 6 英寸量产线良率爬坡在即，2023 年 6 寸碳化硅衬底有望实现规模化销售能力。\n　　投资建议\n　　从商业模式上看，公司已经形成了设备+材料的双轨经营模式。设备上，光伏长晶业务的龙头地位继续得到夯实，同时在半导体长晶领域得到了突破性的发展。在材料上，公司通过设备业务积累了深厚的客户群体和信任基础，实现了在核心材料，如石英等上的规模化销售。在核心材料推动和保证客户量产进度， 转而进一步提升公司长晶设备的销售，形成正反馈。而新的业务拓展上，公司在半导体其他沉积设备如 CVD，ALD 以及碳化硅衬底材料上的研发和业务拓展， 正在看到实现收入的潜力。设备和材料两条成长曲线也日益清晰。\n　　我们预判公司 2022/2023/2024 年归母净利润分别为 32/49/59 亿元，基于公司未来几年高成长性和行业的强β属性，给予公司 2023 年 25 倍PE，对应目标价 94.3 元/股，给予“强烈推荐”评级。\n　　风险提示\n　　下游需求不及预期，行业格局恶化，新材料业务进展不及预期。\n",
  "notice_date": "2022-10-17 00:00:00",
  "notice_title": "公司深度报告：长晶炉龙头地位持续强化，材料布局打造新增长点",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "彭琦",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1031",
          "publishName": "光伏设备"
        }
      ],
      "short_name": "晶盛机电",
      "short_name_ch": "晶盛机电",
      "short_name_cht": "晶盛機電",
      "short_name_en": "JINGSHENG",
      "stock": "300316"
    }
  ],
  "short_name": "晶盛机电",
  "source_sample_name": "东亚前海证券"
}