{
  "attach_pages": "7",
  "attach_size": "1205",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202511051775570011_1.pdf?1762351517000.pdf",
  "company_code": "80027629",
  "eitime": "2025-11-05 14:05:17",
  "extend": {},
  "info_code": "AP202511051775570011",
  "language": "1",
  "notice_content": "　　立讯精密(002475)\r\n　　We raise TP to RMB75.55 (25% upside) to reflect our more positive view oniPhone 17/ foldable cycle, stronger synergy from Leoni/ODM integration, and AIserver component pipeline (connectivity/thermal/power). We raise FY25-27EEPS by 0-19% to reflect FY25 guidance, enhanced synergy and better margin.We expect Luxshare to deliver 27% earnings CAGR over 2025-27E, driven by9%/54%/47% FY25-27E revenue CAGR from consumer electronics/automotive/communication segments. Trading at 25x/20x FY25/26E P/E after recentpullback, valuation is attractive in our view. Upcoming catalysts include iPhone17 shipment, auto client wins, and AI server component ramp-up.\r\n　　Beneficiary of Apple multi-product upgrade cycle. With a full coverageof Apple’s products (iPhone/Watch/AirPods/Mac/VisionPro), we believeLuxshare is well-positioned to benefit from strong execution and marketshare gains from Apple’s new product cycle in iPhone 17/foldable/20thanniversary edition and smart home/AI glasses during 2026-27E\r\n　　Synergies from consolidation of Leoni and Wingtech's ODM. Mgmt.highlighted that the integration process has exceeded expectations: 1)original targets for Leoni (e.g. NP breakeven in 2025, GPM to reach corp.avg.) will be achieved at least one year earlier, and 2) vertical integrationwith Wingtech ODM will enhance competitiveness and boost exposure tonon-Apple biz, particularly in PC segment targeting doubled sales over nextthree years.\r\n　　Strong AI server product pipeline. We believe Luxshare is makingprogress with design wins and share gains with core AI server products(high-speed connectivity/power/thermal). In particular, mgmt. remainsconfident that CPC will become mainstream connectivity solution in nearterm, and AC/DC products have achieved breakthrough with corecustomers.\r\n　　Upbeat FY25E guidance on iPhone 17 and better GPM. Luxshare guidedFY25E NP growth of 24-29% YoY, mainly driven by new iPhone models andbetter profitability from Leoni and Wingtech assets. 3Q25 GPM at 12.8%(+1.1ppt YoY/0.8ppt QoQ) was a positive surprise, thanks to higher-marginauto/communications segments and strong execution of new acquisitions.\r\n　　Multiple growth engines to drive re-rating; Raise TP to RMB75.55 Webelieve revenue mix shift to higher-growth, high-margin AI/auto segmentsalong with stronger Apple upgrade cycle will boost re-rating. We raise ourTP to RMB75.55, based on 10-year hist. avg. 25x FY26E P/E (vs prior 21x)for Apple cycle strength and strong execution of Leoni/ODM integrations.",
  "notice_date": "2025-11-05 00:00:00",
  "notice_title": "Stronger outlook in Apple upgrade cycle andLeoni/ODM synergies; Lift TP to RMB75.55",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Alex Ng,Hanqing Li",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "立讯精密",
      "short_name_ch": "立讯精密",
      "short_name_cht": "立訊精密",
      "short_name_en": "LXJM",
      "stock": "002475"
    }
  ],
  "short_name": "立讯精密",
  "source_sample_name": "招银国际"
}