{
  "attach_pages": "6",
  "attach_size": "964",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202112231536249247_1.pdf?1640271731000.pdf",
  "company_code": "80050806",
  "eitime": "2021-12-23 15:02:11",
  "extend": {},
  "info_code": "AP202112231536249247",
  "language": "0",
  "notice_content": "　　五粮液(000858)\r\n　　事件：近日，五粮液召开12·18经销商大会，公司表示2021年经营指标超预期完成，2022年将继续加大消费者培育力度、提升五粮液市场地位。同时，公司今年对于经销商的考评，支持力度加大、覆盖面更广，指标更科学。\r\n　　一、2021年经营指标超预期完成\r\n　　我们预计2021年公司销售收入、市场份额、产品动销等营销指标均超预期完成，为顺利实现十四五规划提供有力支撑。公司品牌地位进一步提升，全球权威品牌价值评估机构“brandfinance”发布《2021年度全球最具价值烈酒品牌50强》中五粮液以23.5%的增幅排名第2位、3A评级；中国500最具价值品牌中以14.6%的增幅同比提升2位，排名第17位。\r\n　　产品结构上，五粮液产品体系持续完善、系列酒产品体系更加聚焦。公司清理清退主要品牌7个，产品509款，品牌产品数量均压缩80%，向自营品牌、中高价位品牌、优质品牌三个聚焦更加明显。渠道建设上，优化传统渠道、拓展新兴渠道、完善团购网络。公司对3万个终端进行网格化服务，新增高质量终端5300家，优化低质量终端1600家，系列酒终端达到66.5万家、同比+52.5%，同时推进五粮液和系列渠道供应链整合。另外，公司覆盖全国3万家企业的团购网络，并在8个高级市场和14个省级重点市场进行专项拓展、实现增长。\r\n　　二、2022年将继续加大消费者培育力度、提升五粮液市场地位\r\n　　公司2022年的营销工作重点在五个方面。第一，持续加大消费者培育力度。公司将加快重点城市五粮液文化体验馆的建设、明年计划新建10个文化体验馆并投入使用；聚焦第8代五粮液、经典五粮液，加大宣传力度；继续做企业专属团购定制开发工作。第二，持续提升五粮液市场地位。五粮液的总体供应量偏紧、资源稀缺背景下，公司将继续巩固第八代五粮液千元价格带大单品，发力2千元价格带白酒市场，通过优化完善1+n+2渠道模式，加强市场培育力度，实现经典五粮液的市场突破。第三，持续满足新时代消费需求。公司将通过丰富文化定制产品、培育低度消费市场，契合新生代消费新趋势。第四，持续推动系列酒升级发展。公司将集中力量打造五粮春、五粮醇、五粮特曲、尖庄四大全国性战略产品，将区域重点品牌、总经销品牌作为协同补充，优化量价关系，促进系列酒品牌价值、市场规模的双提升，确保动销规划有效提升，全力打造10亿级、20亿级、30亿级、50亿级的大单品。第五，持续筑牢五粮液命运共同体。公司将加快从“管理型”向“赋能型”、“服务型”团队转型。\r\n　　三、今年经销商考评，支持力度更大、覆盖面更广、导向更明确、指标更科学\r\n　　今年考评呈现出4个特点。第一，市场支持总额大幅提升。今年市场支持总额达8.2亿元、同比增长36.7%；77%的经销商总获市场支持都大幅增长。第二，市场支持的覆盖面扩大。今年共评选出获奖经销商2279家、同比增加630家（+38.2%），五粮液营销战区和系列酒的营销大区都有经销商获奖，无空白区域。并取消了以前合作一年才能参加评奖、合作三年才能评选更高奖项的限制，由此新增获奖经销商262家。第三，市场支持的导向更加明确。公司重点支持在公关团购、增量份额、品牌拓展等方面做出贡献的经销商。第四，考核的指标更加科学，公司不再将进货金额作为唯一的考核指标，而是结合进货总额、进货单瓶均价、新产品进货额、动销、消费者培育等多个维度综合考评经销商的贡献价值，其中进货单瓶均价、现金回款比例是首次运用。本次星级奖的考核，五粮液版块的增量份额、经典五粮液进货额的考核指标权重上升；系列酒版块中，自营品牌加入单瓶均价考核指标，总经销品牌今年只考核进货总额。\r\n　　盈利预测与评级：\r\n　　公司预判行业趋势持续：第一，成长逻辑支撑强，消费升级、城镇化提升都支撑白酒行业的结构性增长。第二，白酒消费需求刚性强，白酒的社交属性具有不可替代性、尤其是高端白酒。第三，白酒向优质品牌、优质产区、优质产能集中的趋势强，龙头企业和优质品牌将持续分享行业结构性增长红利。因此，公司将以高质量的市场份额提升为核心，加快构建共生共荣的新型厂商关系，突出文化建设和消费培育，强化供应链稳定、渠道转型、市场预期，确保全面实现稳中有进的新发展。\r\n　　李董事长定调公司发展“稳字当头、稳中求进”，确保发展质量。我们预计明年公司继续保持高质量的双位数增长，八代五粮液通过计划外价格提升以及比重提升来带动吨价的提升，助推批价、消费者实际成交价进一步提升。继续战略重点“经典五粮液”的推进工作，继续强化市场培育、优化渠道模式，更高端的经典30有望在高地市场率先推出。系列酒方面，继续集中打造五粮春、五粮醇、五粮特曲、尖庄四大全国性战略产品，促进系列酒品牌价值，优化系列酒量价关系。当前公司开启春节销售旺季回款动作，开门红值得期待。我们预计公司2021-2023年收入增速17.01%、17.11%、15.50%，归母净利润增速19.90%、22.05%、20.16%，维持目标价274.49元、买入评级。\r\n　　风险提示：高端化不及预期，渠道开拓不及预期。",
  "notice_date": "2021-12-23 00:00:00",
  "notice_title": "今年经营指标超预期完成，来年稳中有进、高质量发展可期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "黄付生,蔡雪昱,申文雯",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "太平洋",
  "star": "3"
}