{
  "attach_pages": "5",
  "attach_size": "1143",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202209191578498484_1.pdf?1663581272000.pdf",
  "company_code": "80050806",
  "eitime": "2022-09-19 09:54:32",
  "extend": {},
  "info_code": "AP202209191578498484",
  "language": "0",
  "notice_content": "　　华友钴业(603799)\n　　事件：近期，华友钴业与淡水河谷印尼签订了合作框架协议，双方计划合作采用高压酸浸湿法技术，年产6万吨镍金属量，淡水河谷印尼持股比例不超过30%，双方按照持股比例包销MHP产品，项目所需褐铁矿由淡水河谷印尼的Sorowako矿山供应。如果可供应的褐铁矿增加，双方将考虑扩大本项目产能。\n　　短期：华友印尼镍产能释放加速，未来上游镍产品自供比例将持续提升。\n　　1）上游镍产能扩张迅速：华友钴业与淡水河谷印尼的合作并非首次，2022年4月和7月，华友钴业与淡水河谷、福特汽车计划建设12万金吨印尼镍项目。除了与淡水河谷的合作，华友钴业还与青山集团合作华越湿法、华科火法、华飞湿法、华山湿法、华友-青山-大众项目，华友钴业印尼镍资源布局扩张迅速。此次合作为华友钴业新增6万金吨湿法镍产能，镍项目规划总产能达64.5万金吨。根据测算，若只考虑已签约的印尼镍项目，华友钴业2023年-2025年镍产品的预估权益产能分别为9.18万金吨、12.84万金吨和15.56金万吨。若纳入仅签订框架协议的项目，按华友最低股权占比测算，全部达产后，华友钴业镍项目的权益产能达到39.57万金吨。2）镍产品自供比例有望提升：随着镍产品产能释放加速，下游前驱体的镍原料自供比例预计会持续提升。若按照8系高镍前驱体产品测算，39.57万金吨的镍产品可供生产77.82万吨的前驱体，而截止至目前华友钴业规划的前驱体总产能为40万吨。据此推算，印尼镍产品权益产能完全满足目前已规划项目的前驱体业务的镍产品自供，助力打通正极材料一体化链条。\n　　中期：淡水河谷印尼镍矿供应充足，华友钴业湿法技术降本效应凸显。\n　　1）淡水河谷镍资源优势：淡水河谷是第二大镍生产商，产业链布局全面，业务包括矿产勘探、矿物开采、矿物运输一体化流程，拥有充足的镍矿资源，已有镍矿主要分布在加拿大、印度尼西亚、巴西等地区。淡水河谷间接持有淡水河谷印尼的44.34%的股权，拥有Sorowako、Bahodopi、Pomalaa三个镍矿，项目公司将独家购买Sorowako矿区为满足项目需求生产的红土镍矿褐铁矿。Sorowako矿自从1978年开始生产，发展成熟，探明的镍储量约为112.98万金吨，2021年镍矿开采量为414.9万吨，品位1.79%，镍产品产量为6.54万金吨，预计可以开采到2045年，充分保障该项目褐铁矿的供应。淡水河谷印尼凭借其在印尼镍资源开发领域深耕多年的优势，将为本项目提供有力的资源保障。2）华友钴业湿法技术优势：年产6万吨华越湿法冶炼项目2022年4月已经投产，湿法项目建设单万吨投资成本处于行业水平较低水平，约为2亿美元左右，具备竞争优势。华友钴业凭借着其在华越湿法冶炼项目的建设经验和冶炼技术优势，在未来可以继续降低淡水河谷印尼项目的投资成本和镍产品生产成本，为一体化产业链开拓更大的利润空间。\n　　长期：印尼镍资源产业园区融合发展，一体化产业链推动新能源业务量利齐升。\n　　1）资源开发园区化：此次合作项目的地址位于印尼南苏拉威西省，印尼Morowail工业园区坐落在此，华友钴业已投产华越项目也位于此地。园区内具有完善的电力、码头、机场等基础配套设施。我们预计华友钴业将依靠园区优势，压缩镍产品生产流程成本，节省结晶、干燥、溶解、运输、交易费用等。随着项目的推进，公司未来镍产品业务和产业园区将进一步融合发展，强化降本增效。2）三元正极产业链一体化：华友钴业和淡水河谷的合作有利于打造新能源动力电池镍原料供应平台，保障公司一体化产业链上游镍资源供应。在三元前驱体的生产成本中，原料成本占比最大，能够达到80%以上，随着华友钴业镍产能逐渐放量，自供镍产品带来的成本下降将有效打开产业链的利润率天花板。未来，量利齐升将给华友钴业一体化产业布局带来降本增效的核心优势，助力华友钴业正极材料未来盈利水平更胜一筹。\n　　投资建议：我们认为公司作为钴业龙头成功转型新能源一线公司，资源布局完善，镍产品业务将持续给公司带来业绩增量。我们预计2022-2024年公司营收分别为561.28/801.73/1097.29亿元，同比增速分别为58.93%、42.84%、36.87%；归母净利润分别为59.38/82.59/115.60亿元，同比增速分别为52.36%、39.07%、39.97%；EPS分别为3.72/5.17/7.23元；当前股价对应PE分别为19.23/13.83/9.88倍。首次覆盖，给予“买入”评级。\n　　风险提示：市场不及预期风险、政策变动风险、疫情进出口风险。\n",
  "notice_date": "2022-09-19 00:00:00",
  "notice_title": "镍资源布局再落关键一程，全球锂电正极龙头加速成长中",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "刘强,张方一",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1015",
          "publishName": "能源金属"
        }
      ],
      "short_name": "华友钴业",
      "short_name_ch": "华友钴业",
      "short_name_cht": "華友鈷業",
      "short_name_en": "HUAYOU COBALT",
      "stock": "603799"
    }
  ],
  "short_name": "华友钴业",
  "source_sample_name": "太平洋",
  "star": "3"
}