{
  "attach_pages": "5",
  "attach_size": "951",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202209011577927083_1.pdf?1662031951000.pdf",
  "company_code": "80027629",
  "eitime": "2022-09-01 10:51:27",
  "extend": {},
  "info_code": "AP202209011577927083",
  "language": "1",
  "notice_content": "　　伊利股份(600887)\r\n　　2H guidance. Yili guided for double-digit revenue growth for 2H and an at least flattish NPM for 2022. Management commented that July’s sales momentum has shown sequential improvement albeit insignificant. Macro uncertainties still drag domestic consumption sentiment, however, dairy demand should remain steadfast over 2H considering its inelastic nature. A rising consumer health awareness should keep liquid milk demand in check,while new SKU launches should help defend market share for yoghurts.Meanwhile, growth momentum for frozen dairy SKUs and IMF coulddecelerate.\r\n　　Earnings change. In view of the 2Q results and the latest guidance, we cut our 2022E revenue by 4.6%. Coupled with a 0.3pp higher GPM (to 31%) and a 0.4pp increase in opex ratio, the net reduction to our NP estimate is 6.5%.\r\n　　Valuation. Upon a revised 2H outlook, our new TP is based on 25.5x (from 28.5x) mid-23E PE which benchmarks to 3-year average (from +1sd above).\r\n　　Other results takeaways:\r\n　　2Q Revenue/ net profit came in at RMB32.4bn/ RMB2.6bn, +11%/ +5% YoY respectively. Excluding consolidation impact from Ausnutria, core revenue/net profits went up 5% each for the quarter. Frozen dairy and IMF recorded 30%+/ 80%+ growth, while liquid milk declined by 4.5% YoY.\r\n　　2Q GPM stood at 32.2%, up 1.1% YoY, thanks to higher IMF contribution which typically offers higher GPM than other businesses. Raw milk price slightly edged down during the quarter, but the saving was largely offset by other input costs inflation.\r\n　　Opex ratio increased by 1.6pp to 23.5%, largely owing to promotional expenses incurred for new SKUs (cheese and IMF), and consolidation impact from Ausnutria. Other than these, admin expenses were largely flattish YoY.\r\n　　Raw milk price could re-pick up in 2H22 after the decline in 1H, driven by,though mild, demand recovery. Yili expects it to remain stable in the long term,thanks to an improved demand-supply balance given the roll-out of additional supply and more optimized up- and downstream cooperation.",
  "notice_date": "2022-09-01 00:00:00",
  "notice_title": "2Q largely in line; and yet a revised 2H outlook prompts for an earnings cut",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Joseph Wong,Zheng Xiaohui",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "伊利股份",
      "short_name_ch": "伊利股份",
      "short_name_cht": "伊利股份",
      "short_name_en": "YILI",
      "stock": "600887"
    }
  ],
  "short_name": "伊利股份",
  "source_sample_name": "招银国际"
}