{
  "attach_pages": "48",
  "attach_size": "5582",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202302241583702069_1.pdf?1677264851000.pdf",
  "company_code": "10000296",
  "eitime": "2023-02-24 18:54:11",
  "extend": {},
  "info_code": "AP202302241583702069",
  "language": "0",
  "notice_content": "　　今世缘(603369)\n　　推荐逻辑：1、受益于消费升级、品牌意识增强、“少喝酒、喝好酒”观念广泛传播，高端、次高端市场持续扩容，公司在江苏省内的品牌力、渠道力具备突出竞争优势，将充分受益行业扩容红利。2、公司的品牌、产品、渠道得到全面理顺，品牌建设卓有成效，产品焕新升级顺利，国缘V系的品牌拉动作用持续增强，国缘开系基本盘不断夯实，升级基础坚实，增长步伐稳健；此外，高于竞品的渠道利润不断强化终端推力，增长势能强劲。3、持续夯实省内基本盘，省外采取“周边辐射，重点突破”的策略不断拓展成长空间，市场布局更加优化，增长空间不断扩大；持续推进“V系攻坚、开系提升、今世缘激活”三大战略，志在2023年实现营收破百亿元，战略目标清晰明确。4、在全国消费升级如火如荼、股权激励到位、经营势能增强、省外积极拓张带来显著增量等多重因素作用下，公司增长势能强劲，“量价齐升”带动公司业绩弹性持续释放。\n　　行业马太效应明显，名优白酒份额持续提升。1、高端一线名酒充分打开价格空间、完成消费者培育，随着消费者品牌意识不断增强，市场加速向名优白酒集中，高端、次高端赛道持续扩容，未来三年复合增速约17%、21%。2、在全国前列人均收入水平支撑下，苏酒消费升级引领全国，省内仍有50%以上的中低端消费，可升级空间依然广阔，省内两强品牌将充分受益结构升级和份额集中红利。\n　　稳扎稳打稳成长，拓高拓宽拓空间。公司实现品牌、产品、渠道三个维度上的全面理顺，积聚起的发展势能强劲。品牌端：今世缘具备深厚的名酒基因，高举高打进行品牌建设，深挖缘文化，品牌高度持续提升。产品端：公司新品培育能力突出，聚焦国缘V3等新品培育和推广，产品线不断拓宽，价格带覆盖全面。渠道端：省内不断补齐苏南等区域短板，持续推进渠道下沉，不断夯实省内基本盘；省外扩展市场覆盖面，积极拓展成长空间；提价控货挺价盘，严控市场秩序，有效激发渠道活力，终端推力显著增强。\n　　未来路径：行业扩容叠加股权激励，长期成长动力充足。1、江苏市场次高端价位持续扩容，公司开系、今世缘系列精准卡位次高端核心消费价格带，顺应商务消费和喜宴消费升级趋势，积极布局培育V3、D20等核心单品，将尽享省内次高端扩容红利。2、独立分设省外事业部、国缘V系事业部、国缘事业部等，分品牌、分产品、分区域独立化运作，考核激励更加细致，品牌运作更加聚焦；突出V系攻坚提升和四开全国化布局的战略地位，产品结构持续优化、成长空间不断拓展将助力量价持续双增。3、公司于2022年8月1日公告新版股权激励计划，变更后的股权激励考核目标更高、行权价格更高，充分体现出公司对未来发展的坚实信心，管理层和股东利益高度一致，激励到位，长期发展动力十足，公司兼具成长性和确定性，前景可期。\n　　盈利预测与投资建议。预计公司2022-2024年归母净利润复合增速在26.0%左右，公司聚焦高端和次高端，激励到位动力充足，业绩弹性将持续释放，给予公司2023年30倍估值，对应目标价76.20元，维持“买入”评级。\n",
  "notice_date": "2023-02-24 00:00:00",
  "notice_title": "省内精耕省外突破，百亿征程路径清晰",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "朱会振",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "今世缘",
      "short_name_ch": "今世缘",
      "short_name_cht": "今世緣",
      "short_name_en": "King’s Luck",
      "stock": "603369"
    }
  ],
  "short_name": "今世缘",
  "source_sample_name": "西南证券",
  "star": "3"
}