{
  "attach_pages": "42",
  "attach_size": "3484",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108031507815943_1.pdf?1628007126000.pdf",
  "company_code": "10000296",
  "eitime": "2021-08-03 15:57:04",
  "extend": {},
  "info_code": "AP202108031507815943",
  "language": "0",
  "notice_content": "　　泸州老窖(000568)\n　　投资要点\n　　推荐逻辑：1、受益于消费升级和茅台酒价高量缺，千元价位品牌性价比优势凸显，消费者购买力和接受度良好，未来三年复合增速15%以上；国窖作为千元价格带唯二的放量品牌，未来三年收入复合增速有望达到24%，增速将继续领跑高端酒。2、历经五年砥砺奋进，公司在品牌、产品、渠道等方面取得长足进步，并探索出符合自身特点和优势的发展模式；在此基础上，国窖实现量价齐升稳健增长，并带动产品结构加速优化。3、依托优秀的管理和营销创新能力，公司探索出高效可复制的市场开拓方法，2020年河南会战目标如期达成，华东、华南等新兴市场保持高速增长，全国化扩张渐入佳境；在高端酒稳步扩容和潜力市场加速布局的背景下，国窖增长路径清晰，带动公司持续释放业绩弹性。\n　　升级与分化为主旋律，名优白酒强者恒强。1、伴随经济增长、居民收入水平提升和富裕群体壮大，名优白酒需求端更加稳健增长。2、疫情冲击下行业分化加剧，强势名酒动销快速恢复，业绩端表现亮眼，品牌力稍弱的酒企则承压明显，行业挤压式增长背景下，名优白酒强者恒强趋势明确。3、高端酒赛道最为优异，稳健扩容确定性最强，在茅台酒批价高企、供给紧张的背景下，国窖量价运作空间充足，有望尽享高端酒扩容红利。\n　　品牌、产品、渠道三位一体，管理赋能实现历史突破。新管理层上任以来，发展战略思路清晰，改革措施坚决执行，厚积薄发下公司竞争优势持续放大，实现从折戟沉沙到走向复兴的历史跨越。品牌端：公司底蕴深厚，近年来高举高打进行品牌建设，2014-2019年广告费和市场拓展费CAGR达83%，品牌力迎来根本复兴。产品端：在国窖连续高增的带动下,产品结构实现根本反转，国窖占比由2014年最低的18%提升至2020年的66%；2020年疫情冲击下国窖增长韧性凸显，同比增长20%以上，21Q1国窖延续高质量增长，增速继续领跑高端酒。渠道端：启用品牌专营公司模式，自建营销团队深入一线市场运营，强渠道掌控和厚渠道利润双管齐下，市场运作高效灵活，渠道优势越发凸显。\n　　乘势而上，未来高增长可期。1、依托优秀的管理和营销创新能力，公司在粮仓市场推动渠道下沉抢占份额，在新兴市场以会战模式快速培育消费氛围；2020年河南大会战目标如期完成，华东市场实现连续高增长，全国化扩张渐入佳境。2、黄舣基地一期工程顺利投产，2021年将新增优质基酒3.5万吨，低端头曲、二曲品质得到实质提升，有望恢复高增长。3、受益于千元价格带扩容和茅台酒价高量缺，国窖未来量价空间充足；与此同时，伴随品牌势能释放和体量壮大的资源保障，国窖全国化征程正加速推进，十四五将延续高质量增长。\n　　盈利预测与投资建议。预计2021-2023年公司归母净利润复合增速25%左右。国窖高端酒地位稳固叠加全国化扩张顺利，公司在三大高端酒中业绩弹性最大，给予公司2021年45倍估值，对应目标价242.10元，维持“买入”评级。\n",
  "notice_date": "2021-08-03 00:00:00",
  "notice_title": "产品结构持续优化，高端国窖香飘全国",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "朱会振",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "泸州老窖",
      "short_name_ch": "泸州老窖",
      "short_name_cht": "瀘州老窖",
      "short_name_en": "LUZHOU LAO JIAO",
      "stock": "000568"
    }
  ],
  "short_name": "泸州老窖",
  "source_sample_name": "西南证券",
  "star": "3"
}