{
  "attach_pages": "4",
  "attach_size": "720",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202503281648492952_1.pdf?1743148734000.pdf",
  "company_code": "80000031",
  "eitime": "2025-03-28 07:58:54",
  "extend": {},
  "info_code": "AP202503281648492952",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　投资要点\n　　事件：春糖期间青花汾酒·国乐世界之旅启幕盛典暨新品预告发布会在成都举办，我们与公司发展近况做交流更新，核心要点如下：\n　　青26、老白汾加码布局增量，全国化培育久久为功。结合宏观需求变化，2025年公司在延续产品四轮驱动框架下，规划重点优化价盘体系及渠道利润水平，提升各品类专业化运营水平，边际上加强青26/30组合及老白汾的增量开拓要求：①青花26/30及以上产品规划同比增长20~30%（预计青26新品投放有望贡献10~20亿元增量），青花20同比实现10%+增长，以期做好挺价过渡。②老白汾作为全国化发力重点，通过扩点投放，规划同比增长20~30%。③玻汾采取总量控制与区域调控策略，优先投放至薄弱或新开拓市场。其中，青花26投放初期要求做好量价管控，通过选取核心渠道和终端限量投放，以顺价模式驱动渠道加强团购推广，25Q1在山西、环山西市场反响积极。老白汾目前已设立专职工作组统筹运营，确保资源聚焦与战略协同，2025春节后开始推进铺市下沉工作。相比区域酒，公司品宣资源更具优势，渠道运作更成体系（价盘管控及稳定性更强），产品组合协同更优（玻汾、青20作为强动销的盈利单品，可与老白汾组合导入终端），规划通过抖音、快手推广及品牌活动强化产品曝光，通过免品、餐饮、陈列等推广组合拳加强氛围营造，动销培育久久为功。\n　　五码产品逐步导入，坚定推进数字化建设。2025年3月，公司召开营销数智化变革启动会，规划以数据驱动、技术赋能为核心，优化考核激励，夯实资源配置及组织竞争力。目前青20、老白汾五码新品已陆续导入全国终端，青30复兴版五码新品预计于25Q3更新上市。五码产品铺市导入后，可以通过开瓶扫码等方式，优化渠道返利形式（提升瓶盖兑奖、旺季促销等效率）、加强消费者互动；未来在数据积累基础上，公司将更好掌握开瓶动销情况，从而强化营销资源精准投放。从目前交流来看，公司五码产品之于渠道考核的应用方式或与国窖有所不同，经销商返利不单只考察开瓶扫码率，销售任务、出入库扫码、终端/宴席开拓等也将作为考察标准。\n　　全年费用精准投放，规模与效益或实现较好平衡。公司全年对收入、利润均有要求，费用管理更趋高效、精准。①汾享礼遇体系推广以来，终端动作监督及费用核销操作在逐步改进优化，兑付效率将逐步提升。②老白汾为2025年投入重点，主要系品牌宣传资源支持（如于谦代言、奥美营销策划等）加大，旨在扩大受众覆盖。老白汾五码换代过渡期间注重挺价，渠道费用不会大水漫灌。③青26/30旨在实现顺价销售，渠道费用投放也相对谨慎。\n　　盈利预测与投资评级：公司产品矩阵优势持续发挥，各区域市场有的放矢、各有侧重：山西着重结构升级，提升青花25/26占比；环山西老白汾提速，做好汇量增长；华东、华南保持青20增速引领，同时做好腰部/基座产品的下沉导入。需求承压背景下公司注重保证价盘及渠道利润稳定，我们微调2024~26年归母净利预测为121/135/156亿元（前值121/134/155亿元），对应PE为22/20/17倍，维持“买入”评级。\n　　风险提示：宏观经济持续走弱超预期风险；紧缩形势加剧风险；省外竞争超预期风险等。\n",
  "notice_date": "2025-03-28 00:00:00",
  "notice_title": "多价位精准发力，统筹兼顾规模、效益",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "苏铖,孙瑜",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "东吴证券",
  "star": "3"
}