{
  "attach_pages": "5",
  "attach_size": "703",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202107121503363783_1.pdf?1626107083000.pdf",
  "company_code": "80000038",
  "eitime": "2021-07-12 16:24:43",
  "extend": {},
  "info_code": "AP202107121503363783",
  "language": "0",
  "notice_content": "　　中兴通讯(000063)\n　　一、事件概述\n　　7月10日，公司发布2021年半年度业绩预告，报告期内，公司预计实现归母净利润38-43亿元，同比增长104.60%-131.52%。\n　　二、分析与判断\n　　营收持续增长叠加毛利率恢复改善，21H1盈利能力大幅提升\n　　按照公司预告中值计算，上半年实现归母净利润40.50亿元，同比增长118.09%；对应Q2归母净利润18.68亿元，同比增长72.42%，若剔除Q1利润中出让股权的8亿元，环比增长35.17%。公司在去年下半年储备了新一代基带芯片，有效降低了21H1上游原材料涨价带来的不利影响，同时，由于新一代基带芯片相对于上一代芯片功能齐全（导致设备所需组件减少），极大地降低了总体成本，推动毛利率不断提升。叠加国内政企业务（预计21年国内增速超50%，整体增速超30%）和消费者业务（家端产品销售增速超50%）的快速增长，公司营收同比快速上升。公司营业收入同比增长、毛利率持续恢复改善，21H1盈利能力大幅提升。\n　　5G建设加速，公司运营商业务国内份额有望提升至35%\n　　运营商业务短期看国内利润率反弹，长期看海外份额扩张。今年5G建设将继续维持“前高后低”的节奏，预计下半年国内5G建设将加速推进，中国移动和电联集采相继发布，新一轮招标将不断开启，公司作为行业内的龙头和技术先驱，近期表现亮眼，获得移动云资源池三期和电信网关4.0第一份额。利润率方面，今年运营商新建5G基站超80万座，相比去年有所增加（2020年为58万座），公司备货充足，技术实力突出，成本优势明显，毛利率逐步改善。同时，受疫情影响，海外电信市场投资放缓，随着疫情的好转，大量订单有望回归，公式运营商业务有望快速增长，预计公司今年运营商业务国内份额有望从30%提升至35%以上。\n　　其它业务多点开花，有望打开未来成长新空间\n　　伴随国内数字化浪潮的兴起，政企的数字化需求旺盛，公司积极投入费用开拓销售渠道，聚焦政企、金融、交通、能源、互联网及大企业六大领域，挖掘优质客户资源，同时，随着华为战略的调整，华为市场份额有所下滑，公司政企业务增长明显，稳定在50%以上，预计下半年继续保持这一增速。海外市场，公司与海外客户关系稳固，国外市场的政企业务相对维持稳定。除了的政企业务产品，如传输、无线、会议电视等优势产品外，公司还打造出GoldenDB分布式数据库、全模块数据中心、服务器及存储等一批明星产品，推动政企业务市场份额不断扩大。消费者业务方面，消费者业务随着海外市场加速恢复，回归增长轨道，在国内5G换机潮黄金窗口期，公司将战略性大力发力国内智能手机市场，如战略推进顺利，国内市场同样有望成为消费者业务增长引擎。另外，公司加大对消费电子的布局，新设立汽车电子产品线，长期业绩贡献可期。\n　　聚焦上游芯片研发，锻造公司市场稀缺竞争力\n　　芯片研发始终是公司的战略重心，中兴微电子具备7nm以上制程工艺芯片研发实力，是国内芯片设计公司的第一梯队。截至2020年底，中兴通讯拥有约8万件全球专利申请、持有有效授权专利约3.6万件。其中，芯片专利申请4270余件，授权的芯片专利超过1，800件。自研芯片可以通过定制化降低公司自身产品成本，另一方面，在全球“缺芯”潮的背景下，公司能够通过外销芯片取得额外收入，目前，外销芯片占比约10%。\n　　三、投资建议\n　　国内外5G建设持续推进，5G渗透率不断提升，公司作为全球第4的龙头主设备商，技术储备扎实，各项业务稳定增长，资产的盈利能力和现金流都有向好趋势，未来业绩有望高质量增长，同时公司在芯片、算法等领域持续布局，不断优化资源配置，将有效提振产品利润。我们上调对公司的盈利预测，预计2021-2023年归母净利润分别为75.71/97.24/114.47亿元，对应PE分别为19X/15X/13X，公司上市以来的估值中枢为26X，维持“推荐”评级。\n　　四、风险提示：\n　　国内外5G建设不及预期；国内市场竞争加剧；中美贸易摩擦加剧。\n",
  "notice_date": "2021-07-12 00:00:00",
  "notice_title": "中兴通讯2021年半年度业绩预告点评：多元业务稳增长，ICT龙头再出发",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "王芳,傅鸣非",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中兴通讯",
      "short_name_ch": "中兴通讯",
      "short_name_cht": "中興通訊",
      "short_name_en": "ZTE",
      "stock": "000063"
    }
  ],
  "short_name": "中兴通讯",
  "source_sample_name": "民生证券",
  "star": "3"
}