{
  "attach_pages": "35",
  "attach_size": "2389",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202304061585178994_1.pdf?1680786748000.pdf",
  "company_code": "80000135",
  "eitime": "2023-04-06 13:12:28",
  "extend": {},
  "info_code": "AP202304061585178994",
  "language": "0",
  "notice_content": "　　中金黄金(600489)\n　　核心观点:\n　　公司是国内唯一的黄金矿业上市央企。公司是由中国黄金集团发起成立的黄金采选冶炼生产企业，是国内黄金行业上市公司中唯一的央企，主营金矿与铜矿的采选，以及黄金与铜冶炼业务。经过多年资源整合与集团资产注入，截至2021年底，公司旗下拥有黄金矿山33座，其中在产黄金矿山27座，黄金保有资源储量510.5吨，居全国第四。2021年公司矿产金产量近20吨，位居国内第三，占全国总产量的7.75%。此外，公司还拥有铜保有资源储量237万吨，钼金属量49万吨，铁2757万吨；矿权面积达到639平方公里。随着黄金价格与铜价的逐步走强，以及集团公司优质矿产资源的注入，公司业绩保持强劲增长，2016-2021年公司业绩年均复合增速36%。2022年前三季度，公司实现归母净利润17.16亿元，同比增长24%。\n　　美联储加息周期结束在望，市场降息预期升温，黄金价格有望进入新一轮牛市。高利率环境下美国经济先行指标走弱，尤其是3月银行业爆雷的外溢效应恐将冲击金融系统，加大美国衰退风险。美国通胀持续下降与经济下行压力加大，使美联储的首要目标很可能从降通胀转移到维持经济发展与金融体系稳定上。3月美联储加息25个基点后暗示加息周期已至尾声，CME利率期货显示市场认为美联储在上半年结束加息后，最快将于7月开始降息，2023年下半年将有三次降息。在进入降息周期或降息预期升温后，美债名义利率的下行速度将快于顽固通胀预期的下行速度，引导美国实际利率下行，确定黄金价格的拐点，驱动黄金价格进入牛市。而在中美贸易战、全球疫情冲击、俄乌战争的影响下，逆全球化趋势抬头，地缘冲突加剧以及全球供应链体系的重塑都将动摇以美元为基石的国际货币体系。沙特伊朗中东大和解、“一带一路”合作等都表明了国际货币体系向多元化发展。美元或将进入新一轮下行大周期，这将支撑金价中长期的上涨。\n　　国企改革加速集团优质矿产资源持续注入，提升公司资产质量、盈利能力与发展潜力。2020-2022年国企改革三年行动期间，公司完成央企控股上市公司股权激励与集团内蒙古矿业资产注入，强化市场化机制考核、灵活开展核心人才中长期激励、深化亏损治理，大力推进科技攻关工作。此外，公司积极推进集团母公司持续优质矿产资产注入与不良资产退出，截至2021年底黄金集团已按计划分期分批通过各种形式向公司注入企业27家。目前集团仍有5家体内黄金资产承诺注入上市公司平台，还有集团孵化的16家金矿企业未来可注入公司。随着新一轮国企改革加速，以及国家要求确保重要资源安全、加强国内矿产勘查开发与增储上产，集团资产注入预期强烈。集团资产的持续注入，将大幅提升公司盈利能力与未来成长性。\n　　投资建议：美联储加息周期接近尾声，市场降息预期升温，黄金有望进入新一轮上涨周期，驱动公司业绩释放，预计公司2022-2024年实现归属于上市公司股东净利润21.73/32.60/38.28亿元，对应公司2022-2024年PE为23/15/13倍。金价上涨叠加新一轮国企改革加速，公司未来金矿资产注入预期强烈，成长性重塑。参考A股黄金行业可比公司估值，我们认为公司当前估值并未反映其真正价值。中国特色估值体系下黄金央企有望估值回归，我们给予公司2023年25倍的PE估值，首次覆盖，给予“推荐”评级。\n",
  "notice_date": "2023-04-06 00:00:00",
  "notice_title": "金价牛市助力黄金央企价值重塑",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "华立,阎予露",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "732",
          "publishName": "贵金属"
        }
      ],
      "short_name": "中金黄金",
      "short_name_ch": "中金黄金",
      "short_name_cht": "中金黃金",
      "short_name_en": "ZHONGJIN GOLD",
      "stock": "600489"
    }
  ],
  "short_name": "中金黄金",
  "source_sample_name": "中国银河",
  "star": "5"
}