{
  "attach_pages": "5",
  "attach_size": "504",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202512091796958027_1.pdf?1765294567000.pdf",
  "company_code": "80000200",
  "eitime": "2025-12-09 15:36:07",
  "extend": {},
  "info_code": "AP202512091796958027",
  "language": "0",
  "notice_content": "　　贵州茅台(600519)\n　　贵州茅台召开2025年第一次临时股东大会。茅台集团党委书记、董事长陈华首次亮相，与投资者就公司未来的经营发展进行沟通。“十五五”规划公司定调积极、科学、理性，秉持长期主义，夯实质量根基，稳步推进改革。\n　　支撑评级的要点\n　　公司股东大会表态，夯实质量基础，“不唯指标论”，秉持长期价值，稳步推进改革。近日，贵州茅台召开2025年第一次临时股东大会，董事长陈华率领公司管理层与投资者就茅台当下所面临的挑战及未来的战略部署进行讨论。（1）行业层面，公司认为白酒当下仍处于深度调整期，存量竞争下，马太效应愈发明显。（2）茅台自身来看，公司的产能投放节奏主要取决于不同时期的市场承载量。供给侧来看，2021至2024年公司基酒产量CAGR为-0.1%，按照基酒到成品酒的出酒时间判断，未来五年茅台酒在供给端或将不会有明显增加。需求侧来看，受客观因素制约（如传统消费场景受限、消费人群迭代等），白酒消费量短期仍有承压。在此背景下，茅台积极推进“三个转型”、“三端变革”，破解供需不配适的痛点，聚焦渠道生态与健康，维护好渠道韧性和市场稳定性。（3）从中长期发展及“十五五”规划来看，公司将夯实质量基础，平衡好短期与长期的关系，不会“唯指标论”，为了短期业绩而违背市场规律强压指标，损害合作伙伴利益。（4）白酒国际化及年轻化方面，年轻化方面，公司表态不会为了年轻化而年轻化，品牌美誉度仍是核心，在不同年龄段的价值主张下，实现卖酒向卖生活方式转变。国际化方面，海外市场应理性看待空间上限及文化壁垒问题，关注具备消费属性且高性价比的产品在海外市场的发展空间。公司将继续保持“三步走”的战略（从产品出口到出海，再到具备创造国际化价值能力的企业），总体节奏保持稳扎稳打。\n　　3季度报表业绩降速调整，此外，公司公告中期分红及回购议案，重视股东回报。（1）3Q25公司实现营收390.6亿元，同比+0.6%，归母净利192.2亿元，同比+0.5%，（1H25公司营收、归母净利同比增速分别为+9.1%、+8.9%），3季报公司主动降速调整。分产品来看，茅台酒保持增长韧性，系列酒下滑幅度较大（3Q25茅台酒、系列酒增速分别为+7.3%、-42.8%），3Q25茅台酒占营业收入的比重为89.4%，同比+5.6pct。3Q25公司毛利率为91.3%，同比+0.2pct，归母净利率49.2%，同比持平。综合茅台酒占比提升及公司毛利率表现，我们判断茅台酒产品结构中，飞天为主要贡献，非标产品增长承压。从渠道结构来看，3Q25批发代理渠道、直销渠道同比增速分别为+14.4%、-14.9%，直销渠道中i茅台数字营销平台营收19.3亿元，同比-57.2%。直销渠道对业绩贡献减少，经销渠道整体表现稳健。（2）根据公司中期利润分配方案，公司拟向全体股东每股派发现金红利23.957元（含税），合计拟派发现金红利300亿元。此外，公司公告回购方案，拟回购不低于15亿元（含）且不超过30亿元（含），用于注销并减少公司注册资本，彰显公司重视股东回报。\n　　估值\n　　在行业需求、价格承压的背景下，公司3季度收入及利润降速明显。短期来看，年内飞天批价跌幅较大，渠道护城河厚度减少。但中长期来看，我们认为茅台在品牌稀缺性上仍具优势，公司整体经营韧性较强。此次股东大会向市场传递了茅台的战略定力以及着眼中长期高质量发展的决心。我们认为，在政策环境及需求端未有明显好转的背景下，渠道库存消化仍需时间，结合公司3季报业绩，我们调整此前盈利预测，预计25至27年公司最新股本摊薄每股收益为72.31、75.80、80.93元/股，当前市值对应PE分别为19.6X、18.7X、17.5X，维持买入评级。\n　　评级面临的主要风险\n　　渠道库存超预期。宏观经济波动的风险。飞天批价持续下跌。\n",
  "notice_date": "2025-12-09 00:00:00",
  "notice_title": "股东大会强调高质量发展，聚焦渠道稳定性，稳步推进改革",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "邓天娇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "贵州茅台",
      "short_name_ch": "贵州茅台",
      "short_name_cht": "貴州茅台",
      "short_name_en": "KWEICHOW MOUTAI",
      "stock": "600519"
    }
  ],
  "short_name": "贵州茅台",
  "source_sample_name": "中银证券",
  "star": "4"
}