{
  "attach_pages": "6",
  "attach_size": "1049",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202411041640692735_1.pdf?1730717196000.pdf",
  "company_code": "80027629",
  "eitime": "2024-11-04 10:46:36",
  "extend": {},
  "info_code": "AP202411041640692735",
  "language": "1",
  "notice_content": "　　联影医疗(688271)\r\n　　United Imaging’s 9M24 revenue declined by 6.4% YoY to RMB6,954mn, with 3Q24revenue down by 25.0% YoY to RMB1.6bn. This downturn was primarily due to achallenging domestic market environment, marked by stringent industry regulationsand delays in equipment renewal projects. Attributable net profit in 9M24 decreasedby 36.9% YoY to RMB671mn, with net profit margin falling by 4.7 ppts. Despitethese near-term challenges, United Imaging maintained its R&D expenditures andactively pursued expansion in international markets, which impacted profitability inthe third quarter. Looking forward, as the implementation of equipment renewalprojects has gradually picked up pace, United Imaging's revenue and net profitmargins are expected to significantly improve in 2025E, in our view.\r\n　　Robust overseas growth momentum. In 9M24, United Imaging’s overseasrevenue grew 36.5% YoY to RMB1,404mn, accounting for 20.2% (+6.35 ppts)of total revenue. This accelerated growth continued into the third quarter, withrevenues increasing by 51.7% YoY to RMB471mn. Strong performances werenoted across North America, the Asia-Pacific region, and emerging markets. AsUnited Imaging continues to enhance its overseas localization and servicecapabilities, we believe it is poised to strengthen its global competitiveness,better navigate geopolitical challenges, and sustain rapid growth internationally.\r\n　　Strong growth in recurring revenue. In 9M24, revenue from maintenanceservices increased by 27.3% YoY to RMB967mn, accounting for 13.9% (+3.7ppts) of the total revenue. With a global installed base now exceeding 31,000units, United Imaging's service revenue contribution remains lower comparedto global industry leaders like GE Healthcare (32.9% in 2023) and Philips(27.7% in 2023). However, with the expanding installed base and an enhancedglobal service network, we expect United Imaging’s recurring revenue tocontinue its rapid increase, offering resilience against industry fluctuations.\r\n　　Medical equipment renewal projects set to materialize. Mgmt. has notedthat medical equipment renewal projects began implementation in earlyOctober, with multiple procurement activities underway. Additionally, somepreviously delayed equipment procurements, halted due to policy uncertainties,have now restarted. These developments lay the foundation for a recovery inUnited Imaging’s domestic business in 4Q24 and 2025. However, due tostringent industry regulations, the procurement process has become moreprotracted. The installation and revenue recognition timelines for largeequipment are also relatively long. Consequently, the positive impact of thisprocurement rebound is expected to be primarily reflected in 2025, in our view.\r\n　　Maintain BUY. We expect hospital procurement to recover from 2025 and weare optimistic about the Company's long-term growth potential driven by thecontinued import substitution and strengthened global competitiveness.Therefore, we revise up the terminal growth rate forecast from 3.0% to 4.0%.Based on a 9-year DCF model, we adjust the target price to RMB162.81(WACC: 8.3%, terminal growth rate: 4.0%).",
  "notice_date": "2024-11-04 00:00:00",
  "notice_title": "Anticipating a rapid rebound in domestic business",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Cathy WANG",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1041",
          "publishName": "医疗器械"
        }
      ],
      "short_name": "联影医疗",
      "short_name_ch": "联影医疗",
      "short_name_cht": "聯影醫療",
      "short_name_en": "UIH",
      "stock": "688271"
    }
  ],
  "short_name": "联影医疗",
  "source_sample_name": "招银国际"
}