{
  "attach_pages": "24",
  "attach_size": "909",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202308181595085525_1.pdf?1692388971000.pdf",
  "company_code": "80000069",
  "eitime": "2023-08-18 20:02:51",
  "extend": {},
  "info_code": "AP202308181595085525",
  "language": "0",
  "notice_content": "　　宁波银行(002142)\n　　投资要点：\n　　核心观点：结合行业趋势与公司经营策略，我们复盘了近年公司资产负债结构与平均利率，轻资本业务以及资产质量的变迁。我们认为，经营环境下行过程中，公司充分发挥专业经营核心竞争力，夯实了资产负债管理、多元化利润中心及风险控制方面的比较优势。\n　　贷款端，公司以民营企业、小微企业、制造业和进出口企业为基础客群，重点培育优质客群解决资金缺口，贷款平均收益率高于同行平均水平。存款端，公司坚持“以客户为中心”经营理念，不断提升存款质量，作为核心的对公存款基础扎实、粘性强，平均成本率低于同行平均水平。存贷端双重定价优势下，公司净利差明显高于城商行平均水平。2020年以来，受利率环境及自身资产结构调整影响，公司资产端平均收益率承压。在此背景下，公司主动加强质量管理，促进优质存款稳定沉，成本控制效果明显好于行业。\n　　债权投资端，近年公司利率债券与企业债券投资占比明显上升，非标投资占比明显下降。这一优化一方面体现近年金融监管趋势的影响，另一方面体现公司投资端风险偏好下降。受市场环境与结构优化影响，债权类投资平均利息收益率下降幅度大于贷款端。\n　　交易端，公司发挥专业优势，以较高比例的交易性金融资产创造稳健投资收益，进而反哺营业收入并规避信用风险，体现其专业优势与安全理念的结合。2020-2022年，公司投资收益增速明显快于同行，其中，基金投资为主的交易性金融资产发挥压舱石作用。近年来，公司交易性金融资产保持快速增长的同时，投资收益率保持稳健。\n　　轻资本业务方面，受益于投资银行业务传统优势与财富管理业务的快速发展，公司手续费及佣金净收入占营业收入比重明显高于城商行平均水平。其中，财富管理业务是近年转型发展的重要战略方向，公司秉承“用专业创造价值”的经营理念，持续强化专业服务能力，夯实财富管理业务可持续发展基础，升级公司产品体系和客户经营能力。近年公司财富管理客户基础快速扩大，代客理财、代理基金、代理保险业务收入实现快速增长。\n　　资产质量方面，公司贷款主要分布在浙江、江苏、上海、北京、广东，其中浙江和江苏占比分别为64.33%与22.60%，发达区域经济奠定公司资产质量基本盘。在风险管理方面，公司坚持“控制风险就是减少成本”的风控理念，将守住风险底线作为最根本的经营目标。受益于区域经济与风控能力，公司资产质量长期保持领先位置。动态来看，近年公司不良贷款池周转率较高，意味着不良资产确认与处置较为充分，信用风险出清较好。\n　　预计公司2023-2025年营业收入分别为636.48、705.46、794亿元，对应同比增速为9.97%、10.84%、12.55%；归母净利润分别为272.16、315.25、365.12亿元，对应同比增速为17.94%、15.83%、15.82%，期末归属于普通股东的每股净资产分别为26.56、30.24与34.54元，8月18日收盘价27.35元对应的PB为1.03、0.90、0.79倍。凭借优良的区域经济基础及突出的专业经营能力，公司经营业绩有望保持行业领先地位，当前公司相对估值处于2015年以来的低位，首次覆盖，给予“买入”投资评级。\n　　风险提示：非对称降息致净息差大幅收窄；区域经济明显转弱及重点领域风险暴露。\n",
  "notice_date": "2023-08-18 00:00:00",
  "notice_title": "公司深度报告：专业经营夯实比较优势",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "王鸿行",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "宁波银行",
      "short_name_ch": "宁波银行",
      "short_name_cht": "寧波銀行",
      "short_name_en": "BANK OF NINGBO",
      "stock": "002142"
    }
  ],
  "short_name": "宁波银行",
  "source_sample_name": "东海证券",
  "star": "3"
}