{
  "attach_pages": "6",
  "attach_size": "969",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202510311772354695_1.pdf?1761900728000.pdf",
  "company_code": "80027629",
  "eitime": "2025-10-31 08:52:08",
  "extend": {},
  "info_code": "AP202510311772354695",
  "language": "1",
  "notice_content": "　　联影医疗(688271)\r\n　　United Imaging (UIH) reported strong 9M25 results, with revenue of RMB8.9bn(+27% YoY), reaching 69% of our prior full-year estimate and exceeding thehistorical average of ~65%. The sharp 75% YoY revenue growth in 3Q25 wasdriven by a significant recovery in domestic equipment procurement, sustainedoverseas growth momentum, and a low base in 3Q24. Domestic demandremained solid, with the value of medical imaging tenders up by 55% YoY in 3Q25,according to Joinchain. Overseas growth was supported by strong order intakeand improved order-to-revenue conversion. Therefore, we raise our 2025Erevenue forecast to RMB13.3bn, implying 28.8% YoY growth.\r\n　　Robust performance of high-end portfolios. UIH’s domestic revenue grew24% YoY to RMB6.9bn in 9M25, driven by procurement recovery and marketshare gain of over 4ppts. High-end products remained a key growth driver. 1)MR revenue grew 40% YoY, with notable share gains in 5T (+ ~52ppts) and3T (+over 4ppts). 2) CT revenue increased 8% YoY with high-end CT up ~30%YoY. We expect photon-counting CT uCT Ultima and uCT Siriux to furtherstrengthen UIH’s position in the high-end CT market. 3) MI revenue rose 22%YoY with PET/CT maintaining its decade-long leading position in China. uMIPanorama has contributed ~40% of MI revenue. 4) XR and RT both delivereddouble-digit growth with continued share gains. The increasing revenuecontribution from mid- to high-end products is expected to offset marginpressures from lower-end portfolios. Moreover, the upcoming launch of acomprehensive ultrasound portfolio in Nov 2025 should further support UIH’s“diagnosis-to-treatment” strategy and high-end imaging leadership, in ourview.\r\n　　Overseas business maintained strong momentum. Overseas revenuerose 42% to RMB2.0bn, representing 22.5% (+2.3ppts) of total revenue in9M25. Revenue in North America grew by over 50% YoY to ~RMB700mn in9M, with US service revenue up 80%+ YoY on the back of an expandinginstalled base. A diversified supply chain and proactive inventory managementhelped mitigate tariff pressure, while recurring service revenue may enhancelong-term resilience. European revenue more than doubled YoY to overRMB400mn in 9M. Notably, uMI Panorama GS and uMI Panvivo havepenetrated into the high-end market in Western Europe. Asia-Pacific andemerging markets also delivered double-digit growth. Management indicatedrobust overseas order intake. With stronger sales conversion from orders, weexpect overseas growth to remain solid in 4Q25E.\r\n　　Maintain BUY. Considering the rapid domestic recovery in 2025E and strongoverseas growth momentum, we raise our forecasts of 2025–2027E revenueCAGR from 22.6% to 24.1%. Based on a 9-year DCF model (WACC: 8.1%,terminal growth: 4.0%), we raise our target price to RMB162.29",
  "notice_date": "2025-10-31 00:00:00",
  "notice_title": "Strong recovery in Q3",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Cathy WANG",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1041",
          "publishName": "医疗器械"
        }
      ],
      "short_name": "联影医疗",
      "short_name_ch": "联影医疗",
      "short_name_cht": "聯影醫療",
      "short_name_en": "UIH",
      "stock": "688271"
    }
  ],
  "short_name": "联影医疗",
  "source_sample_name": "招银国际"
}