{
  "attach_pages": "6",
  "attach_size": "955",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202503191644663055_1.pdf?1742383820000.pdf",
  "company_code": "80027629",
  "eitime": "2025-03-19 11:30:20",
  "extend": {},
  "info_code": "AP202503191644663055",
  "language": "1",
  "notice_content": "　　药明康德(603259)\r\n　　WuXi AppTec reported a YoY revenue decline of 2.73%, to RMB39.2bn, and a2.5% decrease in adjusted non-IFRS net profit, to RMB10.6bn. However,earnings showed encouraging improvement throughout 2024, resulting in apositive revenue and profit growth in 4Q24. The TIDES business remained theprimary growth engine, with full-year revenue up by 70.1% YoY. The Company'sbacklog as of year-end 2024 expanded significantly, growing 47% YoY toRMB49.3bn. Notably, TIDES backlog experienced a substantial 103.9% YoYincrease in 2024. Fuelled by robust order book, management offered a positiveoutlook for 2025, forecasting 10-15% YoY revenue growth in continuingoperations and further enhancement of the adjusted non-IFRS net profit margin.\r\n　　Strong order growth bolsters future revenue visibility. WuXi AppTec'sbacklog at end-2024 grew by a significant 47% YoY, reaching RMB49.3bn.This represents an acceleration from the 35.2% growth seen at the end of3Q24. Positive trends were evident across segments. CDMO businesssecured 25 new Ph3 and commercial projects in 2024 (vs 20 added in 2023).Biology segment returned to positive revenue growth in 4Q24, posting YoYand QoQ increases of 9.3% and 9.2%, respectively, signaling an improvingtrend in early-stage R&D demand. Furthermore, revenue from Top20 globalpharma clients rose by 24.1% YoY (excl. COVID related projects), expeditingfrom the 23.1% growth in 9M24. These metrics underscore the increasingvisibility of the Company's future revenue. Given the positive outlook for futuredemand, the Company plans to boost capex by 75%-100% YoY in 2025 toRMB7-8bn.\r\n　　TIDES business sustains strong growth trajectory. TIDES revenue in2024 climbed 70.1% YoY, with backlog expanded by 103.9% YoY. Underlyingdemand for polypeptide manufacturing remains robust in the market. TheCompany's polypeptide capacity reached 41k liters by end-2024, with plansfor a further increase exceeding 100k liters by late 2025, demonstrating WuXiAppTec’s commitment to meeting the growing customer demand. Mgmtanticipates TIDES revenue growth of over 60% YoY in 2025.\r\n　　Ongoing commitment to shareholder returns. Amidst macroeconomicuncertainties in 2024, WuXi AppTec strengthened its commitment toshareholder returns. The Company completed RMB4.0bn in sharerepurchases and cancellations in 2024 and maintained a dividend payoutratio of 30% for the year. To further enhance returns, mgmt announced a onetime special dividend of RMB1.0bn, alongside a 2025 interim dividend. Mgmtalso indicated plans to repurchase RMB1.0bn of A-shares in 2025.\r\n　　Maintain BUY. We raise our TP from RMB78.51 to RMB94.05 (based on a10-year DCF model with WACC of 9.42% and terminal growth of 2.0%), tofactor in the earnings recovery. We forecast the continuing operation revenueto grow by 14.4%/ 15.2%/ 16.3% YoY and adjusted non-IFRS net income togrow by 11.7%/ 19.0%/ +16.1% YoY in 2025E/ 26E/ 27E, respectively. Our2025E/ 26E/ 27E forecasts of adjusted non-IFRS profit are 6.9%/ 14.9%/19.6% higher than consensus.",
  "notice_date": "2025-03-19 00:00:00",
  "notice_title": "Strengthened earnings certainty drives valuation recovery",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "药明康德",
      "short_name_ch": "药明康德",
      "short_name_cht": "藥明康德",
      "short_name_en": "WUXI APPTEC",
      "stock": "603259"
    }
  ],
  "short_name": "药明康德",
  "source_sample_name": "招银国际"
}