{
  "attach_pages": "5",
  "attach_size": "887",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202409031639720853_1.pdf?1725434750000.pdf",
  "company_code": "80027629",
  "eitime": "2024-09-04 07:25:50",
  "extend": {},
  "info_code": "AP202409031639720853",
  "language": "1",
  "notice_content": "　　卓胜微(300782)\r\n　　Maxscend reported 1H24 results. Revenue grew 37% YoY to RMB2.3bn from a lowbase in 1H23, driven by clients’ restocking behavior. GPM declined to 42.1%, down6.9ppt from 1H23. Margin erosion was mainly due to 1) an unfavorable revenue mixtowards higher module sales, 2) ramp up in fab production and 3) intensifiedcompetition. Despite a slow recovery in consumer demand and prolongedreplacement cycle of handsets, we expect Maxscend to outperform its peers, withits unique fab-lite model to support 1) supply chain security, 2) better productperformance and 3) potential in cost optimization once utilization reaches a higherlevel. Maintain BUY with adj. TP at RMB100.\r\n　　We remain optimistic that Maxscend’s module business will drive futuregrowth. By segment, discrete products revenue grew 15% YoY in 1H24, whilemodule products grew 81% YoY. Module revenue contribution increasedsteadily from 29%/36% in 2022/23 to 45% in 1H24. We expect module sales togrow further by 37%/30% YoY in 2024/25E, driven by the modulization trend inRFFE sector. We hold a positive outlook for Maxscend with the company’srecent development in filters, which will enhance Maxscend’s capabilities inmeeting clients’ customization and miniaturization requirements that eventuallylead to market share gains.\r\n　　We see domestic RFFE suppliers are all facing ASP pressures from adeteriorating industry environment, as competition gets intensified.However, we think the impact will be mitigated eventually as the sectorcontinues to consolidate. In addition, Maxscend is increasing its high-endproduct coverage with its own fabrication capacities. Looking forward, thelaunch of new products will be in focus. We think new product ramp-up willweigh on GPM in the near term. We project overall GPM to be 41.9%/42.2% for2024/25E.\r\n　　Maintain BUY rating. We cut 2024/25E earnings forecasts by 31%/27% onGPM pressure from longer-than-expected price war. TP is trimmed to RMB100,based on 44.5x 2025E P/E, which is 1SD below 1-year hist. avg. fwd. P/E, givennear-term GPM pressures and uncertainties in mobile recovery. We thinkMaxscend will be a key beneficiary of the semiconductor localization trend inChina. Despite a challenging market, the company’s growth story is intact, inour view. Its fabrication capabilities will serve as a pillar stone for its long-termdevelopment.",
  "notice_date": "2024-09-04 00:00:00",
  "notice_title": "Revenue grew while GPM deteriorated due to intense competition and capacity ramp-up",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "卓胜微",
      "short_name_ch": "卓胜微",
      "short_name_cht": "卓勝微",
      "short_name_en": "MAXSCEND",
      "stock": "300782"
    }
  ],
  "short_name": "卓胜微",
  "source_sample_name": "招银国际"
}