{
  "attach_pages": "24",
  "attach_size": "1859",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202503201645092191_1.pdf?1742484327000.pdf",
  "company_code": "80092742",
  "eitime": "2025-03-20 15:25:27",
  "extend": {},
  "info_code": "AP202503201645092191",
  "language": "0",
  "notice_content": "　　上汽集团(600104)\n　　本期内容提要:\n　　以整车业务为核心，铸就燃油时代龙头车企。上汽前身可追溯1955年成立的上海内燃机配件制造公司，2011年集团实现整体上市。发展初期上汽集团先后与德国大众、美国通用成立合资公司，合资品牌为上汽期初发展起到了巨大贡献；21世纪以来，上汽确立了建设自主品牌的“四条道路”，全面打响自主开发、技术创新的关键战役，先后推出了荣威、宝骏、智己等自主品牌。2022年上汽集团销售整车530.3万辆，连续十七年保持国内第一，并率先成为中国首个新能源汽车、海外市场“双百万辆企业”。目前，上汽集团的业务主要涵盖整车、零部件、移动出行和服务、金融、国际经营、创新科技等领域，形成了以整车业务为龙头，六大板块紧密协同、相互赋能、融合发展的业务格局。\n　　新能源自主品牌强势崛起，合资板块经营承压。近年来中国汽车市场正处于智能电动化转型浪潮之中，呈现出新能源渗透率突破临界点、智能化竞争加剧、全球化布局加速等多种趋势，一方面市场规模不断增长，新能源自主品牌市场份额不断扩大，中国汽车工业进入高质量发展新阶段，另一方面合资品牌、央国企车企因为电动化转型偏慢、市场竞争激烈等因素，市占率不断下滑，2024年主流合资品牌累计零售销量629.9万辆，同比减少15.7%，同时市场占有率从2019年51.4%下降至2024年27.5%。上汽集团合资板块亦出现明显下滑，上汽大众、上汽通用销量、产能利用率、归母净利润等指标均达到历年低值，同时上汽自主板块受到上汽通用五菱销量影响，2024年销量也出现同比下滑。\n　　从涓流到浩瀚，上汽集团转型再出发。1）政策支持，核心管理层注入新动能。上汽集团转型发展获得国资委、上海市政府高度重视与支持，同时2024年下半年公司完成从集团到主要子公司、合联营公司管理层更换，为公司未来发展注入新的管理动能；2）合资板块转型发展，拥抱智能化、本土化发展。为了谋求新时代背景下合资车企发展最优解，上汽大众、通用正积极推动自身智能化、本地化发展；与此同时，凭借自身强大的智能电动化领域的技术储备，上汽集团也积极反向赋能合资品牌，领衔中国市场的合资品牌走向合资2.0时代；3）品牌整合、技术底座升级、智驾能力提升全系统推进。握指成拳，推进荣威、飞凡品牌整合，推进“大乘用车板块”组建，加速推进集团品牌、渠道整合；升级“七大技术底座”，全面赋能上汽旗下各自主品牌全新车型；智驾方面，发布“一段式端到端直觉式智驾大模型”，智己汽车已经成为行业内首个同时具备L2、L3、L4级智能驾驶量产能力的品牌；4）众擎易举，携手华为开启合作新篇章。2025年2月，上汽集团与华为在上海签署深度合作协议，共同打造“尚界”品牌，一方面“七大技术底座”为整车制造提供底层支持，另一方面华为智驾“类人决策”提供科技支撑，双方团队深度融合、携手共进，合作或将达到“1+1>2”的协同效果。\n　　盈利预测与投资评级：我们预计2024-2026年公司的营收分别为6549.5、6831.1、7202.6亿元，归母净利润分别为16.1、113.4、135.7亿元，对应PE分别为112.2、15.9、13.3倍。考虑到公司积极进行电动智能化转型、计提减值轻装上阵、加强对外合作等多重因素，首次覆盖，给予“买入”评级。\n　　风险因素：汽车销量不及预期，新能源转型不及预期，对外合作不及预期，海外出口受政策影响风险。\n",
  "notice_date": "2025-03-20 00:00:00",
  "notice_title": "公司首次覆盖报告：国企改革促发展，智选合作启新章",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "邓健全,赵悦媛,丁泓婧,徐国铨",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "上汽集团",
      "short_name_ch": "上汽集团",
      "short_name_cht": "上汽集團",
      "short_name_en": "SAIC Motor",
      "stock": "600104"
    }
  ],
  "short_name": "上汽集团",
  "source_sample_name": "信达证券",
  "star": "3"
}