{
  "attach_pages": "6",
  "attach_size": "978",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202410301640589074_1.pdf?1730284831000.pdf",
  "company_code": "80027629",
  "eitime": "2024-10-30 10:40:31",
  "extend": {},
  "info_code": "AP202410301640589074",
  "language": "1",
  "notice_content": "　　药明康德(603259)\r\n　　WuXi AppTec reported 3Q24 revenue of RMB10.46bn, slightly down 2.0% YoY,and attributable adjusted non-IFRS net profit of RMB2.97bn, down 3.2% YoY.Total non-COVID revenue and non-COVID Chemistry revenue growth reboundedto 14.6% YoY and 26.4% YoY, respectively, in 3Q24. Despite the challenginggeopolitical environment, mgmt. reiterated its revenue guidance of RMB38.3-40.5bn for 2024, indicating 2.7%~8.6% YoY non-COVID revenue growth.Additionally, mgmt. reiterated its commitment to maintaining an adjusted nonIFRS net profit margin consistent with the levels achieved in 2023.\r\n　　Strong global competitiveness led to fast order growth. As of 3Q24, WuXiAppTec's backlog climbed to RMB43.82bn, representing a YoY increase of35.3%, maintaining the encouraging momentum of 33.2% YoY growth(excluding COVID-19 commercial projects) in 1H24. The rapid backloggrowth signified the enduring trust that global clients place in WuXi AppTec'shigh-quality and efficient services. This is further evidenced by a robust 23.1%YoY rise in revenues from global Top 20 pharmaceutical companies in 9M24,a notable acceleration from the 11.9% growth observed in 1H24.Management has indicated that 80% of the backlog is expected to convertinto revenue within the next 12 to 18 months, providing strong earningsvisibility for WuXi AppTec in 4Q24 and throughout 2025, in our view.\r\n　　TIDES continues to exhibit strong growth. TIDES revenue grew by 71.0%YoY in 9M24, with the growth accelerating to 98.6% YoY in 3Q24. The TIDESbacklog as of 3Q24 saw a substantial YoY increase of 196%. In Jan 2024,WuXi AppTec expanded its peptide production capacity from 10k liters to 32kliters, with plans to expand to 41k liters by the end of 2024 and further to 100kliters by 2025. This ambitious expansion underscores WuXi AppTec'scommitment to meeting the rapidly growing global demand for peptideservices, positioning TIDES as the strongest growth driver for the Companythrough 2026.\r\n　　Overseas peers struggle to compete with Chinese chemical CDMOs inthe medium term. In our in-depth report published on 21 Oct 2024, weanalyzed the business fundamentals of 30 companies from Europe, the US,and India engaged in API and chemical CDMO services. The findings revealthat these companies significantly trail WuXi AppTec in terms of businessscale and capacity. Specifically, most Indian peers primarily offer bulk andspecialty APIs, with limited capabilities in supporting innovative drugs R&D.Meanwhile, European firms, despite having an established pharmaceuticalmanufacturing base with several well-known chemical CDMOs, tend to focusmore on formulation instead of API. Their manufacturing sites, primarilylocated in Central and Western Europe, face higher labor costs compared toWuXi AppTec, further disadvantaging them in the competitive market.\r\n　　Maintain BUY. Factoring in the positive trend of customer demand, we lift ourTP from RMB67.72 to RMB72.37 (based on a 10-year DCF model withWACC of 9.42% and terminal growth of 2.0%). We forecast revenue to growby -3.6%/ +11.4%/ +13.6% YoY and adjusted non-IFRS net income to growby -3.9%/ +11.9%/ +15.5% YoY in 2024E/ 25E/ 26E, respectively.",
  "notice_date": "2024-10-30 00:00:00",
  "notice_title": "Earnings recovery underway",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "药明康德",
      "short_name_ch": "药明康德",
      "short_name_cht": "藥明康德",
      "short_name_en": "WUXI APPTEC",
      "stock": "603259"
    }
  ],
  "short_name": "药明康德",
  "source_sample_name": "招银国际"
}