{
  "attach_pages": "7",
  "attach_size": "1321",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011061427070198_1.pdf?1604668788000.pdf",
  "company_code": "80027629",
  "eitime": "2020-11-06 13:19:48",
  "extend": {},
  "info_code": "AP202011061427070198",
  "language": "1",
  "notice_content": "　　比亚迪(002594)\r\n　　BYD announced that total auto sales volume achieved 48K units in Oct, an increase of 16.1% YoY. Among these, NEPV achieved 22K units, an increase of 83.1% YoY/ 18.5% MoM. The Company announced its 4Q20E earnings guidance with a bottom-line range of RMB 4.2bn-4.6bn in 2021E. We believe BYD will benefit most from recent improving sentiment on NEV, from both sales volume and market sentiment perspective. We raised our bottom-line forecast by 24% to RMB 5.2bn in 2020E to reflect a higher ASP and GPM on auto segment. Reiterate BUY rating and raise TP to RMB223.8.\r\n　　BYD continues rapid growth in NEV segment in Oct. BYD sold 47K units (ICE+NEV) of auto in Oct, an increase of 16.1%YoY. Its NEV business remains on the high growth path with a total sales volume of 23K units, an increase of 84.7% YoY. Among these, NEPV achieved 22K units (+83.1%YoY) whereas NECV achieved 1.2K units (+123.2% YoY). We believe that the total delivery of model Han is in line with our expectations, with a total volume of 7,545 units in Oct. We expect that the sales volume of Han will continue to rise MoM within the year as the production of the blade battery is ramping up. In terms of ICE, sales reached 25K units in Oct, down 14.2%  YoY/up 9.9%MoM.\r\n　　3Q20 achieved RMB1.75bn, an increase 1363% YoY, in line with the Company’s earnings preview. Among them, BYD Electronics (285 HK, BUY)contributed approximately RMB1.22mn while other segments contributed RMB527mn. We believe that a series of new models, underpinned by production ramp-up of blade battery, will support the sales performance in the short term. We expect BYD will achieve total NEPV sales of 45K units in Nov& Dec, an increase of 112%YoY. We expect DM4.0 (expected rollout in 1Q21E) and new BEV platform (expected rollout in 2021 Shanghai Auto Show) will further boost its NEV sales in 2021E. \r\n　　Higher ASP and GPM raise the 2021E bottom-line forecast. We expect that strong sales of model Han among its NEPV will increase to 20% in NEV sales mixbased on our new calculation. Therefore, aggregate ASP for the NEPV segment increased by 9% to RMB187Kin 2020. In the meanwhile, we believe that BYD will continue to utilize its cost control advantage, driving its improvement in GPM of auto segment. We therefore raised our 2021Eearnings forecast by 30% to RMB6.88mn.\r\n　　Sentiment-driven re-rating on the NEV segment. BYD’s share price performed well exceed our expectation, while fundamentals were largely on track with our projection. We think BYD’s re-rating was mainly sentimentally driven on an optimistic outlook for the NEV segment. Based on our SOTP framework, we believe the market is currently pricing the NEV segment at a 5.5x FY21E P/S ratio. After peers’ recent share price rally, we believe BYD’s NEV valuation is significantly lower than the peer's average of 10.1x FY21E P/S. Based on FY21E NEV sales projection of RMB62.8bn, we expect 1) bull case share price to trade up 8.9x P/S at RMB263, in line with Tesla (TSLA US, NR)’s valuation in a thrilling market sentiment; 2) bear case share price to trade down to 3x P/S at RMB145.7; and 3) base case valuation of 7x P/S at RMB223.8, matching with peers valuation growth with 30% discount. Our valuation revision reflects changes only on the NEV segment, and we think other catalysts such as power batteries gaining external shipment could boost valuation further. Our TP for BYD is revised up by 43.7% to RMB223.8, maintain BUY.",
  "notice_date": "2020-11-06 00:00:00",
  "notice_title": "Momentum to maintain with NEV sales",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jack Bai,Robin Xiao",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "比亚迪",
      "short_name_ch": "比亚迪",
      "short_name_cht": "比亞迪",
      "short_name_en": "BYD",
      "stock": "002594"
    }
  ],
  "short_name": "比亚迪",
  "source_sample_name": "招银国际"
}