{
  "attach_pages": "7",
  "attach_size": "1460",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202107231505574470_1.pdf?1627063167000.pdf",
  "company_code": "80092742",
  "eitime": "2021-07-23 14:11:27",
  "extend": {},
  "info_code": "AP202107231505574470",
  "language": "0",
  "notice_content": "　　宝信软件(600845)\r\n　　事件：2021年7月22日，上海市经信委官网公布了2021年拟新建数据中心能耗指标，上市IDC企业中宝信软件独家获批。\r\n　　点评：\r\n　　持续获上海市能耗指标，充分证明宝信软件IDC强劲的综合实力\r\n　　本次上海共发放了3万个6kw机柜的能耗指标，共批复10个项目，每个项目3000个6kw机柜能耗，本次能耗指标申请条件更加严苛、门槛更高，获批企业包括专家第三方IDC企业、互联网企业等。\r\n　　上市IDC公司中，仅宝信软件获批能耗，且为唯一一个连续3次持续获批能耗指标的IDC企业，充分证明了宝信在IDC方面强劲的综合实力：1）2019年获批5000个；2）2020年获批3000个；3）2021年宝山区共批复2个项目，通过宝信软件报建的项目为3000个6kw的机柜，另外致达数创智慧园数据中心项目（3000个6kw机柜）由上海通粲网络科技有限公司报建，通粲网络与宝信软件控股子公司宝信数据拥有同一个股东，我们推测后续具备合作的可能性。\r\n　　宝信软件：IDC具备无人可复制的竞争优势，卡位全国核心地段，扩张潜力十足\r\n　　我们在宝信软件深度报告《从三大预期差解读新基建龙头长期确定性价值》，里面明确强调，市场通常把宝信在IDC成功的原因单一归结为资源禀赋，我们认为市场没有充分认识到公司无人可复制的IDC能力，主要体现在“资源禀赋+工业软件能力”的结合。1）从资源禀赋来看：背靠宝武，公司在土地、水、电、能耗获取等方面拥有得天独厚的资源优势；2）从工业软件能力来看：公司是目前市场上唯一从设计（拥有独立梅山设计院）、建设、运营（市场上唯一在IDC领域进行信息化、自动化全面自主研发的企业）等全部自主独立承担完成的企业，赋予了公司绝佳的成本控制能力、强劲的运维能力，公司的机房均为高品质机房，受到了上海市政府、上游供应商、下游客户的高度肯定。公司战略发展思路清晰，坚持走自建模式，在一线持续拓展多元化的优质客户，同时适当开拓大客户基地型业务，兼具无穷的扩张潜力和强劲的盈利能力。\r\n　　1）专业的设计建设团队——全资子公司梅山设计院IDC团队：市场上大部分第三方IDC企业主要依靠外部的设计院及建设团队承担IDC设计与建设工作，而公司拥有独立且专业的设计建设团队，全资子公司上海梅山工业民用工程设计研究院有限公司持有国家冶金工程设计甲级、建筑工程设计乙级、压力管道设计等多项资质证书。\r\n　　2）工业软件实力强劲，信息化、自动化能力传承：公司具备强劲软件开发能力，IDC内部诸多系统如动环监控系统、调度系统等系统均由公司自主开发。\r\n　　3）节能减排技术实力突出，有效降低电费成本：IDC节能主要靠架构的设计和运营能力，公司技术实力领先，IDC节能减排技术行业领先，技术的领先有效地降低了公司用电成本和PUE值，为同纬度最低，根据公开数据显示，公司IDC项目平均PUE在1.3-1.4，部分项目在1.2-1.3之间，液冷技术下达到接近1.1水平：\r\n　　4）技术实力突出，率先在市场上采用最新前沿技术：在市场上率先大规模使用高压直流技术，即交流转化为直流，直接供给IT设备，而传统的UPS系统是交流转换为直流，再通过直流整流转换为交流，给计算机设备供电，由于高压直流它少了一次变换，则减少了一次能量损耗；\r\n　　率先大规模将工业自动化控制的PLC技术和集群控制技术运用于暖通系统，将系统运行在最佳的效率区间；\r\n　　采用自然冷却技术，在室外温度低于机房温度时，用室外低成本冷水直接进行热交换，大大降低了制冷系统的能耗；在最新规划项目中部分采用液冷技术，相对于传统方式散热效率提高，大大降低散热系统在整个IDC的用能水平；\r\n　　市场上唯一大型应用削峰填谷水蓄能系统的IDC企业，水蓄冷简单来说即采用备用的制冷机在夜间电费较低的时候进行充冷，再在白天进行释放，通过错峰用能的方式节约电费，水蓄冷实际应用较难，风险比较大，需要一套安全的自动化系统去进行自动化运行，公司自主研发整套安全的自动化系统，安全有效地保障了水蓄冷系统的正常运转，对于节约用电成本起到了关键作用。\r\n　　强劲的运维能力，电力系统和暖通系统均实现自动化运维，率先通过UptimeM&O（数据中心运营管理）认证：公司的电力系统和暖通系统均采用全容错工业标准架构，实现了自动化调度和运维，无需人员干预；另外采取了自主开发的运营信息化管理平台，是目前市场上唯一在IDC领域进行信息化自动化全面自主研发的企业。M&O是uptime公司推出的一项数据中心运营认证，是全球最知名最权威的数据中心认证之一，目前国内仅有少数公司通过此认证。2016年7月，宝之云IDC（一期）顺利通过UptimeM&O认证，使得宝信软件成为全球第97家，国内首家完全自主独立实施、并一次通过该认证的企业，宝之云IDC（一期）也是UptimeM&O认证有史以来通过的单体最大规模数据中心，宝之云IDC（二期）目前也已顺利通过UptimeM&O（数据中心运营管理）认证。\r\n　　公司战略发展思路清晰，坚持走自建模式，在一线持续拓展多元化的优质客户，同时适当开拓大客户基地型业务，兼具无穷的扩张潜力和强劲的盈利能力。公司目前主要沿着华东、华北、华南一线核心区域布局，正积极储备资源（预计单点规模储备机柜均在1万个以上）及推进各个项目的开展，我们预计从今年三季度开始，公司新建机柜产能将逐步释放，且未来几年将进入产能加速投放新周期，我们认为公司作为国内批发型IDC龙头，将迎来发展的黄金期，坚定看好公司长远发展空间。\r\n　　“碳中和”浪潮下，一线电力、能耗严控，高品质、高可靠性机房稀缺性日益凸显\r\n　　1）一线电力、能耗紧缺：市场担忧一线能耗管控政策会逐渐放开，但实际情况是，国家对以北上广深为代表的一线及周边城市（如燕郊、昆山、太仓、廊坊等地）的能耗管控日益严格，且电力资源获取难度正日益提升，部分地区电力资源甚至超越能耗成为IDC扩张最核心瓶颈，此现象在以北京为核心的华北地区表现尤其严重，我们了解到，目前北京、张北、廊坊、燕郊等地多个已投放项目存在电力供给不到位的情况；\r\n　　2）一线有效供给不足：除此之外，我们了解到部分已获取能耗的企业并未真正地投入到IDC建设与运营中，部分企业由于缺乏行业经验，选址存在问题，导致电力供应不到位，从而导致核心城市真实有效供给增长有限；\r\n　　3）一线政策趋严：近期广东、北京相继出台新政策，从能耗、电费等各方面进一步加大对IDC的管控力度，另外，上海2021年首批能耗发放审核要求也更加严格，在收入、PUE、税收等各方面对IDC企业提出了更高的要求，导致能耗获取的门槛进一步提升，在“碳中和”影响下，我们判断，近两年，一线及核心城市，政府对能耗和电力的限制将进一步趋严，行业集中度有望逐步提升，高品质IDC龙头能力逐步凸显，一线高品质、大规模机房稀缺性价值将提升；\r\n　　4）互联网企业对单点大规模机房需求旺盛：虽大客户自建比例提升成趋势，但受限于有限资源获取能力，大客户核心地段大规模IDC需求仍要靠第三方IDC资源，且大客户处于控成本、安全性、稳定性的考量，对于大规模、高标准单点大规模机房（单点在一万个机柜布局以上）保持着持续旺盛需求。\r\n　　受益于宝武和传统企业数智化转型推进，智慧制造和工业互联网业务有望提速发展\r\n　　工业互联网和智慧制造作为AIoT核心赛道，一直深受国家重视。公司背靠国内最大钢铁集团，为国内钢铁工业软件龙头。2020年，公司获评中国软协“2020十强创新软件企业”；成为国内首家通过“研发运营一体化（DevOps）能力成熟度模型”持续交付标准3级评估的工业软件企业；成为国内率先获得数据管理成熟度模型DCMM四级证书的工业软件企业。2016年以来，钢铁行业逐步复苏，整体盈利能力得到持续改善，使得钢企具备了改造原有信息化、自动化系统的能力，同时宝武并购重组步伐在不断加快，伴随着亿吨宝武数智化转型，信息化需求有望持续释放，给传统软件业务打开长期成长空间。\r\n　　早在五年前，宝信就成立工业4.0项目部，对工业互联网技术提前布局。公司于2020年12月发布了自主研发的工业互联网平台xIn3Plat，同时推进大数据“5S”组件开发，完成炼铁互联智控平台（高炉）示范项目建设；今年年初宝武成立中国宝武工业互联网研究院和中国宝武大数据中心，和宝信联合办公，统筹宝武工业互联网框架设计及前沿技术研发。公司依靠多年在工业软件领域积累的强大研发实力及钢铁行业专业经验，自主研发工业互联网平台和人工智能中台，以iPlat和ePlat为两翼，积极打造钢铁行业工业互联网生态圈，为未来发展开辟了新的成长赛道，打开更加广阔发展空间。\r\n　　盈利预测与投资评级\r\n　　公司作为国内稀缺的深度布局“IDC+工业互联网+智慧制造”的“5G+AIoT”核心龙头，长期成长确定性强，坚定看好长期发展空间。预计公司2021-2023年净利润分别为17.50亿元、24.77亿元、35.48亿元，对应PE为52.4倍、37.0倍、25.8倍，维持“买入”评级。\r\n　　风险因素\r\n　　IDC建设与上架不及预期、宝武重组并购低于预期、5G发展不及预期",
  "notice_date": "2021-07-23 00:00:00",
  "notice_title": "上海能耗指标落地，宝信软件核心受益",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "宝信软件",
      "short_name_ch": "宝信软件",
      "short_name_cht": "寶信軟件",
      "short_name_en": "Baosight",
      "stock": "600845"
    }
  ],
  "short_name": "宝信软件",
  "source_sample_name": "信达证券",
  "star": "3"
}