{
  "attach_pages": "6",
  "attach_size": "750",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202307161592323281_1.pdf?1689585213000.pdf",
  "company_code": "80092742",
  "eitime": "2023-07-17 09:13:33",
  "extend": {},
  "info_code": "AP202307161592323281",
  "language": "0",
  "notice_content": "　　伊利股份(600887)\n　　事件：本周五我们参加了公司2023年度投资者日活动，公司高管悉数出席，同时邀请各重点品牌负责人，从战略目标、产品品类和具体品牌等角度与投资者进行了深入的沟通和交流。\n　　目标及驱动力方面，公司坚忍不拔。短期来看，公司收入略受今年消费市场弱复苏的影响，而利润率提升30bp的目标不变。中长期来看，公司依然对2025年全球乳业第三、2030年全球乳业第一的目标充满信心。驱动力上看，公司则通过全面创新、多品类的平衡布局和由品牌管理能力及渠道优势等所支撑的综合竞争力带动，以高目标引领的文化为根基，驱动伊利不断前进。\n　　品牌建设方面，公司着力提升费用使用效率。品牌建设端，一方面，公司坚持长期投入，引导消费者购买意愿，抢占消费者心智；另一方面，公司也通过抓住媒渠融合趋势、利用数字化手段和捕捉圈层营销等方式，花好每一分钱，提升费用使用效率。\n　　常温液奶仍是公司的压舱石，功能性产品迈向市场。从产品属性上看，液态奶是具有刚需和健康的产品，疫情的教育及人均消费量与海外的差距均昭示着液态奶庞大的发展空间。从趋势上看，一方面，高端白奶的礼赠场景开始回归；另一方面，细分功能类的需求开始逐步显现，公司在多品牌下进行布局，来满足消费者需求。具体至品牌，金典所在的有机赛道高热，近三年复合增长率达12.2%。金典推出首款常温活性乳铁蛋白有机奶，独创的专利技术将乳铁蛋白保留率由10%提升至90%，满足消费者对免疫力的需求。安慕希作为中国酸奶第一品牌，市占率达66%，并推出0蔗糖安慕希酸奶和首款常温活性益生菌酸奶，聚焦健康与营养。\n　　婴配粉把握高端化和国产化机遇，成人粉关注中老年人健康。婴配粉方面，尽管今年出生人口受到影响，行业竞争有所加剧，但明年我国生育意愿有望逐步释放。同时，在今年新国标实施后，市场集中度的提升和国产品牌市占率的提升将为公司带来机遇。产品方面，公司通过推出更高端的珍护铂萃和珍护菁蕴，把握高端化机遇。品牌方面，公司在抖音、快手和小红书等媒体上更加精准触达消费者。渠道方面，公司携手母婴系统，打造行业最大的母婴生态圈“领婴汇”，实现共同健康发展。会员方面，公司采用数字化系统，进一步赋能业务高速增长。成人粉方面，欣活品牌连续8年市场第一，市占率达35%，增速超20%，两倍于行业增速。公司通过推出多款新品，关注中老年人血糖和胆固醇问题。\n　　冷饮：巧乐兹期待百亿。公司冷饮业务持续增长，巧乐兹收入已突破50亿元。产品方面，公司不断推陈出新，巧乐兹品牌过去三年新品销售贡献超20%。营销方面，公司积极挖掘营销方向，包括与年轻人兴趣圈层关联的营销和与巧乐兹历史相关的20周年代言人营销等。在产品创新、品牌营销及数字化的加持下，巧乐兹有望成为伊利下一个百亿品牌。\n　　奶酪：长期成长空间大，B端表现稳健。从C端看，当前行业面临压力，主要来源于产品品类过于单一，而奶酪棒非刚需属性强，同时单价较高。公司C端增速快于行业，并看好餐桌端奶酪机会。从B端看，公司餐饮及烘焙相关业务表现出色，马苏产品实现翻倍增长，也将推出冷冻稀奶油等产品。\n　　盈利预测与投资评级：低位布局，渐次复苏。今年以来，乳制品消费复苏相对缓慢，但我们认为，方向和趋势不变。成本端看，奶价持续回落，为行业利润率提升带来空间。考虑到行业今年弱复苏的背景，我们略调低今年的收入预期，但认为公司仍有望完成利润率目标。我们预计2023-2025年EPS为1.65/1.85/2.07元，维持对公司的“买入”评级。\n　　风险因素：食品安全问题，行业竞争加剧。\n",
  "notice_date": "2023-07-17 00:00:00",
  "notice_title": "2023年度投资者日纪实：向健康迈进，向未来进发",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "马铮",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "伊利股份",
      "short_name_ch": "伊利股份",
      "short_name_cht": "伊利股份",
      "short_name_en": "YILI",
      "stock": "600887"
    }
  ],
  "short_name": "伊利股份",
  "source_sample_name": "信达证券",
  "star": "3"
}