{
  "attach_pages": "5",
  "attach_size": "995",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202101281455159161_1.pdf?1611830820000.pdf",
  "company_code": "80050806",
  "eitime": "2021-01-28 10:47:00",
  "extend": {},
  "info_code": "AP202101281455159161",
  "language": "0",
  "notice_content": "　　石头科技(688169)\n　　事件：公司预计2020年度实现归属于母公司所有者的净利润与上年同期相比，增加53,714.00万元到60,714.00万元，同比增加68.61%到77.55%。\n　　点评：\n　　业绩超预期，四季度归母净利润同比增长110%-144%。公司主营业务为智能清洁机器人等智能硬件的设计、研发、生产(以委托加工生产方式实现)和销售，其主要产品为小米定制品牌“米家智能扫地机器人”、“米家手持无线吸尘器”，以及自有品牌“石头智能扫地机器人”和“小瓦智能扫地机器人”，目前是全球扫地机器人龙头企业。公司20全年归母净利润达到13.2-13.9亿，扣非归母净利润后达到12.02-12.72亿元，2020Q4公司归母净利润达到4.21-4.91，同比增长110%-144%。\n　　2020年公司在行业内率先推出采用AI双目视觉避障技术的石头扫地机器人。新产品凭借突出的产品力和技术优势，为用户带来良好使用体验，获得了消费者的广泛认可。新产品销售占比的持续扩大，实现了产品的均价提升，推动了公司业务经营绩效和整体盈利能力的提升。\n　　新品即将亮相，看好公司表现。石头S7近期发布，第一个改进是声波震动拖布（SonicMopping），每分钟可震动3000次，能有效地拖洗地。另一大改进是超声波地毯识别技术，搭载了专门的地毯识别传感器，当扫地机器人碰到地毯时，会自动抬起拖布以防止地毯变湿。石头扫地机器人S7有黑、白两色可供选择，零售价为649美元（约4202元），于3月24日在美国开售。同时，带有自动吸尘盒产品也将在今年完成发布，我们仍然持续看好公司产品竞争力。\n　　公司以技术为本，持续完善渠道、技术、产品等多维度布局。1）渠道方面：在国内市场，公司继续丰富产品类型，继续布局多定位产品，做到产品覆盖各价位段；并通过新产品继续扩大市场影响力，另一方面，公司不断加大自有品牌的宣传与推广,尝试与国内知名度较高的综艺节目、电商平台进行了合作。在海外市场方面，公司利用潜在的市场规模及高性价比产品，重点发展美国、欧洲及东南亚市场。公司正在建立全球分销网络，覆盖已建立业务的国家和地区以及需求显著但服务不足、尚未开发的市场。同时公司也逐步在主要海外市场设立当地分公司和办事处，以提高市场地位，并提供更好的售后服务，目前公司已在美国、日本、荷兰、波兰等地设立了海外公司。2）人才资源：在团队建设方面，公司进一步深化了外部招聘与内部培养相结合的深度，加快储备了包括产品研发、营销开拓等多个领域的高端人才，进一步加大对软件、硬件等研发人员和敬业、精业营销人员的招聘。3）产品：公司持续走技术创新路线，在二季度推出两款扫地机器人T7以及T7Pro。在T7Pro中增加人工智能模块，大幅提升了扫地机器人的智能性。在商用清洁机器人产品开发上，本项目主要是在公司现有家用智能扫地机器人技术与研发实力的基础上，通过购置研发测试场地与软硬件研发设备、扩充研发团队组建商用清洁机器人产品开发体系，开发面向商用市场的智能清洁机器人，抢占市场先机。在石头智连数据平台开发项目，旨在通过开发石头智连数据平台，建立起用户和智能扫地机器人、其他物联网设备之间的智能化操作纽带，增强了客户对联网产品信息的实时查看及操作便利性。\n　　盈利性预测与估值。我们预计公司20-21年归属于母公司股东净利润分别为13.4、17.8亿，对应估值58、44倍，维持给予买入评级。\n　　风险提示：经济复苏不及预期，新产品竞争力不及预期。\n",
  "notice_date": "2021-01-28 00:00:00",
  "notice_title": "20年业绩大增69%-78%，扫地机器人龙头持续成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "刘国清,曾博文",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "456",
          "publishName": "家电行业"
        }
      ],
      "short_name": "石头科技",
      "short_name_ch": "石头科技",
      "short_name_cht": "石頭科技",
      "short_name_en": "ROBOROCK",
      "stock": "688169"
    }
  ],
  "short_name": "石头科技",
  "source_sample_name": "太平洋",
  "star": "3"
}