{
  "attach_pages": "59",
  "attach_size": "4343",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202301301582499389_1.pdf?1675093753000.pdf",
  "company_code": "80092742",
  "eitime": "2023-01-30 15:49:13",
  "extend": {},
  "info_code": "AP202301301582499389",
  "language": "0",
  "notice_content": "　　欧派家居(603833)\r\n　　复盘来看，我们认为企业家战略远见依旧是公司发展胜负手。 虽然定制行业过去几年增速放缓、渠道流量分化， 且行业的非标&重服务属性使其难以实现快速集中，但我们也看到，欧派家居在董事长姚董的带领下，强大执行力推进“品类持续接力、渠道破局立新”，使我们见证了公司过去七年一路走来，在大家居行业龙头地位持续巩固，业绩表现行业领先、估值溢价效应显著。 我们对公司的认知也在不断深化， 现阶段重点提示： 在消费趋势整装化的背景下， 公司大家居势能正在快速生长，虹吸效应实力展现，市场份额有望加速提升。\r\n　　消费趋势整装化， 重视定制行业继产品维度的渗透率红利之后，渠道维度的渗透率 beta。 据中装协《2021 中国家装消费行为研究报告》， 2021 年整装渗透率（ 选择整装的消费者占比）为 20.86%，较 2020 年提升 3.5pct，较 2019 年提升 7.9pct， 其中一线城市已达 30%。 我们认为，整装模式（渠道维度） 近年之所以快速发展， 与当年定制渗透率（产品维度）快速提升的底层逻辑一致，即更好的满足了消费者需求，符合当下时点产业链条上各方的诉求： 1）对于消费者， 传统以清包、半包为主的家装行业，对消费者的家装建材知识要求较高、成本可控性较低、且装修过程费时费力。传统装修中约 50%以上的时间都耗费在等待下一个工序上，装修体验普遍不高。同时，近年家装消费群体年轻化趋势明显，年轻消费者对于省时省心省力的家装体验要求日益提升。 而整装模式的出现，将家装流程产品化、报价方式套餐化，满足了消费者对于“省时省心”的装修诉求，切实解决消费者的装修痛点。 2） 对于家装公司， 地产周期下行以及精装修化对传统家装行业需求产生较大冲击，据中装协数据统计，国内建筑装饰企业数量从 2016 年的 13.2 万家降至 2020 年 10.6 万家，退出市场的企业以低资质的小装企为主。而现存的大部分家装公司，也在积极寻求做大客单值，通过施工、主辅材、家具等全品类销售的方式来延伸产业链、拓宽业务布局。 3） 对于主辅材、家具等产品型公司， 受近年精装、整装、电商等渠道分流影响，产品型公司也积极开拓整装渠道把握前置流量入口。\r\n　　公司整装&大家居商业模式壁垒初现， 长期构建一站式家居家装服务平台，打造中国家居行业消费者品牌。 首先， 我们看好以欧派为代表的全屋定制产品型公司卡位，向上连接装企入口，向下直面消费者紧扣 C 端需求，商业模式适合全国性扩张、具备规模效应。 其次， 公司自 2018 年推出“欧派整装大家居”以来， 整装业务规模突飞猛进，在各地逐步形成欧派整装的示范效应，进一步推动公司整装在各地新模式的发展；至今已形成了“整装大家居”+“零售整装”的双轮驱动模式，共同加快装企渠道开拓。 再次， 放眼整装这一长赛道，我们认为“产品品牌渠道”仍是消费品最基本的竞争三要素，而随着公司整装和大家居布局深化，强品牌多品类多渠道的协同效应将有望加速释放， 且整装销售模式很大程度上仍有赖于“欧派特色”的强大零售体系支撑，双体系有望共筑公司商业模式护城河。\r\n　　有别于市场的观点： 自公司上市以来，尤其以 2022 年为代表的股价表现，我们认为市场对于欧派的仓位配置信心不足， 主要担忧有二：一是担心地产景气下行对家居企业的业绩产生较大滞后负面影响；二是随着近年公司业务结构变化，毛利率较低的新品类/新渠道将对公司整体毛利率产生结构性影响，从而拉低整体净利率。 我们认为： 1） 关于地产， 中国经济仍处城镇化发展和消费升级趋势中， 从历史数据看家居行业尤其 C 端景气与经济周期强相关， 家具零售与地产周期呈滞后弱相关， 行业消费属性强于地产后周期属性。欧派家居经历过去几年基础打磨， 大家居布局已然铺开，品类渠道融合渐入佳境， C 端市占率有望加速提升。 2） 关于利润率， 首先，我们认可欧派以自产+OEM/品牌合作结合的生产模式。 我们认为， 虽然全品类自产可使厂商利润最大化， 但欧派选择的自产+OEM/品牌合作模式则是基于“更好地迎合消费者需求”这一商业出发点，为消费者提供更多的家居产品选择， 而公司聚焦做深做透核心优势品类橱衣，不断提升生产效率、做大客单值。 其次， 公司业务结构变化的同时，利润表的盈利消耗模型也在起变化，我们预计净利率下行压力可控。 再次，长远来看， 我们认为， 定制家居行业产品差异不大，公司利用阶段性低毛利业务正在快速构建渠道护城河， 长期有望为中国消费者构建起省时省心省力的一站式家居家装服务平台，打造中国家居行业消费者品牌。\r\n　　看好 23 年或再迎戴维斯双击， 维持“买入”评级。 2021 年是公司启动“把欧派打造成世界卓越家居集团”长期发展目标的元年， 2022 年虽然再次迎来行业景气调整，但我们认为对比上一轮 2018 年行业景气下行，公司大家居势能已显著放大，行业调整期加速长期战略落地。 看好公司厚积薄发，23 年有望再次迎来业绩和估值的双击， 即使短期市场情绪或业绩受疫情影响仍有反复， 但在 23 年消费复苏的强预期下， 建议把握机遇积极布局。我们预计 2022-2024 年公司归母净利润分别为 27.25 亿元、 32.25 亿元，38.02 亿元，同比分别增长 2.23%、 18.37%、 17.89%，目前股价对应 2023年 PE 为 24x， 维持“买入”评级。\r\n　　风险因素： 经济复苏不及预期风险， 原材料成本大幅上涨风险。",
  "notice_date": "2023-01-30 00:00:00",
  "notice_title": "公司深度报告：长逻辑与短博弈",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "李宏鹏",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "476",
          "publishName": "装修建材"
        }
      ],
      "short_name": "欧派家居",
      "short_name_ch": "欧派家居",
      "short_name_cht": "歐派家居",
      "short_name_en": "OPPEIN",
      "stock": "603833"
    }
  ],
  "short_name": "欧派家居",
  "source_sample_name": "信达证券",
  "star": "3"
}