{
  "attach_pages": "7",
  "attach_size": "553",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207011575699002_1.pdf?1656692568000.pdf",
  "company_code": "80000007",
  "eitime": "2022-07-01 16:22:48",
  "extend": {},
  "info_code": "AP202207011575699002",
  "language": "0",
  "notice_content": "　　中国中免(601888)\r\n　　事项：\r\n　　6月30日晚，公司公告：根据本次发行上市的时间安排，公司已于2022年6月30日向香港联交所重新递交了本次发行上市的申请，并于同日在香港联交所网站刊登了本次发行上市的申请资料。\r\n　　国信社服观点：1）公司重新申请赴港上市并更新材料，属批文有效期内常规操作，最终落地仍需履行各种必要审批手续以及综合考虑市场情况等妥善推进；2）若赴港融资落地，短期或有摊薄但预计有限（不超10%），中线有望加速公司国内外扩张和供应链能力提升，且不排除借此引入战投等，全面夯实全年免税第一地位；3）海南近期加速复苏，下半年新海港重磅项目带来新期待。4）暂维持公司22-24年EPS至4.17/7.02/9.04元，对应PE56/33/26x。若考虑赴港融资摊薄5-10%，则对应估值明年估值35-36x，后年27-28x。考虑国际免税龙头估值水平不低，而公司系全球免税第一，目前市占率、成长性均较突出，公司现有估值水平预计仍以支撑。公司下半年复苏可期，新项目新看点，未来若赴港融资落地不排除带来中线盈利加速成长可能，维持买入评级。\r\n　　评论：\r\n　　恢复赴港融资推进事宜，预计实际落地情况仍需取决于后续市场情况\r\n　　公司此前曾于2021年4月22日公告赴拟筹备港上市计划，并于2021年11月11日收到证监会批复，核准公司新发行不超过195,247,500股境外上市外资股（即不超公司现有总股本的10%），批文有效期1年。2021年11月16日，香港联交所上市委员会举行上市聆讯，审议了公司本次发行上市的申请。2021年12月04日，限于疫情和资本市场情况，公司公告暂缓赴港发行。\r\n　　考虑上述批文有效期一年，且目前距离公司上次材料披露时间已超过半年，因此，若公司未来希望在有效期内继续赴港融资，则需更新相关材料。因此公司本次重新递交材料和刊发材料属于正常流程推进。后续公司最终是否发行以及实际发行情况，预计仍需要看后续市场情况而定。\r\n　　若赴港融资落定，短期有摊薄但预计相对有限，且逆势融资中线可助力公司扩张与产业链延伸\r\n　　若赴港融资落定，短期预计有一定摊薄影响，但最高不超10%，实际摊薄不排除相对可控。按证监会核准批复股本计算，本次赴港融资摊薄预计最高不超过10%，短期有一定摊薄影响，但最终实际摊薄比例预计仍需根据市场情况，整体预计相对有限。\r\n　　中线来看，若赴港融资落定，有助于显著增强公司资金实力，助力公司中线扩张与产业链延伸。连续2年多疫情反复下，国际免税商均不同程度承压。公司若能逆势赴港融资成功，有望借此进行加速国内外扩张、供应链效率提升和促进产业链延伸，进而夯实全球免税市场第一地位。如下表所示，结合本次募资用途，核心在于巩固国内渠道和拓展海外渠道，改善供应链效率（包括收购或投资上游品牌巩固上游采购体系）、促进产业链延伸等。与此前11月披露的聆迅后披露资料对比：一是巩固国内渠道调至首位（原首位为拓展海外渠道），强化投资离岛免税店和市内免税店等，二是改善供应链效率（包括投资上游品牌）等升至第三（原为产业链延伸），凸显公司对进一步做大国内免税市场，强化供应链能力的决心。\r\n　　并且，结合我们此前分析，2020-2021年公司连续两年全球免税第一，未来若赴港上市则有望进一步提升国际知名度，增加股权的流通性，提升治理上的现代化。此外，公司也不排除借此机会考虑引入战投等，进一步强化与上游供应链的合作关系和优质渠道资源，进一步巩固全球第一市场地位。\r\n　　简言之，公司重启赴港融资，短期可能有一定摊薄影响，但不排除最终摊薄相对可控，且中线来看，公司逆势夯实资金实力，有望加速横向和纵向扩张，持续夯实全球免税第一地位，未来国内外扩张及供应链强化升级值得期待。\r\n　　海南暑期表现值得期待，公司重磅新海港项目下半年有望推出\r\n　　海南暑期可期。结合我们此前报告，海南近期多管齐下，出台多项鼓励消费和引流政策，海南客流逐步改善，海南免税销售情况6月以来边际好转。尤其6月19日后对外省人员进入海南政策调整，客流开始加速复苏，三亚酒店房价明显回升侧面显示海南旅游热潮，6月28日同时启动海南国际购物节（持续至12月，为期半年）等进一步加速，且今年下半年尤其8月后基数压力有望逐步缓解，预计海南旅游市场尤其海南免税市场下半年表现仍有期待。并且，结合我们近期的跟踪，公司促销折扣相对可控，普遍3件7.8-8折不等，较去年下半年促销情况仍相对有所收紧。\r\n　　新项目新期待。中免海口新海港项目预计今年国庆前推出，明年年中海棠湾一期2号地有望推出。其中新海港项目未来有望成为亚洲最大的国际免税商业综合体，目前已规划有全球最大的威士忌博物馆，多家国际大牌旗舰店和首店，兼顾高端购物与休闲体验需求，截止今年4月已确认的合作品牌预计500家以上，未来开业品牌数或有望超过800家，预计今年十一前有望推出，有望强化公司海南竞争力，带来全新看点。明年年中海棠湾一期2号地不排除有望引入高奢品牌或进一步升级香化中心，品牌和购物环境有望升级。\r\n　　投资建议：恢复赴港融资推进事宜，全面夯实全球免税第一，维持“买入”评级\r\n　　公司恢复赴港融资推进事宜，实际落地仍需取决各方面情况。未来若落地短期可能有一定摊薄影响但相对有限。中线来看，若赴港融资落定，公司得以逆势增强资金实力，有望加速横向和纵向扩张，未来国内外扩张及供应链强化升级值得期待。暂维持公司22-24年业绩81.50/137.10/176.54亿元，对应EPS至4.17/7.02/9.04元，对应PE56/33/26x，若假设赴港融资摊薄5-10%，对应估值明年估值35-36x，后年27-28x，且赴港融资落定不排除加速中线盈利成长，新海港项目等未来带来新期待。结合我们此前分析，国际免税龙头平均估值30x上下，估值水平并不低，其中快速成长期及市内店布局强化时估值溢价明显，公司本身市占率、净利润率和成长性都远高于海外同行，疫情后已经是全球第一，现现有估值水平预计仍以良好支撑。考虑公司下半年复苏可期，新项目有望新看点，赴港融若落地有望助力扩张加速和供应链强化，全面夯实全球免税第一地位，维持买入评级。\r\n　　风险提示\r\n　　政策风险，新进入者竞争加剧等市场风险，宏观经济系统性风险，疫情反复及防控趋严风险，汇率大幅贬值风险，自然灾害、恶劣天气等，新项目开业进度或开业经营可能低于预期；赴港融资落定情况仍有不确定。",
  "notice_date": "2022-07-01 00:00:00",
  "notice_title": "恢复赴港融资推进，国际化夯实全球第一地位",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "曾光,钟潇,张鲁",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "国信证券",
  "star": "1"
}