{
  "attach_pages": "4",
  "attach_size": "506",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202004081377747247_1.pdf?1665331742000.pdf",
  "company_code": "80000200",
  "eitime": "2020-04-08 15:27:25",
  "extend": {},
  "info_code": "AP202004081377747247",
  "language": "0",
  "notice_content": "　　徐工机械(000425)\n　　日前，公司发布控股股东混合所有制改革进展公告：目前徐工有限混合所有制改革的审计、评估工作已经完成，评估结果已于近日完成在徐州市国资委备案工作，下一步将积极开展徐工有限战略投资者引进，进一步完善徐工有限公司治理、员工持股和职业经理人选聘方案等工作。\n　　支撑评级的要点\n　　混改开始迈出实质性步伐，公司经营管理有望迎来质的飞跃。目前公司混改已完成审计、评估等工作，后续将积极开展战略投资者引进、完善公司治理、员工持股和职业经理人选聘等工作。引入战投拟通过存量转让和增资扩股方式，其中存量转让的股份占徐工有限混改后总股本约17%，增资扩股的股份占徐工有限混改后总股本不高于（含）49%，徐工集团持股比例不低于（含）34%。公司的混改开始迈出实质性步伐，19年也将历史包袱计提了充足的减值准备，进一步夯实公司经营资产，后续混改完成后，公司的经营水平、管理能效、市场拓展及盈利能力等将实现全方位提升，徐工接下来的发展有望迎来质的飞跃。\n　　高基数与疫情冲击双重压力下3月挖掘机销量亮眼，徐挖市场份额大幅提升。根据产业调研，在高基数及疫情冲击双重压力下，3月挖掘机销量同比增长超11%，并未实现月初市场预期的下滑，体现行业复工复产超预期及行业需求韧性很强。徐挖从3月第二个星期开始发货水平明显开始加速，到3月中下旬发货水平已达到甚至超过去年同期水平，其销量也明显好于行业平均水平，徐挖3月销量超8,400台，同比增长近35%，单月市场份额提升至17%左右，1-3月累计销量超1.1万台，同比增长16%，在众多国产品牌表现尤其亮眼。4月份预计行业销量将持续火爆，而徐挖市场份额大幅提升已充分证明客户对公司产品的认可及品牌实力，后续随着加强营销和售后服务，徐挖市场份额还有望进一步提升。\n　　汽车起重机复苏节奏略滞后挖掘机，公司行业龙头地位进一步巩固。从主机厂的发货节奏来看，汽车起重机复苏的时间与挖掘机基本同步，略微滞后1个星期，虽然汽车起重机发货节奏也上升的很快，主机厂设备开工率也保持在很高的水平，但去年由于增值税改革导致3月有较多吊装公司抢着购买机器去开票，导致基数非常高，透支了二季度的部分需求，因此今年3月汽车起重机销量预计同比仍将下滑超10%，随着后续基建投资的发力，汽车起重机将持续保持较旺盛需求，今年二季度汽车起重机各月销量波动会低于去年，考虑到基数因素，预计汽车起重机4-6月销量均有较高的同比增速。公司作为国内起重机行业龙头，开始在多产品线上同步发力，产品、服务与去年相比全面增强，市场竞争力明显恢复，去年三季度开始市场份额企稳回升，今年一季度销量也优于行业平均水平，全年来看市场份额有望提升3-5pct，进一步巩固行业龙头地位。\n　　全球疫情冲击对公司影响有限，促内需能较好对冲海外市场需求的短期下滑。根据国内疫情的控制节奏，考虑到国内外的差异，预计全球性的停产停工大概率不会超过2个月，基于此我们认为全球疫情冲击对行业全年需求及公司全年业绩影响有限，短期由于许多国家采取锁国、停工停产等措施防止疫情加速扩散，二季度海外出口的确会受到较大不利影响，但与国内市场类似，海外的需求也只是后延而不会消失，国内加大逆周期调节促内需可以较好对冲掉海外短期需求的下滑，总的需求相比疫情冲击前应该有增无减。公司主打产品汽车起重机中仅大吨位机型需要进口零部件，其他均从国内采购，需要进口的零部件公司也备有一定的库存，因此无需过分担心断供的风险。\n　　估值\n　　基于公司主要产品19年及20年一季度主要销量，我们调整公司2019-2021年归母净利润分别至38.6/50.1/53.8亿元，对应EPS为0.49/0.64/0.69元/股，对应PE分别为10.2/7.9/7.3倍，维持买入评级。\n　　评级面临的主要风险\n　　全球疫情控制进度不及预期，下游复工进度不及预期，行业竞争加剧，基建和地产投资不及预期。\n",
  "notice_date": "2020-04-08 00:00:00",
  "notice_title": "混改开始迈出实质性步伐，公司有望站上发展的新台阶",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "杨绍辉",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "徐工机械",
      "short_name_ch": "徐工机械",
      "short_name_cht": "徐工機械",
      "short_name_en": "XCMG",
      "stock": "000425"
    }
  ],
  "short_name": "徐工机械",
  "source_sample_name": "中银证券",
  "star": "4"
}