{
  "attach_pages": "5",
  "attach_size": "322",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202405051632456831_1.pdf?1714947336000.pdf",
  "company_code": "80000134",
  "eitime": "2024-05-05 22:15:36",
  "extend": {},
  "info_code": "AP202405051632456831",
  "language": "0",
  "notice_content": "　　北方华创(002371)\r\n　　投资要点\r\n　　公司各工艺装备市场份额逐步攀升，营收规模持续扩大规模效应逐步显现。2023年公司持续加大研发投入，产品质量稳步提高，营业收入达220.79亿元，创公司业绩历史新高。2023年归母净利润为38.99亿元，同比增长65.73%，主要原因为：公司持续增强产品竞争力，收入规模大幅增加，公司2023年新签订单超过300亿元。合同、订单数量同比大幅增加的同时，降本增效工作取得显著成果，成本费用率同比降低，综合导致归属于上市公司股东净利润增长。公司2024Q1实现营收58.59亿元，同比增加51.36%，其主要原因是：公司持续聚焦主营业务，精研客户需求，深化技术研发，不断提升核心竞争力，应用于集成电路领域的刻蚀、薄膜沉积、清洗和炉管等工艺装备市场份额稳步攀升。2024Q1公司实现归母净利润11.27亿元，同比增长90.40%，主要原因是公司营收规模持续扩大，同时规模效应逐渐显现，成本费用率稳定下降。2024Q1公司经营活动产生的现金流量净额为2.60亿元同比增长139.31%，其主要原因是公司订单及营业收入大幅增加，销售回款增长。\r\n　　2023年刻蚀设备收入近60亿元，ICP刻蚀设备累计出货超3,200腔。刻蚀工艺主要用于去除特定区域的材料来形成微小的结构和图案。随着集成电路线宽持续减小和3D集成电路的发展，刻蚀设备在集成电路装备市场中的地位愈加重要，已跃居集成电路采购额最大的设备类型。2023年公司刻蚀设备收入近60亿元。（1）ICP：公司多晶硅及金属刻蚀系列ICP设备实现规模化应用，完成了浅沟槽隔离刻蚀、栅极掩膜刻蚀等多道核心工艺开发和验证，助力国内主流客户技术通线，已实现多个客户端大批量量产并成为基线设备。截至2023年底，北方华创ICP刻蚀设备已累计出货超3,200腔。（2）CCP：北方华创集成电路领域CCP介质刻蚀设备实现逻辑、存储、功率半导体等领域多个关键制程覆盖，为国内主流客户提供稳定、高效的生产保障，赢得客户信赖和认可。截至2023年底，北方华创CCP刻蚀设备已累计出货超100腔。（3）TSV：北方华创推出的12英寸TSV刻蚀设备，通过快速气体和射频切换控制系统，结合优良工艺配方架构，在高深宽比硅通孔刻蚀中可精确控制侧壁形貌，实现侧壁无损伤和线宽无损失。通过优异的实时控制性能，大幅提升刻蚀速率，达到国际主流水平。目前北方华创TSV刻蚀设备已广泛应用于国内主流Fab厂和先进封装厂，是国内TSV量产线的主力机台，市占率领先。（4）等离子去胶：北方华创凭借深厚的等离子源开发及应用经验，自主设计开发了低损伤等离子源，克服了O2、H2、NH3等去胶的各种技术难点，在高剂量离子注入后的去胶、新型材料去胶、高深宽比聚合物去除等方面取得技术领先优势。\r\n　　2023年薄膜沉积设备收入超60亿元，PVD累计出货量超3,500腔。薄膜沉积设备主要用于在基底材料上生长、沉积或涂布极薄的膜层，这些膜层在芯片中扮演重要的角色，2023年公司薄膜沉积设备收入超60亿元。（1）PVD：北方华创先后突破磁控溅射源设计、等离子体产生及控制、腔室设计与仿真模拟、颗粒控制、软件控制等多项核心技术，实现了对逻辑芯片和存储芯片金属化制程全覆盖。截至2023年底，集成电路领域铜互连、铝垫层、金属硬掩膜、金属栅、硅化物等工艺设备在客户端实现稳定量产，成为多家客户基线设备，并广泛应用在逻辑、存储等主流产线，同时也成功实现功率半导体、三维集成和先进封装、新型显示、化合物半导体等多个领域的量产应用。截至2023年底，公司已推出40余款PVD设备，累计出货超3,500腔。（2）CVD：北方华创基于十余年沉积工艺技术的丰富经验，布局拓展了DCVD和MCVD两大系列产品。针对介质和金属化学气相沉积关键技术需求，攻克了进气系统均匀性控制、压力精确平衡、双频驱动的容性等离子体控制、多站位射频功率均分控制等多项技术难题，实现金属硅化物、金属栅极、钨塞沉积、高介电常数原子层沉积等工艺设备全方位覆盖，关键技术指标均达到业界领先水平，赢得客户高度评价。截至2023年底，北方华创已实现30余款CVD产品量产应用，为超过50家客户提供技术支持，累计出货超1,000腔。（3）EPI：北方华创已形成具有核心技术优势、品类齐全、应用广泛的外延系列化产品，具备单晶硅、多晶硅、碳化硅（SiC）、氮化镓（GaN）等多种材料外延生长技术能力，覆盖集成电路、功率半导体、化合物半导体等领域应用需求。截至2023年底，北方华创已发布20余款量产型外延设备，累计出货超1,000腔。公司自主研发的12英寸常压硅外延设备，实现对逻辑芯片、存储芯片、功率器件及特色工艺全覆盖，且已全部成功量产，成为客户基线产品。\r\n　　投资建议：鉴于当前半导体下游复苏进程，我们调整对公司原有业绩预期。预计2024年至2026年营业收入为291.78（前值为305.86）/380.18（前值为398.48）/427.40（新增）亿元，增速分别为32.2%/30.3%/12.4%；归母净利润为56.21（前值为55.46）/73.93（前值为74.21）/90.91（新增）亿元，增速分别为44.2%/31.5%/23.0%；对应PE分别为30.1/22.9/18.6倍。公司致力于打造平台型半导体设备企业，产品矩阵不断丰富，在手订单充足，长期增长动力足。维持“买入-A”评级。\r\n　　风险提示：新技术、新工艺、新产品无法如期产业化风险，市场竞争加剧风险，晶圆厂产能扩充进度不及预期的风险，系统性风险等。",
  "notice_date": "2024-05-05 00:00:00",
  "notice_title": "平台型公司规模效应凸显，长期增长动力强劲",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "孙远峰,王海维",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "北方华创",
      "short_name_ch": "北方华创",
      "short_name_cht": "北方華創",
      "short_name_en": "NAURA",
      "stock": "002371"
    }
  ],
  "short_name": "北方华创",
  "source_sample_name": "华金证券",
  "star": "1"
}