{
  "attach_pages": "40",
  "attach_size": "5449",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108031507751636_1.pdf?1627978844000.pdf",
  "company_code": "10000296",
  "eitime": "2021-08-03 08:20:44",
  "extend": {},
  "info_code": "AP202108031507751636",
  "language": "0",
  "notice_content": "　　五粮液(000858)\n　　投资要点\n　　推荐逻辑： 1、 高端酒赛道优异，伴随着需求端越发稳健，厂家&渠道更加理性，高端酒扩容的确定性和持续性更强，未来三年复合增速 15%以上； 当前茅台酒持续价高量缺， 公司作为千元价格带绝对龙头， 将最大程度受益于高端酒扩容和茅台酒供给不足的需求外溢， 未来两年营收复合增速 18%左右。 2、 二次创业以来， 公司通过品牌聚焦&发力超高端，品牌力站上新高度；通过增加小商、数字化赋能和发力团购，渠道结构持续优化，渠道掌控力实质提升， 经营正循环已然确立。 3、 从短期看， 21年需求复苏叠加普五团购和计划外提价， 将实现量价齐升高增长； 从长期看， 公司规划理性&经营稳健， 数字化、高端化、团购渠道等增长新动能不断涌现， 在改革红利持续释放下，长期高质量发展可期。\n　　高端酒赛道优异，量价齐升稳健扩容。 1、 在行业挤压式增长的背景下，份额将加速向名酒集中，名优白酒强者恒强趋势明确；此外， 伴随经济增长、居民收入提升和富裕群体壮大，名优白酒需求端更加稳健增长。 2、高端酒赛道最为优异，稳健扩容确定性最强， 份额提升是长期过程； 在茅台酒批价高企、供给紧张的背景下， 公司作为千元价格带的绝对龙头， 量价运作空间充足， 是茅台酒供给不足的最大受益者， 有望尽享高端酒扩容红利。\n　　名酒基因深厚，产能行业领先。 1、 公司底蕴深厚，历史上蝉联四届中国名酒，并在上世纪 90 年代问鼎“中国酒业大王”，高端酒形象深入人心， 是当之无愧的浓香大王。 2、 公司拥有行业最具前瞻性的产能布局， 当前纯粮固态白酒产能达 20 多万吨， 伴随着上世纪 90 年代大量扩建的主力窖池逐步迈向成熟， 优质酒率将稳步提升；公司高端酒产能供给充足，将充分享受高端酒扩容红利。\n　　二次创业彻底变革，势能释放价值复兴。新帅上任以来推动二次创业，长期制约公司发展的难题得到有效解决，改革红利持续释放。 品牌端： 强化“三性一度”，主品牌聚焦“1+3” 产品系列，顺利升级第八代普五，超高端经典五粮液顺利布局且反馈良好，品牌力站上新高度； 系列酒聚焦 4 个全国化大单品，精简上千个低端 SKU。 渠道端： 通过数字化扫码系统和导入控盘分利， 强化对于渠道掌控力； 增加小商&发力团购， 需求和渠道结构持续优化； 淡季批价稳步上行， 渠道利润大幅提升， 厂商关系愈发和谐。 看未来： 十四五定调高质量发展，量价提升空间充足， 蓄势而发态势良好； 超高端、数字化、团购渠道等成为增长新动能， 在改革红利持续释放下， 长期成长空间广阔。\n　　盈利预测与投资建议。 预计公司 2021-2023 年归母净利润复合增速 23%左右，五粮液充分受益于高端酒扩容和茅台酒价高量缺， 量价运作空间充足， 是兼具成长性和稳健性的优质标的。 给予公司 2021 年 45倍估值，对应目标价 295.65元，维持“买入” 评级\n",
  "notice_date": "2021-08-03 00:00:00",
  "notice_title": "二次创业结硕果，浓香大王再起航",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "朱会振",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "西南证券",
  "star": "3"
}