{
  "attach_pages": "9",
  "attach_size": "2034",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202209041578021752_1.pdf?1662306690000.pdf",
  "company_code": "80000197",
  "eitime": "2022-09-04 15:51:30",
  "extend": {},
  "info_code": "AP202209041578021752",
  "language": "0",
  "notice_content": "　　中国船舶(600150)\r\n　　事件：公司2022年8月30日公告，2022H1公司营业收入239.75亿元（-11.54%），归母净利润1.96亿元（-24.66%），扣非归母净利润-0.65亿元，同比减亏1.13亿元；毛利率8.62%（-1.64pcts),净利率0.89%(+0.22pcts)。\r\n　　受疫情影响上半年营收放缓，长期看需求侧景气度较高\r\n　　2022H1，公司实现营业收入239.75亿元（-11.54%），主要是受新冠肺炎疫情影响，船舶等主要产品完成物量、交付数量同比减少。从单季度来看2022Q2公司营业收入108.66亿元（-36.26%），较2022Q1环比减少17.12%。从以往公司营收节奏来看，此次公司二季度受新冠疫情影响上海地区船厂生产承压，公司自2008年以来首次二季度营收低于一季度。\r\n　　2022H1公司毛利率8.62%，同比减少1.64pcts，但从单季度来看，2022Q2毛利率较2022Q1提升4.97pcts。我们认为，一方面今年Q2公司主营业务船舶修造及海洋工程的重要原材料船钢的价格有所下降，对成本端压力有所缓解；另一方面二季度受新冠疫情影响上海地区船厂生产承压，船舶造修及海洋工程业务毛利率整体偏低，船厂生产放缓变相提振了Q2毛利率水平。\r\n　　2022H1，公司归母净利润1.96亿元（-24.66%），扣非归母净利润-0.65亿元，同比减亏1.13亿元，主要是受船舶交付数量及营业毛利率同比小幅减少等因素影响，报告期主营毛利同比减少，同时报告期内公允价值变动等计入非经常性损益的项目金额同比减少。\r\n　　从子公司来看，公司本部拥有控股子公司5家，参股公司2家，其中对公司净利润影响达到10%的子公司3家，三家合计贡献公司总归母净利润的69.03%。\r\n　　报告期内，公司控股子公司江南造船与广船国际经营业绩与上年相比变动较大，其中江南造船报告期内实现净利润5793.42万元，较去年同期减少2.13亿元，减少明显。江南造船主要营业地点位于上海，此次净利润明显减少主要是上半年度受新冠肺炎疫情影响，影响周期约2.5个月，增加停工损失、防疫等费用。广船国际报告期内实现净利润1704.97万元，较去年同期增加1.15亿元，实现扭亏，主要是大力推进提质增效及成本管控，效果明显，造船产品毛利较上年提升所致。综合来看，排除上海疫情等非人为因素外，公司子公司整体运营情况稳定。\r\n　　从产品及收入结构来看，公司产品主要包括船舶造修及海洋工程、动力装备、机电设备及其他四类。\r\n　　船舶造修及海洋工程业务贡献公司82.47%的营业收入，2022H1收入197.72亿元（-14.67%），主要是造船完成数量、船舶交付数量同比减少；毛利率7.77%（-1.98pcts），主要是交FPSO船体项目等毛利相对较低的海工产品。\r\n　　动力装备业务主要由公司子公司中船动力集团负责，产品包括大功率中、低速柴油机动力产品等，2022H1收入22.42亿元（+30.67%），主要是按照船厂实际需求，调整部分生产计划，H1内部抵销的营业收入同比减少约59%；毛利率12.52%（+0.16pcts），整体保持平稳。\r\n　　机电设备业务包括风电、脱硫塔、港口机械、大型钢结构、地铁盾构等各类应用产品，2022H1收入12.44亿元（-22.51%），主要原因为公司主要的机电设备业务深中通道项目已处于收尾阶段；毛利率7.35%（-0.65pcts),出现小幅下降。\r\n　　费用方面，2022H1，公司期间费用率8.54%（-0.83pcts)，公司销售费用1.84亿元（-51.51%），减少明显，主要是完工交付船舶同比有所减少，相应计提的船舶保修费金额同比减少所致；公司管理费用17.81亿元（+52.50%），增长明显，主要是疫情期间，防疫经费及停工损失增加所致；财务费用-7.93亿元，去年同期为-4.89亿元，主要是汇率波动导致汇兑净收益同比增加所致；公司研发费用8.75亿元（-40.83%），减少明显，主要是疫情停工期间研发支出减少所致。\r\n　　现金流方面，2022H1公司经营活动产生的现金流净额-18.62亿元，去年同期-10.02亿元，主要是疫情期间，材料设备采购支出同比减幅小于船舶产品收款减幅所致；投资活动产生的现金流量净额-45.53亿元，去年同期-96.73亿元，主要是委托理财及定期存款净投资额减少所致；筹资活动产生的现金流量净额93.97亿元（+106.92%），增长明显，主要是取得的借款净额同比增长所致。\r\n　　其他财务数据方面，截至2022年6月末，公司存货324.52亿元，较期初减少2.35亿，整体保持平稳，同时公司合同负债494.07亿元，较期初增长11.10亿元。公司此前公告订单排期至2026年，目前公司业务饱满，在手订单较为充足。\r\n　　明确主业、参与中船集团柴油机业务整合\r\n　　2022年8月24日，公司公告公司关联方中国动力全资子公司中船柴油机有限公司拟以自身股权作为对价收购本公司持有的中船动力集团63.77%股权、中船工业集团持有的中船动力集团36.23%股权、中国动力持有的中国船柴100%股权、陕柴重工100%股权、河柴重工98.26%股权，并以现金购买中国船舶重工集团有限公司持有的河柴重工1.74%股权。本次交易完成后，公司持有中船柴油机31.63%股权，不再持有中船动力集团股权。\r\n　　中船动力当前是公司控股子公司，是公司船用动力业务的业务主体。当柴油机业务整合完成后，中船动力集团将不再纳入公司合并报表范围，公司通过参股中船柴油机间接享有柴油机动力相关业务未来发展的经营收益，有利于明确中国船舶、中国动力两家上市公司主业定位。\r\n　　从公司层面来看，如柴油机业务整合完成，公司动力业务营业主体的中船动力集团将不再纳入公司合并报表，但公司通过权益法核算对中船柴油机的长期股权投资，预计对归属于母公司所有者权益的影响较小。\r\n　　高船价、低船钢价有望共同驱动公司利润释放\r\n　　船舶建造周期相对较长，公司通常采用阶段收款方式，各阶段收款比例有所不同，通常最终交付时收款比例最高。因此，船舶类企业利润相较订单通常滞后，当年新订单并不能在当年完全转为利润。以2021年为例，2021年船舶主机厂的利润很大程度上反应的是2020年与2019年甚至2018的订单情况。而2021年的订单与新船价格增长有望反应在2023年的利润中。价格端来看，2021年新船价格一路走高，2021年的高价订单有望反映到后续公司的利润中。成本端来看，今年2季度以来造船产业重要成本构成的钢材价格走低，当船厂完成存货中原材料部分的消耗后将受益于船钢价格走低。综合来看，我们认为在高船价、低船钢价共同驱动下公司利润空间有望进一步释放。\r\n　　向高技术、高附加值船型转型升级\r\n　　今年以来，我国造船产业向高技术高附加值船型迈进趋势更加明显，截至6月末，我国船厂新界船舶订单修载比（修正总吨/载重吨）达到0.49，处于历史最高水平。从船型上来看，气体船增速明显，截至7月末，今年以来世界范围内气体船已成交124艘、913万CGT，已超过集装箱船成为当前市占份额最多的主力船型，其中液化天然气船LNG船成交101艘。从我国情况来看，我国LNG船产业发展态势向好，上半年我国新承接17.4万方大型LNG船30艘，占全球总量的32.6%。从公司层面来看，中国船舶下属子公司江南造船、外高桥造船等均有制造超大液化气船的能力。\r\n　　除气体船外，公司也积极布局其余高技术、高附加值船型。8月8日我国第二艘国产大型邮轮正式在公司子公司外高桥造船有限公司开工建造，子公司外高桥造船正同时建造全部两艘国产大型邮轮。航空母舰、LNG船与大型邮轮并称造船产业“皇冠上的明珠”，伴随今年“福建”号航空母舰于公司子公司江南造船厂下水、国产大型邮轮于公司子公司中船外高桥进入“双轮”建造时代，公司已经成功摘得造船业的三颗“明珠”。\r\n　　我们认为，后续我国造船产业向高技术、高附加值船型迈进的趋势会愈加明显，公司作为我国唯一摘得造船产业三颗“明珠”的上市公司，有望持续受益于这一进程。\r\n　　投资建议：\r\n　　基于以上观点，我们预计公司2022-2024归母净利润分别为4.14亿元、13.62亿元和21.78亿元，EPS分别为0.09元、0.30元和0.49元。基于公司所处行业地位及产品发展前景，我们维持“买入”评级，目标价30元/股，对应2022-2024年PE分别为333、100、61倍。\r\n　　风险提示：上游原材料上涨，下游需求不及预期，疫情影响船厂交付",
  "notice_date": "2022-09-04 00:00:00",
  "notice_title": "中报点评：受疫情影响上半年营收放缓，中长期看高船价、低船钢价有望共同驱动公司利润释放",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张超",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "729",
          "publishName": "船舶制造"
        }
      ],
      "short_name": "中国船舶",
      "short_name_ch": "中国船舶",
      "short_name_cht": "中國船舶",
      "short_name_en": "CSSC Holdings",
      "stock": "600150"
    }
  ],
  "short_name": "中国船舶",
  "source_sample_name": "中航证券",
  "star": "1"
}