{
  "attach_pages": "5",
  "attach_size": "1143",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504281663683034_1.pdf?1745832318000.pdf",
  "company_code": "80027629",
  "eitime": "2025-04-28 09:25:18",
  "extend": {},
  "info_code": "AP202504281663683034",
  "language": "1",
  "notice_content": "　　比亚迪(002594)\r\n　　Maintain BUY. We are of the view that BYD’s 1Q25 results, including all thekey metrics, continued to show its high earnings quality, despite the ongoingvehicle model transition. We believe both sales volume and gross margin in1Q25 are on track to achieve our full-year forecasts. New models, including theHan L, Tang L and Titanium 3, could boost its sales from 2Q25. Although it ispossible for BYD to lead another round of price war in 2H25 to maintain itsmarket share, we believe its high earnings quality could help keep its net profitper vehicle above RMB10,000.\r\n　　Net profit of RMB9,148 per vehicle in 1Q25. BYD’s 1Q25 net profit ofRMB9.2bn was in line with its preliminary announcement of RMB8.5bn-10bn. Gross margin of 20.1% was in line with our prior forecast. R&Dexpenses of RMB14.2bn in 1Q25 were about RMB1.5bn higher than ourprojection, which was offset by lower selling expenses and higher forexgains than we had expected.\r\n　　Both sales volume and gross margin in 1Q25 are on track to achieveour full-year forecasts. We are of the view that BYD’s 1Q25 sales volumeis on track to meet our full-year forecast of 5.25mn units. Its 1Q25 grossmargin of 20.1% despite rising discounts for inventory clearance of oldmodels is also close to our full-year forecast of 19.7%, taking extra costsfrom ADAS into consideration. It is also possible for BYD to lead anotherround of price war in 2H25 given its current inventory level, in our view.Although we do not expect ADAS functions equipped on the Model Year2025 vehicles to bring significant new demand, BYD’s comprehensivemodel line-up, leading cost reduction capabilities and new technologies,especially those related to batteries, could make itself well positioned inmaintaining its market share in FY25. Overseas sales volume of 0.2mnunits (or 20% of total sales volume) in 1Q25 also exceeded our priorexpectation.\r\n　　Earnings/Valuation. We fine-tune our FY25E earnings forecast bylowering average selling price slightly and raising R&D expenses and forexgains a bit, which results in an unchanged net profit of RMB57.5bn. Wehave also added our FY27E earnings forecasts. We maintain our BUYrating and target price of HK$470 for H share and RMB440 for A share,both of which are still based on 23x (unchanged) our FY25E EPS. Keyrisks to our rating and target price include lower sales or margins than weexpect, and a sector de-rating.",
  "notice_date": "2025-04-28 00:00:00",
  "notice_title": "1Q25 earnings on track",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Ji SHI,Wenjing Dou,Austin Liang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "比亚迪",
      "short_name_ch": "比亚迪",
      "short_name_cht": "比亞迪",
      "short_name_en": "BYD",
      "stock": "002594"
    }
  ],
  "short_name": "比亚迪",
  "source_sample_name": "招银国际"
}