{
  "attach_pages": "47",
  "attach_size": "5921",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202302241583690450_1.pdf?1677247644000.pdf",
  "company_code": "10000296",
  "eitime": "2023-02-24 14:07:24",
  "extend": {},
  "info_code": "AP202302241583690450",
  "language": "0",
  "notice_content": "　　洋河股份(002304)\n　　推荐逻辑：1、受益于消费升级、品牌意识增强、“少喝酒、喝好酒”观念广泛传播，高端、次高端市场持续扩容，公司具备深厚的名酒基因和全国化的品牌形象，将充分受益行业扩容。2、公司的品牌、产品、渠道得到全面理顺，品牌建设卓有成效，渠道改革成果显著，此外，公司聚焦M6+核心大单品，志在将其打造为全国性百亿大单品，产品升级节奏显著领先于竞品。3、公司持续夯实省内基本盘，深挖“新江苏市场”，持续推进全国化，市场空间不断扩大；积极推进双沟品牌复兴，十四五期间志在百亿目标，为公司带来显著增量成长；“双名酒，多品牌”发展战略下，明确“洋河、双沟、贵酒是公司三大核心增长极”，增长动力十足。4、在全国消费复苏趋势明确、升级节奏不断延续、改革红利正待释放、双沟品牌复兴带来显著增量等多重因素作用下，公司增长势能强劲，“量价齐升”带动公司业绩弹性持续释放。\n　　行业马太效应明显，名优白酒份额持续提升。1、高端一线名酒充分打开价格空间、完成消费者培育，随着消费者品牌意识不断增强，市场加速向名优白酒集中，高端、次高端赛道持续扩容，未来三年复合增速约17%、21%。2、在位居全国前列的人均收入水平支撑下，苏酒消费升级引领全国，省内仍有50%以上的中低端消费，可升级空间依然广阔，省内龙头将充分受益结构升级和份额集中红利。\n　　深化改革别开生面，二次腾飞动力充足。公司实现品牌、产品、渠道三个维度上的全面理顺，改革成效显著，积聚起的发展势能强劲。品牌端：洋河具备深厚的名酒基因，高举高打进行品牌建设，深挖梦想文化，品牌影响力持续增强。产品端：公司新品培育能力突出，聚焦M6+、手工班(大师版)、苏酒头排酒等新品培育和推广，有效引领产品结构升级，近五年吨价提升超50%，盈利能力显著增强。渠道端：公司围绕“一商为主，多商配称”的原则进行经销体系改革，合理控制各区域经销商密度，优化经销商质量，提升渠道利润，严控市场秩序，有效激发渠道活力，终端推力显著增强。\n　　未来路径：双沟品牌复兴注入活力，二次创业路径清晰。1、公司对双沟的生产、销售、管理进行独立化运作，依托双沟品牌复兴为公司注入新的发展活力。2、通过新产品培育、渠道改革、股权激励、组织变革等动作，开启洋河二次创业新征程，深化改革成效显著，实现二次腾飞路径清晰。3、公司持续聚焦高端、次高端，有序推进产品升级，积极布局高端化和深度全国化，成长空间依然广阔。随着渠道改革红利持续释放、二次创业稳步推进，预计未来三年公司利润端复合增速在21%左右，前景可期。\n　　盈利预测与投资建议。预计公司2022-2024年归母净利润复合增速21%左右，公司聚焦高端和次高端，改革成效显著，业绩弹性将持续释放，给予公司2023年30倍估值，对应目标价221.4元，首次覆盖给予“买入”评级。\n",
  "notice_date": "2023-02-24 00:00:00",
  "notice_title": "深度改革成效显著，长期成长动力十足",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "朱会振",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "洋河股份",
      "short_name_ch": "洋河股份",
      "short_name_cht": "洋河股份",
      "short_name_en": "YANGHE",
      "stock": "002304"
    }
  ],
  "short_name": "洋河股份",
  "source_sample_name": "西南证券",
  "star": "3"
}