{
  "attach_pages": "8",
  "attach_size": "445",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202501101641880979_1.pdf?1736519347000.pdf",
  "company_code": "80044864",
  "eitime": "2025-01-10 14:29:07",
  "extend": {},
  "info_code": "AP202501101641880979",
  "language": "0",
  "notice_content": "　　石头科技(688169)\n　　在1月8日的消费与休闲企业日上，我们与石头科技管理层进行了现场交流。要点：1)四季度销售势头非常强劲，尤其是国内/美国市场，主要购物季GMV增长分别达100%+/60%+；2)管理层表示，国内市场竞争边际缓和，而海外、尤其是欧洲市场竞争更趋激烈，这促使公司进行渠道变革，转而更直接控制产品/渠道/定价；3)管理层表示，公司主要在欧洲线上渠道加大了直销力度，并预计中长期内直销和经销商销售的贡献将实现平衡；4)管理层表示，将继续致力于拓宽价格带和渠道以及加大品牌投入，但也需要更关注此类投资的回报率。\n　　同日，石头科技发布新品G30和G30Space（海外型号分别为Saros10和SarosZ70）。G30space的最重要升级是该款扫地机器人集成了可折叠机械臂，在不增加整机厚度（7.98厘米）的情况下，可移除轻量障碍物（如拖鞋）并支持移动障碍物后的清扫。与此前的旗舰产品G20SUltra相比，G30系列还升级了吸力、热水清洁和避障等其他功能。在国内市场，G30上下水版/G30的预售价格分别为人民币5,999元/5,499元。管理层指出，G30space将在一系列推广活动后于2025年上半年启动销售。\n　　要点\n　　2024年四季度：在国内市场，管理层表示在以旧换新政策提振下，双十一期间GMV增长140%-150%，京东平台增长更快（相较于天猫）。同时，公司在线下和抖音渠道的投入也带来了积极的销售增长势头。在美国市场，黑五网一期间GMV增长超60%，受门店明显扩张推动，线下渠道增长更快。在欧洲市场，管理层指出，公司在德国和北欧国家的市场份额持续领先。在亚太地区，管理层强调指出公司在韩国、新加坡、澳大利亚、土耳其和中东市场的销售势头向好。\n　　竞争：管理层认为国内市场竞争最激烈的阶段已经过去。相比之下，管理层认为海外、尤其是欧洲市场的竞争更加激烈，这推动了当前的渠道变革。管理层计划进一步拓宽价格带，并调整产品组合，以便更好地应对来自欧洲其他厂商的竞争。在美国，较高的渠道准入门槛一直以来导致中国品牌的发展步伐缓慢。然而，凭借具有竞争力的产品，近年来石头科技的市场份额一直在稳步扩张。\n　　欧洲渠道变革：与此前的表态一致，管理层指出欧洲的渠道转型是为了更好地控制其产品/渠道/定价策略，尤其是在竞争加剧之际。管理层表示，公司主要在线上渠道加大了直销力度，同时还引入了新的经销商，并通过与经销商分享更多利润来实现平稳过渡。管理层预计，中长期内直销和经销商销售的贡献将实现平衡。\n　　新产品：新SKUG30将在产品发布会后开始预售，而G30space将在一系列推广活动后于2025年上半年启动销售。当谈及来自竞争企业类似产品的潜在市场竞争时，管理层表示，市场上可能出现类似产品，但如何以最有效的方式实现功能才是关键创新所在。\n　　投资观点\n　　石头科技是扫地机器人行业的新兴全球领头羊，产品拓展和渠道扩张铺就增长跑道。我们认为，公司已具备了持续扩张全球市场份额的基础，得益于：1）美国和欧洲的渠道扩张进一步取得进展；2）在核心产品扫地机器人之外扩充SKU，例如洗烘一体机和洗地机等；3）竞争对手iRobot的市场份额可能加速流失，带来增长机会。2023年底以来，石头科技在欧洲市场上开始增加面向消费者和零售商的直销（此前主要依靠经销商销售产品），从而更好地控制产品/定价/渠道策略，并在未来进一步扩大市场份额。虽然我们预计这一策略将在中长期内使公司受益，但短期内仍存在风险，因为低利润率直销的加速增长可能会被面向经销商的高利润率销售收入下降所抵消。通过权衡不同情景下的上行/下行风险，我们认为石头科技在当前估值下的风险回报状况相当均衡，因此对该股的评级为中性。\n　　目标价格面临的风险和估值方法\n　　我们的12个月目标价格为人民币240元，基于19倍的退出市盈率乘以2026年预期每股盈利，并以9.5%的股权成本贴现回2025年。\n　　下行风险：1）国内/海外市场竞争加剧；2）产品推出或新品类扩张速度慢于预期；3）增长较快的低利润率直销无法抵消面向经销商的高利润率销售收入的下降；4）宏观经济疲弱导致可支配收入和消费者信心下降；5）美国关税潜在提高可能降低美国业务盈利能力。\n　　上行风险：1）以旧换新计划或政府增加居民收入的潜在措施可能推动需求好于预期；2）在扫地机器人/新品类中成功推出新产品，令收入增长快于预期；3）直销增长快于预期，超过面向经销商销售疲软的不利影响，并推动整体规模经济/利润率改善；4）主要竞争对手因财务困难/产品和营销策略失误导致市场份额下降。\n",
  "notice_date": "2025-01-10 00:00:00",
  "notice_title": "消费与休闲企业日：率先发布配备机械臂的扫地机器人，关注欧洲渠道变革",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "伊健,唐欢",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "456",
          "publishName": "家电行业"
        }
      ],
      "short_name": "石头科技",
      "short_name_ch": "石头科技",
      "short_name_cht": "石頭科技",
      "short_name_en": "ROBOROCK",
      "stock": "688169"
    }
  ],
  "short_name": "石头科技",
  "source_sample_name": "高盛"
}