{
  "attach_pages": "5",
  "attach_size": "812",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202401291619254064_1.pdf?1706520679000.pdf",
  "company_code": "80027629",
  "eitime": "2024-01-29 09:31:19",
  "extend": {},
  "info_code": "AP202401291619254064",
  "language": "1",
  "notice_content": "　　中际旭创(300308)\n　　We think 2024 is set to be another solid year for both infrastructure investmentsand downstream demand continue to thrive. According to Bloomberg'sconsensus, CSP3 (comprising Amazon, Google, and Microsoft) along with Meta,are projected to ramp up their capex by 16.6%/7.6% YoY in 2024/2025E. Wereaffirm our positive stance on optical transceiver players, specifically in light oftheir ongoing capacity expansion and production ramp-up of the high data rateoptical modules, e.g., 400G/800G products. We maintain BUY on Innolight,with new TP of RMB136.\n　　Last week, TFC pre-announced its FY23 earnings, with NP growth of 68-88%YoY to RMB677-758mn. The robust performance was primarily driven by thelofty demand for AI computing power in data centers, boosting sales of TFC’shigh speed optical modules. TFC’s performance underscored our confidence inInnolight, one of our top picks as a true beneficiary in AI value chain.\n　　Considering greater-than-expected ramp-up of TSMC’s CoWoS capacity andcontinued strong investments in AI infrastructure, we expect Innolight’s 2024/25Erevenue to come in better than our previous estimates. We revised up revenueforecasts by 22%/31% and lifted GPM to 34% and 33% for 2023E/24E/25E(vs. prior 32%/32%). The new TP is based on 30x 2024E P/E, which is closeto 5-year historical average of forward P/E (vs. previously 35x, factoring in marketsentiment).\n　　We recommend investors pay special attention to the forthcoming earnings ofCSP3 & Meta next week. The focus should be on their future projections for cloudrevenue and capex guidelines, as these factors will be pivotal in understandingthe industry's future direction.\n",
  "notice_date": "2024-01-29 00:00:00",
  "notice_title": "True beneficiary in AI value chain",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中际旭创",
      "short_name_ch": "中际旭创",
      "short_name_cht": "中際旭創",
      "short_name_en": "ZHONGJI INNOLIGHT",
      "stock": "300308"
    }
  ],
  "short_name": "中际旭创",
  "source_sample_name": "招银国际"
}