{
  "attach_pages": "37",
  "attach_size": "2580",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202307141592276797_1.pdf?1689352849000.pdf",
  "company_code": "80092742",
  "eitime": "2023-07-14 16:40:49",
  "extend": {},
  "info_code": "AP202307141592276797",
  "language": "0",
  "notice_content": "　　国投电力(600886)\r\n　　本期内容提要:\r\n　　雅砻江优质大水电资产稀缺性凸显，水电业务兼具稳健及高成长性。优质及稀缺性：截至2022年底，公司已投产水电装机量2128万千瓦，主要布局在雅砻江（1920万千瓦）、澜沧江（135万千瓦）及黄河干流（73万千瓦）；公司水电业务的核心资产为其控股的雅砻江水电（雅砻江流域水电资源开发的唯一主体）。雅砻江为我国第三大水电开发基地，流域天然落差大，降水丰富，补给一半来自地下水及高山冰雪融水，水量丰沛且径流年际变化不大，自然资源禀赋优越。在目前我国水电剩余可开发资源空间不足、优质水电资源基本开发完毕的背景下，雅砻江水电作为优质大水电资产的稀缺性凸显。此外，雅砻江流域已建成二滩、锦屏一级、两河口三大调节水库，梯级调度能力强，2022年投产的两河口水库具备多年调节能力，可平稳下游来水，增厚下游电站发电量，且公司在建两河口抽蓄电站（目前全球最大的混合式抽水蓄能项目），建成后可以更好地发挥调节作用，增加收益。受益于以上几点优势，雅砻江流域水电的发电利用小时数高且年际波动小，公司水电的经营稳健性凸显。高成长性：雅砻江全流域规划装机量3000多万千瓦，目前已开发1920万千瓦，待开发资源储备丰富。2021-2022年雅砻江中游的两河口、杨房沟电站陆续投产，装机量合计450万千瓦，随着电站自身发电能力及对下游的梯级补偿效益的不断释放，我们预计未来1-2年内雅砻江流域水电还有约166亿千瓦时的发电增量，为公司贡献归母净利润约7.1亿元。公司中游卡拉、孟底沟水电站在建，装机量合计342万千瓦，公司预计将于2029-2030投产；中游牙根一级（已获核准）、牙根二级、愣古以及上游10座水电站处于前期规划阶段，装机量合计738万千瓦。截至2023年一季度，公司在建及规划水电装机量共1131万千瓦，未来增长空间约五成。\r\n　　雅砻江水风光互补优势显著，新能源装机增长提速下未来成长空间可期。截至2022年底，公司新能源装机量合计460.3万千瓦，公司新能源装机增速快，近五年光伏装机量CAGR达60%，风电CAGR达24.5%，远超全国风光装机量增速。公司新能源项目储备丰富，在建风电及光伏装机量合计347.9万千瓦；根据公司规划，“十四五”期间公司新能源装机规模将达1472万千瓦，到2025年装机增长空间达1000万千瓦。2023年6月26日，公司的雅砻江柯拉光伏电站一期100万千瓦项目投产（目前全球最大水光互补电站），公司雅砻江水风光一体化建设取得重大进展，光伏装机量上新台阶。项目获取优势：雅砻江流域水风光互补绿色清洁可再生能源示范基地规划新能源装机量超4000万千瓦，开发潜力较大，公司依托雅砻江优质水电资源开展水风光互补，在周边新能源项目获取方面具有先天优势；消纳优势：水电具有启停迅速、运行灵活的特点，可对新能源电力提供良好的调节，且雅砻江流域具备多条省内、跨省（锦苏直流、雅中直流）线路通道，且正在规划建设川渝特高压交流工程，风光电接入流域已建电站开关站，可与水电打捆送出，有效提高新能源消纳保障性。\r\n　　火电资产结构优质，在成本端压力缓解&电力市场化改革下火电盈利有望显著改善。资产质量：2019-2020年公司转让了一批盈利能力较差的中小型火电机组，存量火电资产质量得到优化。截至2022年底，公司火电装机量1188.08万千瓦，以高参数、大容量的机组为主，百万千瓦级机组占控股火电装机容量的67.5%，在电力上市公司中领先；在建的钦州三期（2×66）以及华夏一期（1×60）等容量替代项目，公司预计将在2024年投产，届时火电装机量将进一步增长，资产质量有望进一步优化。成本：公司火电机组集中于沿海地区，用煤结构中海外进口煤占比大，2021-2022年受煤炭产能周期，俄乌冲突、海外煤进口受限等影响，公司入炉标煤单价大幅上涨，今年以来受全球能源供需紧张局势有所缓和、中国进口煤炭大幅增长、国内非电煤需求相对疲软等因素影响，国内外煤价都有明显下降，公司成本端压力有望大幅缓解。电价：受益于燃煤发电上网电价市场化改革的推进，公司火电上网电价大幅提升，2022年涨幅达23%，未来随着电力市场化改革的不断推进，电价还有望从电能量、辅助服务和容量三部分实现多维度上涨。综上，随着今年煤价中枢下移以及电力市场化改革的持续推进，我们预计今年公司火电板块的盈利有望迎来大幅改善。\r\n　　盈利预测与投资评级：国投电力坐拥雅砻江优质、稀缺大水电资产，两杨投产后公司“十四五”期间仍有超160亿千瓦时水电电量有待释放，“十五五”新增水电装机有望达393万千瓦，水电业务兼具稳健及高成长性；公司新能源业务高速发展，2023-2025年风电、光伏装机增量有望达1000万千瓦；公司火电资产优质，2023年随着煤价中枢回落，公司火电业务业绩有望大幅改善。我们预测国投电力2023-2025年的归母净利润分别为73.4亿元、87.0亿元、95.6亿元，EPS分别为0.98元、1.17元、1.28元；对应7月13日收盘价的PE分别为12.74X、10.74X、9.78X，首次覆盖给予“买入”评级。\r\n　　风险因素：国内外煤炭价格大幅上涨；公司新能源项目建设进展不及预期；公司水电项目所在流域来水较差；两杨电价不确定性。",
  "notice_date": "2023-07-14 00:00:00",
  "notice_title": "国投电力：优质大水电兼具成长与价值，水风光互补打开增长空间",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明,李春驰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "428",
          "publishName": "电力行业"
        }
      ],
      "short_name": "国投电力",
      "short_name_ch": "国投电力",
      "short_name_cht": "國投電力",
      "short_name_en": "SDIC Power",
      "stock": "600886"
    }
  ],
  "short_name": "国投电力",
  "source_sample_name": "信达证券",
  "star": "3"
}