{
  "attach_pages": "6",
  "attach_size": "574",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203211554056413_1.pdf?1647892864000.pdf",
  "company_code": "80114781",
  "eitime": "2022-03-21 20:01:04",
  "extend": {},
  "info_code": "AP202203211554056413",
  "language": "0",
  "notice_content": "　　中国平安(601318)\n　　中国平安发布2021年年度报告，公司实现营业收入11804.44亿元，同比下降6.4%；实现归母净利润1016.18亿元，同比下降29.0%；归母营运利润1479.61亿元，同比增长6.09%；报告期末集团内含价值13955.09亿元，较上年末增长5.07%。公司寿险及健康险业务内含价值8764.9亿元，较上年末增长6.30%；实现新业务价值378.98亿元，同比下降23.55%。\n　　消费能力下降叠加代理人红利消失，保险行业进入“深秋”。中国平安2021年寿险及健康险新业务价值同比减少23.6%，连续两年下滑；2021年末寿险代理人同比减少41.4%，时点数已连续13个季度下降，且降幅快速扩大。主要原因在于近年来，随着经济增速下行，居民可支配收入增速也随之下降，消费能力和消费意愿亦受到较大影响。在2020年新冠疫情爆发后，消费属性较强的保险业务受到更大冲击。同时，在疫情和监管趋严的大背景下，保险代理人展业难度增大，整体出单量和举绩率不断下行，进而使收入承压，持续负反馈下，大量代理人主动或被动脱落，前期因队伍快速增长带来的“代理人红利”逐渐消失，险企保费收入增速显著放缓。\n　　经营难度加大，平安积极寻求破局之道。针对寿险业务面临的多方面挑战，公司开启了渠道和产品两大维度的改革进程。在渠道端，公司积极推进高质量发展，持续进行提质增效，铸就高质素高产能钻石代理人队伍，同时大力发展中部潜力队伍，并培育优才新人队伍，力争将人力结构从传统的金字塔型向橄榄型转变。此外，公司也在推动非代理人的三大创新渠道发展，通过社区网格化建设服务因代理人脱落产生的孤儿保单客户；通过和平安银行深化合作，深挖银行财富管理客户；通过深耕下沉市场，发展三四线及以下城市和乡镇保险需求。在推进渠道改革的同时，公司也在大力推动产品改革，打造“保险+服务”差异化产品体系，服务于日益成熟的平安医疗生态圈。在医疗生态圈方面，公司持续升级医疗健康战略，以“HMO+家庭医生+O2O”概念为核心，依托国家对养老第三支柱的持续政策支持，公司积极发挥医疗生态圈的综合优势，着力发展“保险+居家养老”和“保险+高端养老”的养老服务模式，力争借政策之力实现业务的“二次增长”。\n　　在持续推进主业改革的同时，公司通过业务板块间协同创造更大价值。公司前期在银行、科技等领域的持续投入已经产生显著效果，银行业务优势不断发挥，科技赋能金融主业的价值也在快速显现。公司通过深挖银行财富管理客户开展银保渠道改革，银保渠道在保费收入中的占比不断提升。而科技则可应用到核心金融业务场景中，“促销售、提效率、控风险”，公司借助科技之力，持续推动科技赋能生态，生态赋能金融，围绕金融服务、医疗健康服务、汽车服务和智慧城市生态圈提升获客能力和客户黏度，进而创造更大价值。\n　　投资建议：2022年已进入平安寿险改革的第三年，受疫情、宏观经济、代理人、保险需求等多种因素影响，改革效果不及预期，改革进程也持续拉长。同时，友邦人寿在境内加快布局使平安在中高净值客群中的竞争优势大大减弱，高净值客户增速不断放缓，渠道面临不断下沉的局面，险企间竞争亦更加激烈。但我们认为，通过三年的全方位渠道改革，公司代理人队伍质素和产能得到有效提升，核心代理人队伍不断壮大，仍有望在与友邦和国内同业的竞争中处于较为有利的地位。同时，在国家“稳增长”的政策导向之下，公司涉房项目风险有望持续释放，在前期充分计提后，公司资负两端经营压力有望缓解。而平安银行的优质客户资源将持续反哺保险主业，科技条线也将为主业赋能，通过整合方正集团内的优势医疗资源也将完善公司的保险生态拼图。此外，公司在营运利润增速放缓的情况下仍将分红增速保持在较高水平，体现了公司对自身经营发展趋势的乐观判断，也有望修复投资者信心，提升市场口碑和美誉度。故我们仍看好公司作为行业龙头，在马太效应下的长期投资价值，其中科技属性有望不断抬升公司的估值天花板。我们维持对公司的“推荐”评级，当前股价对应22年EVPS仅0.56x，处于低估区域，中长期投资价值凸显。年内目标价58.8元，对应0.7x22EVPS。\n　　风险提示：宏观经济下行风险、政策风险、市场风险、流动性风险。\n",
  "notice_date": "2022-03-21 00:00:00",
  "notice_title": "改革曙光初现，破局尚需时日",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘嘉玮,高鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "474",
          "publishName": "保险"
        }
      ],
      "short_name": "中国平安",
      "short_name_ch": "中国平安",
      "short_name_cht": "中國平安",
      "short_name_en": "PING AN",
      "stock": "601318"
    }
  ],
  "short_name": "中国平安",
  "source_sample_name": "东兴证券",
  "star": "1"
}