{
  "attach_pages": "6",
  "attach_size": "1156",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202105311495068352_1.pdf?1622455834000.pdf",
  "company_code": "80027629",
  "eitime": "2021-05-31 10:10:34",
  "extend": {},
  "info_code": "AP202105311495068352",
  "language": "1",
  "notice_content": "　　顺丰控股(002352)\n　　What’s new? SF announced last Friday the plan to spin off the intra-city instantdelivery business on HKEX. Dada Nexus (DADA US, NR), a major peer, is tradingat 5x 2021E EV/Sales, and we estimate the valuation of SF’s intra-city businessattributable to SF can potentially reach RMB23.5bn, representing ~8% of thecurrent market cap. We believe a successful separate listing will help SF unlockvalue.\n　　Target to be spun off. SF’s intra-city instant delivery business is conductedthrough Hangzhou SF Intra-City (杭州顺丰同城实业). At present, SF has anequity interest of 66.76% in Hangzhou SF. At as end-2020, SF’s intra-cityinstant delivery business covered 500 cities in China with riders reaching 2mn.\n　　Key financials of Hangzhou SF. According to the latest announcement ofSF, Hangzhou SF generated RMB4.84bn revenue in 2020 (different from theintra-city revenue of RMB3.15bn stated in 2020 annual report as internalrevenue is included). Net loss in 2020/1Q21 was RMB760mn/RMB210mn. Asat Mar 2021, the net asset of Hangzhou SF was RMB2.1bn.\n　　Estimated valuation. Based on our back-of-the-envelope calculation (due tolimited financial information available), the valuation of Hangzhou SFattributable to SF can potentially reach RMB23.5bn (based on 5x 2021EEV/sales, assuming revenue growth of 50% in 2021E).\n　　Maintain HOLD. We expect continuous spending on business transformationand fierce competition will put pressure on earnings in the near-term, despiteour long-term positive stance on SF’s unique infrastructure network and goodmanagement execution.\n　　Upside risks: (1) Better-than-expected earnings recovery in 2H21E; (2)recovery of parcel shipment ASP. Downside risks: (1) prolonged price war;(2) further increase in operating cost; (3) higher-than-expected spending onnew business development.\n",
  "notice_date": "2021-05-31 00:00:00",
  "notice_title": "Spin-off of intra-city instant delivery business to unlock value",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "422",
          "publishName": "物流行业"
        }
      ],
      "short_name": "顺丰控股",
      "short_name_ch": "顺丰控股",
      "short_name_cht": "順豐控股",
      "short_name_en": "SF HOLDING",
      "stock": "002352"
    }
  ],
  "short_name": "顺丰控股",
  "source_sample_name": "招银国际"
}