{
  "attach_pages": "10",
  "attach_size": "1440",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203161552950009_1.pdf?1647437405000.pdf",
  "company_code": "80000007",
  "eitime": "2022-03-16 13:30:05",
  "extend": {},
  "info_code": "AP202203161552950009",
  "language": "0",
  "notice_content": "　　星宇股份(601799)\r\n　　事项：\r\n　　公司公告：2022年3月15月，常州星宇车灯股份有限公司发布公告称，公司2021年承接新项目订单约135亿元人民币，包括ADB前照灯、DLP前照灯及车灯控制器等项目；2022年1月1日至本公告发布日，公司承接新项目订单约40亿元人民币。根据车灯行业研发周期，项目获取18-24个月后开始贡献收入和利润。目前公司经营情况一切正常，各项工作有序开展。\r\n　　国信汽车观点：国信汽车深度跟踪车灯行业，坚定认为：车灯价值量具备“起点高、弹性大、持续长”三大特征，短期LED、长期智能车灯（ADB、DLP）和激光大灯等渗透，是零部件细分优质赛道。未来智能化电动化背景下，车灯作为视觉件有望成为车辆数据流输出端的核心载体，实现从“照明”到“表达”的功能升级。短期维度，公司2021年承接新项目订单约135亿元，2022年1月1日至3月15日承接新项目订单约40亿元人民币，根据车灯行业研发周期，项目获取18-24个月后开始贡献收入和利润（2021年获取的订单预计多数在2023年进入规模化量产），有望增厚公司业绩。中长期维度，行业端ADB和投影大灯产业趋势验证，公司端积极拥抱前瞻新技术和前端新客户，产业链协同拓展能力圈，海外建设稳步进行，长逻辑通顺。短期缺芯不改行业需求，公司长期具备全球车灯龙头潜力。考虑到行业缺芯导致公司核心客户一汽大众等排产下滑显著，我们维持此前盈利预测，预期21/22/23年净利润10.9/15.7/21.9亿元，对应PE分别35/24/17x，维持一年期目标估值区间198-238元，短期缺芯不改行业需求，公司长期具备全球车灯龙头潜力，维持买入评级。\r\n　　评论：\r\n　　客户维度，星宇股份不断斩获新订单，增厚公司业绩\r\n　　2021年，星宇股份承接新项目订单约135亿元人民币，包括ADB前照灯、DLP前照灯及车灯控制器等项目；2022年1月1日至3月15日，公司承接新项目订单约40亿元人民币。根据车灯行业研发周期，项目获取18-24个月后开始贡献收入和利润。目前公司经营情况一切正常，各项工作有序开展。我们认为，公司凭借自身的产品竞争力，不断斩获新订单，为公司未来发展提供了强有力的保障。\r\n　　产品维度，汽车电动智能化时代车灯持续升级，公司前瞻布局车灯新产品\r\n　　智能化大背景，车灯是零部件细分优质赛道。继国信汽车团队深度跟踪和研究车灯市场以来（车灯产业链深度调研、车灯拆解实验、车灯企业和整车厂工程师拜访、国际车灯展调研等），得到客户的较大认可，而车灯作为细分汽车零部件，能超越汽车整体行业增长，其背后很大原因来自于技术升级带来的车灯价值量提升（起点高、弹性大、持续长），而根本原因是消费者愿意为汽车电子化、智能化等趋势下的车灯（美观、智能、节能）等付出更高的成本，未来智能化电动化背景下，车灯作为视觉件有望成为车辆数据流输出端的核心载体，实现从“照明”到“表达”的功能升级。\r\n　　随着技术趋势不断演进，造车新势力的车灯配置强调科技、智能。蔚来、小鹏、理想标配LED，蔚来使用贯穿式心跳尾灯、小鹏使用一体式钻石矩阵尾灯、理想使用星环式全LED尾灯，此外蔚来还配置智能10色氛围灯/光瀑式氛围灯，凸显时尚、智能。智己汽车搭载260万像素的DLP投影大灯和配置超5000颗LED的ISC像素信号灯，实现V2X智驾融合交互和智慧灯光表达。2020年前瞻的矩阵式LED大灯已经在一些价位10-20万的车型中得到应用，比如哈弗H6、荣威RX5，后续ADB、DLP、激光大灯、OLED车灯承接LED车灯，市场有望持续扩容。\r\n　　1）基于功能——ADB车灯\r\n　　自适应远光灯系统（AdaptiveDrivingBeam）是一种智能远光灯系统，主要功能是提升夜间会车安全性。传统的汽车头灯光线耀眼，在夜间会车时极易造成对向车道驾驶者的眩目，为行车安全埋下隐患。相比之下，ADB技术通过视频摄像头信号的输入，判断前方来车的位置与距离，并相应调整灯光照射区域，避免对来车产生炫光，同时最大限度地满足驾驶者的视野需求，ADB智能大灯可以提升ADAS系统夜间图像识别能力，将成为汽车安全照明的技术趋势，当前已经是ADAS系统的一部分，更有望成为未来智能驾驶汽车标配产品。\r\n　　2）基于智能——DLP车灯\r\n　　DLP全称“DigitalLightProcessing”，即数字光处理，也就是该技术需要先把影像信号经过数字处理，然后再把光投影出来。它是基于TI（德州仪器）公司开放的数字微镜元件DMD（DigitalMicromirrorDevice）来完成可视数字信息显示的技术。DLP的成像原理在于LED光源通过分色镜、集光镜、透镜组等光学元件，再通过DMD芯片的控制反射作用绘制出画面图像，反射给镜头将图像显示出来。DMD芯片有上百万个微镜片聚集在CMOS硅基片上，每个微镜片安装在一个精密微型铰链上，微型铰链可以由SRAM(StaticRandom-AccessMemory)的数字信号驱动调节镜片方向和角度来反射光到屏幕上形成投影图像。通过对其表面微镜矩阵中数百万颗微镜角度的控制，改变光线的反射角度，从而能在指定区域内形成暗区，并且能准确地控制车灯调节光线透射的角度和暗区的大小，有效地避免炫目的发生。同时，它能将最多的光维持在路面上，保证了夜间灯光的最大利用率，有效地提高了夜间行车安全。\r\n　　DLP车灯的优势在于：1）高像素、高分辨率：ADB单透镜像素低在100-1万多之间，DLP单透镜像素超百万，DLP是更精准的ADB，具备极高的分辨率；2）精准指示:DLP透镜模组可以使驾驶员在各种路况下打开远光灯行驶，同时不对其他司机的视线造成影响，并提供精准指示照明；3)防眩目：提供灯光暗区以避免强光影响到来车或前车的驾驶员、行人；4)可编程，智能交互：DLP技术能提供对车辆个性化的定制，比如灯光秀，可根据各种传感器捕捉的环境信息在路面投影出各种提示图案。\r\n　　目前，DLP大灯单价约1万元/只，按照国外的产品价格5000元以上，如果国内未来2-3年内投产，并且解决DLP光源技术的问题，价格有很大的下行空间。\r\n　　星宇股份作为国内车灯龙头企业，加强车灯新技术的开发应用。2020年，星宇的前照灯ADB投影灯模组得到应用；OLED技术在后组合灯中应用；第二代大众语音交互式酷炫氛围灯、激光辅助远光灯量产；手势识别室内灯、像素式前灯模块研发成功。2021年上半年，星宇成功开发了两种类型的像素式前照灯，一种是使用DMD为核心光学器件的成像智能前照灯，一种是使用MicroLED为光源的成像智能前照灯，该前照灯具有更简单的结构和更高的光学效率，成功解决了成像光学、电子驱动、热量管理等多种技术问题。此外，为增强星宇的科技创新和研发能力，公司在上海成立星宇上海研发中心。\r\n　　战略合作华为，发挥产业链协同优势。2月16日，常州星宇车灯股份有限公司与华为技术有限公司在中国东莞举行了华为光产品线智能车载光业务合作意向书签约仪式。华为光产品线总裁靳玉志先生、光应用领域总裁黄志勇先生、智能汽车解决方案销售部部长江利旗先生，周晓萍董事长、副总经理李树军先生、副总经理李钢先生出席签约仪式。华为光应用领域智能车灯总经理刘晟君先生和星宇副总经理林树栋先生代表双方签署合作意向书。根据协议，双方将发挥各自优势互利共赢，以服务全球客户为目标，开展智能车灯领域战略合作，共同构建可持续发展的紧密型战略合作伙伴关系。双方共同构建智能车灯从设计到制造交付的端到端能力，引领智能车灯产业发展，在产业界形成持续领先的智能车灯系统解决方案竞争力，此外双方还将全面开展智能车载光领域的其他业务合作。我们认为，DLP投影大灯和ADB车灯陆续进入市场，这对于传统车灯企业既是机遇也是挑战，产业链协同在车灯行业新技术变革中显得尤为重要，星宇协同上游芯片、软件算法等企业，基于自身传统结构设计、光学和电子设计等优势，有望在前瞻产品研发上持续占领先机，加大和国内其他自主车灯品牌的差距。\r\n　　投资建议：新订单增厚公司业绩，长期具备全球车灯龙头潜力，维持“买入”评级\r\n　　投资建议：短期维度，公司2021年承接新项目订单约135亿元，2022年1月1日至3月15日承接新项目订单约40亿元人民币，根据车灯行业研发周期，项目获取18-24个月后开始贡献收入和利润（2021年获取的订单预计多数在2023年进入规模化量产），有望增厚公司业绩。中长期维度，行业端ADB和投影大灯产业趋势验证，公司端积极拥抱前瞻新技术和前端新客户，产业链协同拓展能力圈，海外建设稳步进行，长逻辑通顺。短期缺芯不改行业需求，公司长期具备全球车灯龙头潜力。考虑到行业缺芯导致公司核心客户一汽大众等排产下滑显著，我们维持此前盈利预测，预期21/22/23年净利润10.9/15.7/21.9亿元，对应PE分别35/24/17x，更新一年期目标估值区间198-238元，短期缺芯不改行业需求，公司长期具备全球车灯龙头潜力，维持买入评级。\r\n　　可比公司估值：我们选同样具备进口替代逻辑的浙江鼎力、车灯产业链核心标的科博达、减震隔音件龙头企业拓普集团进行可比公司估值（可比公司市值水平接近），三家可比公司2023年平均PE约为21倍。维持星宇一年期目标估值（对应2023年）为198-238元（对应2023年PE25-30倍），当前股价（137.50元）距离目标估值仍有约44%-73%提升空间，维持买入评级。\r\n　　风险提示\r\n　　行业缺芯风险；国内车市景气度持续下行风险；年降和原材料价格波动风险。",
  "notice_date": "2022-03-16 00:00:00",
  "notice_title": "前瞻布局车灯新技术，不断斩获新订单",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "唐旭霞",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "481",
          "publishName": "汽车零部件"
        }
      ],
      "short_name": "星宇股份",
      "short_name_ch": "星宇股份",
      "short_name_cht": "星宇股份",
      "short_name_en": "Xingyu Co.,Ltd",
      "stock": "601799"
    }
  ],
  "short_name": "星宇股份",
  "source_sample_name": "国信证券",
  "star": "1"
}