{
  "attach_pages": "15",
  "attach_size": "1007",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404181630568594_1.pdf?1713475673000.pdf",
  "company_code": "80000007",
  "eitime": "2024-04-18 21:27:53",
  "extend": {},
  "info_code": "AP202404181630568594",
  "language": "0",
  "notice_content": "　　中国石油(601857)\r\n　　事项：\r\n　　中国石油深入推进炼化转型升级，向产业链和价值链中高端迈进，不断优化产品结构，提高炼油特色产品和高端化工产品比例，加大化工新材料研发力度。2023年，公司化工新材料产量137万吨，同比增长60%，炼化新材料业务实现经营利润369.4亿元。近期，兰州石化120万吨/年乙烯改造项目预可研报告获中国石油集团公司批复；吉林石化炼油化工转型升级项目年产380万吨常减压装置常压塔顺利安装完成；广西\r\n　　石化炼化一体化转型升级项目土方平整工作全部完成。\r\n　　国信化工观点：\r\n　　1）我国原油加工能力过剩，产能有望向头部企业集中：截至2023年底，我国原油一次加工能力为9.36亿吨/年，2023年炼厂开工率为78.5%，炼能处于过剩状态。目前在建及已批待建炼油产能达1.22亿吨/年，产能增量较大。发改委、国家能源局多次指出至2025年，国内原油一次加工能力控制在10亿吨以内在产能空间有限背景下，单吨操作成本高、不具备转型条件的小型炼厂面临淘汰，炼油产能有望进一步向头部企业集中。\r\n　　2）我国成品油需求增量有限，“减油增化”是炼厂转型必由之路：汽油方面：由于电动车对汽油车替代加速，我国2025年汽油车保有量有望达到峰值。同时传统燃油车节能降耗的趋势也压低了汽油消耗的增长空间，我国汽油消费增长率预期不超2%。柴油方面：我国目前处于工业化中后期，第二产业增加值占GDP比重约40%，未来预计稳中有降，生产性柴油消费呈现下滑趋势。运输领域“以铁替公”战略及LNG重卡也替代部分柴油需求，目前我国柴油消费处于下降阶段。煤油方面：由于居民可支配收入的提高和消费升级将带动民航运输长期增长，煤油消费增速有望中期保持8%左右。总体来看我国成品油需求增量有限。我国部分化工产品目前还面临产能不足的情况，2023年聚乙烯进口依赖度为33.1%，预计2025年进口依赖度仍超20%。2023年我国聚丙烯进口依赖度8.0%，虽然预计2025年聚丙烯有望实现进出口的平衡，但高端牌号产品仍需突破。在油品产能过剩，化工产品产能不足的行业背景下，“减油增化”是炼厂转型的必然。\r\n　　3）公司通过新建大型炼化一体化项目及进行炼厂升级改造，积极践行“减油增化”战略。公司2023年投产的广东石化炼化一体化项目为国内一次性建设规模最大的世界级炼化项目，炼油能力达到2000万吨/年，主要化工产品产能包括260万吨/年对二甲苯及120万吨/年乙烯。“宜油则油、宜芳则芳、宜烯则烯”的设计增加了广东石化的灵活性，是“减油增化”的典型案例。目前吉林石化公司炼油化工转型升级项目、广西石化公司炼化一体化转型升级项目、独山子石化公司塔里木120万吨/年二期乙烯项目等重点项目正稳步推进，这些项目都将有力助推公司“减油增化”战略。\r\n　　4）投资建议：我们维持对公司2024-2026年归母净利润1735/1863/2029亿元的预测，2024-2026年摊薄EPS为0.95/1.02/1.11元，当前A股PE为11.2/10.4/9.6x，对于H股PE为7.1/6.6/6.1x，维持“买入”评级。\r\n　　评论：\r\n　　我国炼能屡创新高， 低端产能注定出清石油被誉为“工业的血液” ， 是工业社会必不可少的资源。 石油炼化主要产品包括成品油和化工品两大类， 成品油主要包括汽油、 柴油、 煤油等， 用作交运、 农业机械、 动力机械等的燃料； 石油炼化中的中间品或终端产品如石脑油、 烯烃、 芳烃等可以制取树脂、 橡胶、 化纤等数千种化工品。 炼厂可根据原料特质及组合不同炼化工艺设计不同产品方案。\r\n　　原油加工能力持续提升， 产能持续过剩。 在石油炼化工艺中， “常减压蒸馏” 常作为原油加工的第一道流程， 通常被用来衡量炼厂加工能力。 2000 年以来， 我国原油加工能力快速提升， 至 2021 年末我国石油加工能力升至 9.1 亿吨/年， 超过同期美国炼油能力 9.07 亿吨/年， 成为世界第一大炼油国。 截至 2023 年底，我国炼油能力达 9.36 亿吨， 较 2022 年底新增炼油能力 1200 万吨。 中国 2023 年原油加工量 7.35 亿吨，创历史新高， 同比增长 8.1%， 炼厂开工率为 78.5%， 较 2022 年大幅增长 4.9pcts， 但相较世界原油加工业的合理开工率 85%仍明显偏低， 我国原油加工能力过剩较为严重\r\n　　炼化行业市场化程度不断提高， 民营大炼化快速崛起。 “十二五” 后期我国经济转型调整， 经济增速放缓，下游产品需求增速减弱， 加剧了原油加工产能过剩， 炼厂开工率徘徊在 70%左右。 炼油行业“大而不强”的问题十分突出。 在“十三五” 期间国家积极鼓励民营和外资企业进入炼化行业， 希望通过市场化竞争的方式， 加快落后产能出清及产业结构升级。 目前我国炼化行业基本形成了央企（中国石化、 中国石油、 中国海油、 中国中化） 、 民企及外资多元化竞争的格局。 2022 年四大央企炼油能力达 6.19 亿吨， 占全国炼油能力的 67.1%； 民营炼油能力 2.62 亿吨， 占比 28.4%； 外资等其他经济主体炼油能力为 0.42 亿吨， 占比 4.5%。 民企炼化企业已经成为我国炼化行业重要一极\r\n　　小型民营炼化企业面临淘汰， 主营炼厂油品竞争压力有望缓解。 国家部门多次提出到 2025 年， 国内原油一次加工能力控制在 10 亿吨以内， 千万吨级炼油产能占比 55%左右。 根据中石油集团经济技术研究院数据，截至 2023 年底， 我国原油一次加工能力为 9.36 亿吨/年。 目前镇海炼化项目、 裕龙岛炼化一体化项目，中科炼化二期项目、 岳阳二期项目、 华锦炼化项目、 古雷炼化项目等正在建设或已批复待建设， 全部建成后新增产能达 1.22 亿吨/年。 规划项目全部建成后， 原油加工产能触及政策上限， 落后产能淘汰在所难免。大型炼厂的单吨操作成本低于小型炼厂， 且大型炼厂具备一体化条件， 可以充分发挥资源及规模优势。 在产能必须压降的行业发展阶段， 小型民营炼厂注定会被淘汰， 油品产能有望进一步向头部企业集中。\r\n　　成品油消费接近见顶， 增长空间有限\r\n　　新能源汽车加速替代燃油车叠加燃油车效率提升， 汽油需求预期低速增长。 从欧美等汽油车市场较为成熟地区的发展经验看， 随着千人汽车保有量超过 200 辆， 汽车市场将进入普及期的中低速增长阶段。 中国汽车保有量于 2021 年超过 200 辆/千人， 汽车市场总销量已进入中低速增长期， 而电动车的加速发展， 更是导致汽油车的保有量增速快速下降， 预期 2025 年汽油车保有量有望达到峰值。 节能与新能源汽车技术路线图 2.0 中指出， 2025 年传统汽油乘用车平均油耗需要从 2019 年的 6.46L/100km 下降至 5.6L/100km， 降幅达 13.3%。 2023 年由于疫情压制的出行需求得到释放， 汽油消费呈现快速增长， 此后汽油表观消费量预计保持低速增长。\r\n　　柴油消费主要用于道路运输和工农业生产， 需求整体呈现下降趋势。 柴油消费趋势与国家经济阶段和第二产业的发展关系密切， 我国目前处于工业化中后期， 第二产业占比 40%左右， 生产性柴油消费呈现下滑趋势。 在运输领域， 我国在战略层面提出“以铁替公” 战略， 降低公路货运比例， 并且积极推进 LNG 重卡，由于 LNG 重卡更加经济， LNG 重卡保有量及行驶里程占比稳步上升。 受以上两点影响， 公路运输领域柴油消费占比也出现萎缩。 预计“十四五” 期间， 我国柴油需求将年均下降 1%-2%。 从国内柴油全口径资源角度看， 除纳入官方统计的正品外， 终端用油行业实际消费中还包括两部分资源： 一是由于企业虚报、 少报导致官方低估的柴油产量； 二是大量调和油组分形成的资源， 如国内生产的轻质燃料油、 进口的轻循环油等， 经过简单调和即可作为柴油使用。 2021 年以来， 国内炼油产业和成品油市场开展了前所未有的产业规范及市场秩序整治行动， 通过多种手段规范市场， 柴油表观消费量统计更加全面准确， 导致柴油表观消费统计数据出现上升， 但我国柴油实际消费量正逐步降低。\r\n　　煤油主要应用在航空业， 未来仍具有一定增长潜力。 航空煤油在煤油消费量中占比超 90%， 居民可支配收入的提高和消费升级带动民航运输长期增长， 航空客运周转量和航空货运周转量不断升高， 航空煤油需求有望持续增长。 考虑中国地域、 人口及资源限制， 预计人均乘机次数从 2020 年的 0.47 次/年， 于 2040 年前后上升到饱和值约 1.0 次/年。 2019－2040 年， 中国航空客运周转量年均增速可达 6.8%， 航空货运周转量年均增速可达 6.6%， 以未来两年煤油表观消费量增速为 8%计， 2025 年中国煤油需求量约增长至 4082 万吨。\r\n　　2019 年以来， 我国成品油产量维持在 4 亿吨以上。 未来央企炼化项目升级改造， 民企及外资新建项目仍持续推进， 合计将新增超 1.22 亿吨/年炼油能力。 假设 2024 年投产的镇海炼化二期及裕龙岛石化成品油收率为 40%， 开工率 90%， 则 2025 年前将会新增成品油产量超 1000 万吨。 以汽油消费量年增长 2%， 柴油需求维持稳定， 煤油需求需求增速 8%计算， 2025 年成品油需求量为 4 亿吨。 据此 2025 年成品油产量将过剩超 5000 万吨。 未来相当长一段时间内， 我国成品油将保持过剩\r\n　　我国成品油出口受配额限制， 中石油等主炼企业指标较为充足。 我国成品油出口采取配额制度， 2019 年前，为了化解炼化产能过剩压力， 出口指标不断提高。 “十四五” 以来炼油行业调整力度不断加深， 为了扭转大量进口原油且大量出口成品油的现状， 我国出口配额保持下降趋势。 2023 年我国下发 3999 万吨成品油出口配额， 中石油获得 1224 万吨， 2024 年第一批成品油配额下发总额为 1900 万吨， 中石油获得 578 万吨。以中石油为代表的主炼企业手握较充足指标， 可以积极利用国内外价差空间进行套利。\r\n　　近期原油及成品油价格上涨， 汽油裂解价差处于高位、 柴油裂解价差较低。 综合来看， 目前原油供应处于紧平衡状态， 原油供给存在一定缺口， 导致国际油价上升。 近期地缘政治风险不断升温也推高了油价， 布伦特原油价格突破 90 美元/吨后保持高位震荡。 成品油价差方面， 2024 年第 14 周（2024.04.14） 平均汽油裂解价差为 1062 元/吨， 处于近五年同期汽油裂解价差的较高位置。 2020-2023 年四年， 平均汽油裂解价差分别为： 597/1207/829/1146 元/吨。 2024 年第 14 周（2024.04.14） 平均柴油油裂解价差为 580 元/吨， 处于近五年同期较低位置。 2020-2023 四年， 平均柴油裂解价差分别为： 1144/947/1147/1063 元/吨。\r\n　　 部分化工产品供应不足， “减油增化” 是中大型炼厂主要转型方向\r\n　　我国当前的化工产品结构性供给不足， 以乙烯为代表的烯烃以及以对二甲苯为代表的芳烃长期不能自给自足， “减油增化” 为大势所趋。 目前传统炼厂转型主要是增产基本有机化工原料， 包括乙烯、 丙烯、 丁二烯、 苯、 甲苯和二甲苯。\r\n　　聚乙烯是乙烯最大下游， 我国进口依赖程度较高。 乙烯大量用于生产聚乙烯、 氯乙烯及聚氯乙烯， 乙苯、苯乙烯及聚苯乙烯。 聚乙烯为乙烯最大的应用领域， 应用产比超 60%。 由于我国大型炼化项目的不断投产，我国乙烯及聚乙烯产能快速增长。 聚乙烯下游应用广泛， 2023 年我国聚乙烯表观消费量 3996 万吨， 产量为 2735 万吨， 进口量 1344 万吨， 进口依赖度达 33.6%。 根据我们测算至 2025 年我国聚乙烯进口依赖度仍超 20%， 聚乙烯缺口仍然较大。\r\n　　我国聚丙烯基本保持供需平衡， 高",
  "notice_date": "2024-04-18 00:00:00",
  "notice_title": "积极践行“分子炼油”，持续推进“减油增化”",
  "page_size": 2,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "杨林,薛聪",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "464",
          "publishName": "石油行业"
        }
      ],
      "short_name": "中国石油",
      "short_name_ch": "中国石油",
      "short_name_cht": "中國石油",
      "short_name_en": "PetroChina",
      "stock": "601857"
    }
  ],
  "short_name": "中国石油",
  "source_sample_name": "国信证券",
  "star": "1"
}