{
  "attach_pages": "5",
  "attach_size": "1091",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202210261579481421_1.pdf?1737027097000.pdf",
  "company_code": "80027629",
  "eitime": "2022-10-26 14:35:36",
  "extend": {},
  "info_code": "AP202210261579481421",
  "language": "1",
  "notice_content": "　　泰格医药(300347)\r\n　　3Q22 earnings in  line.  Tigermed reported 3Q22 revenue of RMB1,812mn, up 35%  YoY,  attributable  net  income  of  RMB413mn,  down  22%  YoY,  and attributable  recurring net income of RMB421mn, up 29% YoY.  Excluding COVID-19 revenue, we estimate 3Q22 revenue increased  by c.42% YoY. The declining attributable net income in 3Q22 was mainly attributable  to the fair value losses of RMB11mn, compared with fair value gains of RMB211mn in 3Q21. Gross profit margin (GPM) continuously improved to 40.9% in 3Q22 from 38.8% in 1Q22 and 40.6% in 2Q22, thanks to the shrinking size of the low-margin COVID-19 related revenue  (due to pass-through revenue  to sub-contractors in overseas markets) as well as the growth of US$-denominated services, such as data management and statistical analysis (DMSA) and  laboratory services  provided by  Frontage, which  benefited  from  US$  appreciation  in  3Q22.  Non-COVID-19  related  new orders  increased  by  c.35%/30%  YoY  in  9M22/3Q22,  respectively,  indicating sustainable growth of core business.\r\n　　Consistently focus on high-margin business.  Management has prioritized the expansion of high-margin businesses, including  clinical trials operation,DMSA  and  some  emerging  services  while  takes  a  relatively  conservative strategy on the SMO business given its low profitability nature. According to management,  the Company has further increased its market share in China clinical  CRO  market  for  innovative  drugs  to  c.20%  in  3Q22,  which represented  the  Company’s  strong  competency  and  high  customer recognition.  DMSA successfully sealed a strategic cooperation deal with a global Top10 pharma in the past quarter.  Additionally,  Tigermed  has adopted a  proactive  hiring  strategy  and  allocated  more  human  resources  to  high margin  business  in  3Q22.  We  think  the  strategic  change  is  critical  and necessary for Tigermed to  further  enhance its leading position for its core business given the intensifying competition in China market in recent years.\r\n　　Globalization  on  track.  Tigermed  has  built  local  BD  teams  to  explore business opportunities in Europe and the  US.  The Company has participated in large-scale Phase III  multi-regional clinical trials  (MRCT)  in multiple middle and western European countries. The Company also took full advantages of its  experiences in  COVID-19 vaccine projects  of  Chinese clients to expand business opportunities  in developing countries, including Indonesia,  Brazil, Chile and Pakistan. These  developing countries  could be potential markets for Chinese drug  makers, which will create additional demand for Tigermed’s clinical CRO services. \r\n　　Maintain BUY.  We revise our TP from RMB175.15 to RMB147.43, based on a  10-year  DCF  model  (WACC:  10.21%,  terminal  growth  rate:  3.0%).  We forecast  Tigermed’s  revenue  to  grow  37%/29%/27%  YoY  and  attributablerecurring net income to grow 37%/40%/31% YoY in FY22E/23E/24E.",
  "notice_date": "2022-10-26 00:00:00",
  "notice_title": "Core business growth remains solid",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Benchen Huang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "泰格医药",
      "short_name_ch": "泰格医药",
      "short_name_cht": "泰格醫藥",
      "short_name_en": "TIGERMED",
      "stock": "300347"
    }
  ],
  "short_name": "泰格医药",
  "source_sample_name": "招银国际"
}