{
  "attach_pages": "5",
  "attach_size": "582",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109271518925551_1.pdf?1632770781000.pdf",
  "company_code": "80000064",
  "eitime": "2021-09-27 19:26:21",
  "extend": {},
  "info_code": "AP202109271518925551",
  "language": "0",
  "notice_content": "　　科大讯飞(002230)\r\n　　事件概况\r\n　　2021 年 9 月 26 日，公司发布《2021 年股票期权与限制性股票激励计划(草案)》 ，拟向 70 名核心骨干授予 168.3 万份股票期权，授予价格为 52.95 元/份，约占总股本的 0.073%。拟向段大伟、杜兰、汪明以及其他 2261 名核心骨干授予 2432.02 万份限制性股票，约占总股本的 1.057%。\r\n　　新一期股权激励计划发布，保障核心骨干成员稳定性\r\n　　2020 年 9 月公司曾发布了第二期限制性股票计划的草案，此次公司继续发布新一期的股票期权和限制性股票激励计划，我们认为有助于进一步维持核心骨干成员的稳定性。科技企业的核心竞争力在于技术的领先性，而技术领先的核心在于核心研发团队的稳定。因此，我们认为科技企业通过持续的股权激励来维持研发团队稳定性是非常有必要的。对比 2020 年的股权激励计划，我们认为此次股权激励主要有以下几个亮点：\r\n　　1）聚焦核心骨干成员，绑定员工利益：此次股票期权和限制性股票激励计划主要聚焦于公司 2261 名核心骨干成员，而高管层面仅涉及 3 人，我们认为这体现出公司股权激励的普惠性以及对核心骨干的重视，将进一步绑定这些骨干的利益，从而实现公司业务的快速发展。\r\n　　2）业绩目标再提升，体现发展信心：此次股权激励计划行权的业绩目标为2021/22/23 营业收入相比 2020 年同比增长不少于 30%/60%/90%，对应2021/22/23 年营收增速的底线目标为 30%/23%/19%，这一目标高于 2020年股权激励计划中所提出的业务目标（当时业绩目标对应的 2021/22 营收增速为 20%/17%） 。\r\n　　3）股票期权现价授予，打开市值向上空间：不同于大部分股票期权采用现价对折或者八折的授予价格，此次公司股权期权的授予价格为 52.95 元，实现当前股价的现价授予。我们认为这从一个侧面反映出公司发展的自信，未来伴随公司业务的快速发展和公司价值的持续挖掘，市值向上空间广阔。\r\n　　高管变动加码 AI 生态圈，产业生态加速构建\r\n　　2021 年 9 月 26 日，公司发布《关于董事、副总裁辞职暨补选非独立董事的公告》，胡郁先生、陈涛先生因打造更完整人工智能产业生态的需要，向公司董事会申请辞去董事、副总裁职务，并相应辞去其在公司董事会专门委员会担任的职务及科大讯飞合并报表范围内子公司担任的职务。\r\n　　1）高管变动不影响公司正常业务开展：2019 年 3 月起，胡郁先生担任公司消费者战略委员会主任，不再负责消费者 BG 管理；陈涛先生出任公司战略运营委员会主任，不再直接负责智慧城市 BG 管理。两年来消费者 BG、智慧城市 BG 业务保持健康发展，人才储备充足，业务布局日趋合理，胡郁先生、陈涛先生辞去公司职务将不会对公司业务发展产生不利影响。\r\n　　2）两位高管先后履新讯飞生态圈企业重要岗位，持续加码产业生态构建。\r\n　　我们根据合肥高新区管委会的官方微信公众号披露的信息，了解到两位高管的去向如下：\r\n　　陈涛总履新安徽言知科技副董事长。言知科技由科大讯飞管理团队控股、安徽省和合肥市政府基金共同参与，重点孵化培育人工智能方向的创业项目公司，助力打造安徽省人工智能产业生态集群。\r\n　　胡郁总履新聆思科技董事长。聆思科技是讯飞“云端芯”战略中芯片环节的重要合作伙伴，专注于研发人工智能芯片及解决方案，持续致力于打造AI+IoT 领域的人工智能端侧 SoC 芯片。目前聆思科技围绕语音交互、计算机视觉、通话降噪三大核心 AI 能力，面向家电、教育、办公、车载等领域已经提供了多套一体化 AI 解决方案，形成了广泛的落地合作。我们认为，公司两位高管先后履新讯飞生态圈公司的重要职位，体现出讯飞在做大自身业务的同时，也有望助力安徽构建强大的人工智能产业生态，而生态公司的发展壮大，也将反哺讯飞的业务开展，从而实现良性循环。\r\n　　“双减政策”叠加教育新基建，教育业务有望在政策强催化下高成长“双减”政策打击校外培训，AI 助力提升课堂教学能力。5 月 21 日，习近平主持召开中央全面深化改革委员会第十九次会议，审议通过了《关于进一步减轻义务教育阶段学生作业负担和校外培训负担的意见》。会议强调，要全面规范管理校外培训机构，坚持从严治理。我们认为，解决“双减”问题的关键在于提升课堂教学能力。“双减”工作的核心在于“提高课堂教学效率与质量”、“鼓励布置分层次作业、弹性作业、个性化作业”、“切实提高课后服务水平”。从这些表述的总结来看，减轻义务教育阶段学生作业负担和校外培训负担，关键就是要加强课堂教学的能力，实现课堂教学提质增效。在此过程中，讯飞的“教、学、管、考、评”全面教育智能化解决方案有望通过 AI 技术持续为课堂教学赋能，并且取得了良好的应用成效。六部委发布教育新基建指导意见，讯飞产品高度契合。7 月 21 日，教育部联合中央网信办、国家发改委、工信部、财政部、中国人民银行发布《教育部等六部门关于推进教育新型基础设施建设构建高质量教育支撑体系的指导意见》，聚焦信息网络、平台体系、数字资源、智慧校园、创新应用、可信安全等方面。重点包括：在政府端构建新型数据中心，支持建设区域教育云平台；在学校端建设智慧校园新型基础设施，普及个人学习终端；在学生端鼓励基于大数据的资源推动和学习辅导，促进个性化发展；在资金端将教育新基建纳入地方十四五规划，统筹协调经费大力支持。我们认为，讯飞的产品高度契合政策指引，包括区域教育云平台、智慧课堂和教师学生终端、个性化学习手册、学习机等产品均有望显著受益。\r\n　　投资建议\r\n　　公司股权激励计划提升业绩增长目标，保障核心团队稳定性。当前公司处于人工智能战略 2.0 阶段，逐步形成“数据-算法-产品”的闭环，有望摆脱以项目制、定制化为主的商业模式，转向 2B 和 2C 双轮驱动，实现人工智能技术的规模商用。预计公司 2021/22/23 年实现营业收入 172.2/224.5/283.6亿元，同比增长 32.2%/30.3%/26.4%。预计实现归母净利润 18.3/24.3/31.7亿元，同比增长 34.1%/32.6%/30.8%。若给予 2022 年 8-10 倍 PS，对应合理市值区间在 1800-2200 亿元左右，维持“买入”评级。\r\n　　风险提示\r\n　　1）国内外疫情扩散，企业商务活动受限，订单需求不及预期；\r\n　　2）政府对教育、医疗等领域投资力度不及预期；\r\n　　3）消费者产品认可度和推广效果不及预期；\r\n　　4）产业竞争加剧，公司先发优势逐渐减弱。",
  "notice_date": "2021-09-27 00:00:00",
  "notice_title": "发布新一期股权激励计划，高管变动加速构建产业生态",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "尹沿技,赵阳,夏瀛韬",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "科大讯飞",
      "short_name_ch": "科大讯飞",
      "short_name_cht": "科大訊飛",
      "short_name_en": "IFLYTEK",
      "stock": "002230"
    }
  ],
  "short_name": "科大讯飞",
  "source_sample_name": "华安证券",
  "star": "4"
}