{
  "attach_pages": "5",
  "attach_size": "954",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202408281639509209_1.pdf?1724855516000.pdf",
  "company_code": "80027629",
  "eitime": "2024-08-28 14:31:56",
  "extend": {},
  "info_code": "AP202408281639509209",
  "language": "1",
  "notice_content": "　　北方华创(002371)\r\n　　Naura announced 1H24 results. 1H revenue grew 46.4% YoY to RMB12.3bn,while NP grew 54.5% YoY to RMB2.8bn, both aligning with the mid-point ofcompany’s earnings pre-announcement. 1H24 revenue/NP were 40%/46% ofour FY24E forecast, consistent with the company’s historical seasonality, whichsaw 38%/46% in 1H23. GPM improved to 45.5% in 1H24 (vs. 42%/41% in1H23/FY23), while NPM expanded to 22.5% in 1H24 from 17.7% in FY23. Wethink Naura’s 1H24 results confirm that the company’s growth trajectory remainsintact. Looking forward, we expect Naura to 1) ride the tailwinds ofsemiconductor localization trend, 2) grow on product coverage expansion andmarket share gains, and 3) benefit from economies of scale and improvingGPM. Reiterate BUY with TP unchanged at RMB405.\r\n　　1H24 revenue in-line with expectation. From a quarterly standpoint, 2Q24revenue/NP increased by 42.2%/37.0% YoY (vs. 38%/120% YoY in 2Q23)and 10.5%/46.8% QoQ. We maintain our previous revenue projection for2024/25E, given the in-line results. The company’s 1H24 semiconductorequipment revenue increased by 55.1% YoY, making up 92% of totalrevenue (vs. 87% in 1H23). We believe that escalating geopolitical tensions,coupled with the push for faster domestication of semiconductor equipmentand favorable policies/subsidies, have contributed to the company’senhanced revenue in 1H24. We expect the equipment segment to grow45.9%/28.5% YoY in 2024/25E, and maintain our total revenue projectionat RMB30.9bn/RMB39.0 for the same period, implying 39.7%/26.5%growth.\r\n　　Better-than-expected GPM expansion, driven by favourable productmix and economies of scale. 2Q GPM was 47.4%, up 4.0ppt sequentially.We revised up our 2024/25E GPM forecasts by 5.2ppt/3.9ppt, as we believeNaura will continue to benefit from these tailwinds and maintain GPM at asimilar level. We revised up our 2024/25E NP forecasts by 9%/1%, onhigher GPM estimates. The accretive impact will be partially offset by higherR&D and other operating expenses, since Naura’s priority is to expand itsproduct coverage.\r\n　　We reiterate our BUY rating for Naura, with an unchanged TP atRMB405. The TP implies a valuation at 35.77x 2024E P/E, close to 1SDabove 2-year historical average forward P/E, which we think is justifiedconsidering Naura’s leading position in domestic semiconductor equipmentmarket. Naura is our favourite pick under the semiconductor localizationtheme. Risks: 1) intensified competition from overseas and domestic peersand 2) escalating geopolitical tensions.",
  "notice_date": "2024-08-28 00:00:00",
  "notice_title": "Robust earnings with margin expansion;Maintain BUY",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "北方华创",
      "short_name_ch": "北方华创",
      "short_name_cht": "北方華創",
      "short_name_en": "NAURA",
      "stock": "002371"
    }
  ],
  "short_name": "北方华创",
  "source_sample_name": "招银国际"
}