{
  "attach_pages": "5",
  "attach_size": "254",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202403211627431537_1.pdf?1711026465000.pdf",
  "company_code": "80000007",
  "eitime": "2024-03-21 13:07:45",
  "extend": {},
  "info_code": "AP202403211627431537",
  "language": "0",
  "notice_content": "　　五粮液(000858)\n　　事项：\n　　近期我们参加了第110届成都春季糖酒会，白酒行业整体反馈平稳，渠道经营信心在市场低预期下修复。其中五粮液表现较为亮眼：普五淡季批价走势向好，经销商信心提振，市场秩序得到改善。公司定义2024年为“营销执行年”，产品布局、渠道运作更加清晰。我们认为公司近年来多方位改革已进入“质变”阶段，调入我们重点推荐组合。\n　　国信食饮观点：1）普五提价效果初显，淡季批价温和上涨，经销商信心提振，厂商关系得到改善；2）五粮液主品牌“1+3”产品矩阵进一步丰富，侧翼产品、五粮液超高端、系列酒等有望贡献收入增长；3）营销执行年战略坚定，组织积极性进一步被激活，管理能力边际向上。我们维持此前盈利预测不变，预计2023-2025年营业收入842.43/926.67/1019.34亿元，同比增长+13.9%/10.0%/10.0%，预计归母净利润305.12/340.86/379.62亿元，同比增长+14.3%/11.7%/11.4%；当前股价对应P/E分别为20.0/17.9/16.0倍，维持“买入”评级。\n　　评论：\n　　普五提价效果初显，淡季批价温和上涨，厂商关系得到改善\n　　今年公司明确普五经销渠道减量20%，2月5日普五出厂价提升50元，春节期间批价提升5-10元至935元左右，主因1）临近春节终端送礼需求集中释放，同时五粮液消费场景从礼赠逐步拓宽至商务交流和个人饮用；2）叠加雨雪天等因素渠道供货量较为紧缺。节后淡季中动销需求虽有所回落，但五粮液产品需求韧性较强，渠道库存处于合理范围，普五批价环比进一步提升至940-945元，经销商打款压力不大，库存升值后抛货意愿很低，厂商关系得到改善。淡季中公司加强渠道管控，严查经销商窜货乱价等不规范行为，普五批价有望稳步上行。\n　　五粮液主品牌“1+3”产品矩阵进一步丰富，有望贡献收入增长\n　　代际系列上：1）强化普五价格锚的定位，渠道减量后，挺价决心坚定，全年加强对经销商的过程考核；2）1618和低度五粮液通过扫码红包+数字化工具的方式，进一步提升终端开瓶消费，增厚品牌消费氛围，持续抢占市场份额；3）今年公司计划在高低度五粮液之间补充推出45度产品，预计在安徽等市场进行运作，有望贡献部分增量。年份系列上，公司计划今年对经典五粮液换代升级，以基酒年份为核心，强化产品稀缺属性，组织上采用专班运作，预计进入增速上行通道。文化酒上，春节期间龙年生肖酒销售表现亮眼，渠道挣钱效应较好，增强了公司运营超高端产品的信心，今年公司将继续强化文化酒的稀缺性，改善经销商渠道利润，实现参与者共赢。\n　　2024年定义为“营销执行年”，管理进入新的阶段\n　　今年公司将围绕“抓动销、稳价格、提费效、转作风”开展营销工作，增强政策执行落地效率。我们认为公司今年改革成功概率有望增加：1）组织上，管理团队解决问题的诉求迫切，对销售团队实施末位淘汰等机制，提升营销效率；营销团队换帅后经销商和市场信心提振，存量经销商对品牌忠诚度进一步增强。2）量价上，普五减量提价的目标明确，近期公司通过鼓励收低价货、电商渠道整治等行动，向市场证明挺价的决心。3）节奏上，春节后多数经销商回款比例超过70%，二季度淡季渠道任务量较轻，团队有更加充分的时间执行价格策略；若宏观经济逐步复苏，普五挺价成功的概率有望进一步提升。\n　　投资建议：品牌赋能动销，管理边际向上，强调“买入”评级\n　　我们认为公司逐步找到适合自身发展的路径，一方面公司品牌底蕴扎实，动销需求韧性较好，另一方面，公司组织积极性进一步被激活，营销执行年战略坚定，产品、渠道、市场等层面思路清晰，改革成功的概率有望增加。维持此前盈利预测，预计2023-2025年营业收入842.43/926.67/1019.34亿元，同比增长+13.9%/10.0%/10.0%，归母净利润305.12/340.86/379.62亿元，同比增长+14.3%/11.7%/11.4%，当前股价对应P/E分别为20.0/17.9/16.0倍，维持“买入”评级。\n　　风险提示\n　　白酒行业需求复苏不及预期；名酒下沉过程中竞争加剧；超高端产品增长不及预期。\n",
  "notice_date": "2024-03-21 00:00:00",
  "notice_title": "提价初显成效，建议重点配置",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张向伟,李文华",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "国信证券",
  "star": "1"
}