{
  "attach_pages": "8",
  "attach_size": "989",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202307101592126380_1.pdf?1688983316000.pdf",
  "company_code": "80000007",
  "eitime": "2023-07-10 10:01:56",
  "extend": {},
  "info_code": "AP202307101592126380",
  "language": "0",
  "notice_content": "　　中国中免(601888)\r\n　　事项：\r\n　　公司公告：公司披露2023年中报业绩快报。2023年上半年，公司实现营业收入358.58亿元/+29.68%，实现营业利润49.47亿元/-6.60%，实现归属于上市公司股东的净利润38.64亿元/-1.87%。\r\n　　国信社服观点：\r\n　　1）公司预计上半年营收/归母净利润各同比+30%/-2%（23Q1营收/归母利润分别同比+24%/-10%），季度性表现环比显著改善，市场此前存在部分较悲观预期。具体来看，2023Q2公司整体营收同增比+39%，归母净利润同比+14%；如剔除去年同期机场租金冲回及汇兑收益影响，估算Q2经营性归母净利润同增50%+，即经营性归母净利润增速好于收入增速。此外，我们初步判断中报表现相对正面，预计公司费用管控也有优化，证明公司在逆势经营中的积极态度。\r\n　　2）2023Q2海南免税经营较2021Q2有所承压，出入境免税渐进复苏。2023Q2，结合行业跟踪，我们估算公司海南免税收入低基数下同比增30-40%+，较2021Q2下滑20%+，主要系消费渐进复苏+品牌价格体系重塑+海南免税市场规范升级等影响，香化品类预计承压明显；出入境免税渐进复苏，预计阶段投入产出仍不匹配，导致线下机场运营仍有拖累。\r\n　　3）盈利预测与投资建议：考虑整体消费环境、汇率波动等影响，结合Q2以来海南免税经营表现及出境游渐进恢复节奏，我们下调公司海南免税经营、出入境免税恢复假设和归母净利率假设（详细见正文附表），综合来看我们下调公司2023-2025年EPS至3.77/4.95/6.44元（此前2023年4月底时我们预计2023-2025年EPS为4.43/6.46/8.02元），对应PE29/22/17x。虽然公司短期经营受整体消费环境和出入境恢复节奏干扰，而且后续海南封关仍有需要跟踪的政策细节导致市场预期不一致，但公司今年以来股价调整也逐步反应了上述悲观预期，目前公司市值已经重回2020年6月下旬海南免税新政前的水平。立足当下，中报业绩快报展现积极信号，伴随暑期来临及Q4系海南旺季，下半年有望低基数背景下增速继续环比向好。并且，伴随后续出境游逐步恢复，我们预计今年底明年初国人离境市内免税政策仍有期待。中线来看，公司作为全球免税巨头，立足超级旅游零售渠道全方位深耕，海南布局持续强化，未来“出境游+海南游”客群共享和“海南+机场+市内+线上”消费渠道全面打通后，中长线成长潜力可观。综合目前市值水平和公司未来中线成长前景，加之未来新政策预期，维持“买入”评级。\r\n　　4）风险提示：政策低于预期；宏观系统性风险；汇率风险；竞争加剧等。\r\n　　评论：\r\n　　公司预计上半年归母净利润下滑2%，季度性表现环比显著改善，市场此前存在部分较悲观预期公司上半年营收/归母净利润各同比+30%/-2%（2023Q1营收/归母利润分别同比+24%/-10%），季度性表现环比显著改善，市场此前存在部分较悲观预期。根据业绩快报，2023年上半年，公司实现营收358.58亿元/+29.68%，实现归属于上市公司股东的净利润38.64亿元/-1.87%，经营表现相对平稳。考虑到今年五一、端午乃至Q2海南免税经营表现平淡，同时出入境客流恢复相对呈渐进式复苏，市场此前存在部分较悲观预期。但Q2季度性表现环比明显改善，我们初步判断中报表现相对正面，预计公司费用管控也有优化，证明公司在逆势经营中的积极态度。\r\n　　具体来看，2023Q2收入同增39%，归母净利润同增14%，如剔除去年同期扰动因素估算经营性归母净利润增长50%上下。2023Q2，公司实现收入150.89亿元/+38.83%，归母净利润15.63亿元/+13.75%；实现扣非归母净利润15.57亿元/+13.74%。如果剔除去年同期白云机场租金冲回6-7亿元及汇兑损益4亿元+的综合影响，我们估算今年Q2归母净利润按可比口径同比增长5成上下，在低基数下取得良好恢复性增长，且Q2经营性归母净利润增速相对好于收入增速，据此我们预计公司剔除基期扰动因素后的经营效率有所改善（具体需中报细节披露后明确），侧面显示公司积极态度。其中，结合公司业绩快报，公司Q2毛利率较Q1环比提升3.67个pct，环比改善。\r\n　　二季度海南免税相比2021Q2有所承压，出入境免税仍处渐进复苏中\r\n　　客观而言，今年二季度公司经营面临多重压力。海南免税销售虽低基数下逐步复苏，但同比2021年同期相对承压，出入境机场免税业务在爬坡期收入和成本阶段不匹配也带来拖累，具体如下分析。2023Q2，公司海南免税业务低基数下逐步复苏，但相比2021Q2有所下滑。从海南省线下免税整体来看，根据海口海关等数据，今年Q2海南省线下离岛免税销售额预计96亿元/+49%,但较2021Q2下降约27%。从商务厅的数据估算，6月海南免税店销售（含有税）同比下滑14%，也呈现一定压力。从公司的角度，我们初步估算公司海南业务（线上有税+线下免税）收入在95-100亿元之间，同比增长30~40%+，但估算同比2021Q2下滑超20%，相对承压。\r\n　　范升级”等因素影响，香化承压最显著。今年以来，消费渐进复苏下，部分可选消费复苏受制，Q2海南淡季进一步放大压力。同时，前两年香化产品价格战激烈，各个渠道价格体系较混乱。今年以来，香化品牌价格体系重塑+消费大盘渐进复苏双重压力下，香化等销售受制。同时，5月以来，海南新标签法/原材料法/打击套代购等综合影响下，预计也阶段影响海南免税短期数据，香化承压尤其明显。出入境免税仍处渐进复苏中。除海南免税以外，公司其他渠道收入合计贡献50亿+，其中预计主要系日上上海贡献（线上有税低基数增长+线下机场免税渐进复苏）30-40亿+，二者合计较去年Q2低基数大幅增长60-100%之间，其他出境免税恢复仍较缓慢。其中，由于出入境客流渐进恢复中（受制于国际航班、签证等），机场免税相对缓慢恢复，机场免税运营投入产出相应不完全匹配，导致机场免税业务阶段有所承压。\r\n　　积极应对经营转型期的挑战压力，中线国人离境市内免税政策仍有期待\r\n　　面对转型期的经营压力和未来海南封关政策的不确定，公司作为央企也一直在积极努力应对。考虑央企对利润考核、利用资本平台积极做大做强等要求，公司也积极求变。一是继续深化海南布局：1）新海港项目作为培育期项目其日均达到海棠湾3成左右；2）三亚机场免税今年有望从1800㎡增加至6800㎡，核心流量入口显扩容著有望带来增量；3）今年9月底海棠湾一期2号地有望开业，海棠湾项目免税经营面积将扩容50%；4）奢侈品牌LV和DIOR均确认以有税业态形式入驻海棠湾二期项目，今年9-10月有望开业，海棠湾有望打造一站式综合旅游购物胜地，进而更好地应对海南封关后的各种不确定。二是，考虑出境游爬坡期压力，公司不排除进一步与机场等沟通协调过渡期政策，多管齐下，尽可能加速机场免税渠道重塑。三是通过拟参股中出服等，全方位市内店布局，储备国人未来市内免税店政策机遇，若新政落地未来有望带来全新增量。若暑期出境游恢复进一提速，我们预计今年年底明年初国人离境市内免税政策仍有一定期待。此外，公司也通过积分政策调整等，部分降低毛利率等压力。\r\n　　投资建议：中报业绩展现积极信号，下半年有望低基数背景下增速继续环比向好，加之新政策预期，\r\n　　维持“买入”\r\n　　考虑整体消费环境、汇率波动等影响，结合Q2以来海南免税经营表现及出境游渐进恢复节奏，我们下调公司海南免税经营、出入境免税恢复假设和归母净利率假设（详细如下附表所示），综合来看我们下调公司2023-2025年EPS至3.77/4.95/6.44元（此前2023年4月底时我们预计2023-2025年EPS为4.43/6.46/8.02元），对应PE29/22/17x。虽然公司短期经营受整体消费环境和出入境恢复节奏干扰，而且后续海南封关仍有需要跟踪的政策细节导致市场预期不一致，但公司今年以来股价调整也逐步反应了上述悲观预期，目前公司市值已经重回2020年6月下旬海南免税新政前的水平。立足当下，中报业绩快报展现积极信号，伴随暑期来临及Q4系海南旺季，下半年有望低基数背景下增速继续环比向好。并且，伴随后续出境游逐步恢复，我们预计今年底明年初国人离境市内免税政策仍有期待。中线来看，公司作为全球免税巨头，立足超级旅游零售渠道全方位深耕，海南布局持续强化，未来“出境游+海南游”客群共享和“海南+机场+市内+线上”消费渠道全面打通后，中长线成长潜力可观。综合目前市值水平和公司未来中线成长前景，加之未来新政策预期，维持“买入”评级。\r\n　　风险提示\r\n　　政策风险，新进入者竞争加剧等市场风险，宏观经济系统性风险，大规模传染疫情风险，机场保底租金压力，汇率大幅贬值风险，自然灾害、恶劣天气等，新项目开业进度或开业经营可能低于预期。",
  "notice_date": "2023-07-10 00:00:00",
  "notice_title": "中报业绩展现积极信号，期待下半年低基数表现及免税新政机遇",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "曾光,钟潇,张鲁",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "国信证券",
  "star": "1"
}