{
  "attach_pages": "6",
  "attach_size": "1043",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202408191639329816_1.pdf?1724076488000.pdf",
  "company_code": "80027629",
  "eitime": "2024-08-19 14:08:08",
  "extend": {},
  "info_code": "AP202408191639329816",
  "language": "1",
  "notice_content": "　　中兴通讯(000063)\r\n　　ZTE’s announced 1H24 results. Revenue increased by 2.9% YoY toRMB62.5bn, while net profit grew by 4.8% YoY to RMB5.7bn in 1H24. Despitethe headwinds from declining capex of domestic telcos for ZTE’s carrierbusiness, non-carrier businesses managed to grew double-digits (14.3% and56.1% YoY growth in consumer and gov’t/enterprise segments). On a quarterlybasis, Q2 revenue increased by 1.1% YoY / 4.4% QoQ, while net profitincreased by 5.7% YoY / 9.1% QoQ. GPM declined sequentially to 39%, mainlydue to unfavorable product mix (i.e., lower contribution from high-margin carriersegment). NPM improved sequentially to 9.4% (vs. 9% / 7.5% in 1Q24/FY23) in2Q24 on operating cost optimization. Looking forward, we think non-carriersegments will maintain double-digit growth, offsetting the weakness in carrierbusiness. The stock is currently trading at 11.9x 2024E P/E. Maintain BUY,with adjusted TP at RMB32.86.\r\n　　The carrier segment faced headwinds as domestic telecom companiesbecome disciplined in capital expenditures, as the built-out of the 5Gnetwork in China has already achieved significant milestone. The aggregatecapex of China telcos is projected to be RMB334bn in 2024 (down 5% YoY),with the investment focus shifting to computing power/industrialdigitalization/cloud markets, in line with our previous expectations (report).Given RAN business accounted for more than half of ZTE’s carrier businesssales, the Company's carrier revenue fell by 8.6% YoY to RMB37.3bn in1H24. Carrier’s GPM remained strong at 54.3% in 1H24 (vs. 54.4%/44.2%in 1H/2H23). Overall, the Company’s GPM was stable at 40.5% in 1H24 (vs.41.5% in 2023).\r\n　　Consumer and govt/enterprise saw significant growth (14.3%/56% YoY),offsetting the weakness in carrier business. Consumer sales grew on robustdemand on FTTR market and recovering consumer electronics demand.Govt/enterprise revenue growth was driven by a surge in server andmemory storage sales, however, these relatively low-margin products putpressure on the segment’s GPM (21.8% in 1H24 vs. 34.9% in 2023).Looking forward, we expect these segments will maintain decent growth, asthe spending of consumer and enterprises may continue to recover.\r\n　　Maintain BUY on ZTE. TP adjusted to RMB32.86, based on 15x FY24EP/E, which equals to its 3-year historical avg. We revised down ourrevenue forecasts by 3%/2% for FY24/25E, given continuous headwindsfrom domestic telecom market (lower spending in RAN). We trimmed netprofit forecasts by 3%/7% on lower GPM but partially offsetting by betteroperating efficiency. Potential downside risks include 1) Sino-US tradetensions, 2) softer capex of domestic telcos and overseas 5G deploymentdelays, 3) weaker-than-expected consumer/enterprises’ spending.",
  "notice_date": "2024-08-19 00:00:00",
  "notice_title": "Mixed 1H24 results",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中兴通讯",
      "short_name_ch": "中兴通讯",
      "short_name_cht": "中興通訊",
      "short_name_en": "ZTE",
      "stock": "000063"
    }
  ],
  "short_name": "中兴通讯",
  "source_sample_name": "招银国际"
}