{
  "attach_pages": "13",
  "attach_size": "1602",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109021513860168_1.pdf?1630622797000.pdf",
  "company_code": "80000064",
  "eitime": "2021-09-02 22:46:37",
  "extend": {},
  "info_code": "AP202109021513860168",
  "language": "0",
  "notice_content": "　　恒立液压(601100)\n　　事件：9月1日，公司发布非公开发行预案，拟募集不超过50亿元用于恒立墨西哥项目（11亿）、线性驱动器项目（14亿）、恒立国际研发中心项目（5.7亿）、通用液压泵技改项目（2.9亿）、超大重型油缸项目（1.4亿）及补充流动资金（15亿）。\n　　核心观点：本次定增项目市场此前无预期。50亿资金中超过80%将投向于非挖机应用领域，尤其是提前布局新技术、新市场，如线性驱动器（包含电动缸，滚珠丝杆）、通用液压等，有望接力油缸、泵阀，成为公司第三增长极，多元化布局持续深化，有望进一步打开公司成长天花板。短期来看，按当前股价估算，预计新增股本5000-6000万股之间，我们测算对eps影响仅4%左右，无需过于担心对短期股价的影响；中长期来看，定增项目预计于2023年年底达产，将为公司贡献新的业绩增量，坚定看好，维持“买入”评级。\n　　定增亮点一：布局墨西哥，加速国际化。根据MarketsandMarkets数据，2020年全球液压件市场规模约2580亿元，按2019年分地区占比来看，美国市场占比38%，是全球第一大市场。从竞争格局角度看，根据国际流体动力统计委员会数据，2020年全球CR4约为35%，恒立全球市占率仅3%，提升空间较大。公司墨西哥项目，从地理位置看，毗邻美国市场，运输成本可控；从政策因素角度，享受美墨关税优惠政策，消除关税风险，有利于增强公司在美国市场的品牌影响力和产品竞争力。项目主要针对美国工程机械油缸，港口机械、石油、海工的特种油缸，以及高空作业平台等设备的液压泵和马达，有利于对美出口，这是恒立从销售全球化到生产全球化坚定迈进的一步。\n　　定增亮点二：推动电动化升级引领市场，布局产业链一体化，攻关下一个技术难点滚珠丝杆。传动控制行业的发展呈现明显机电液相结合趋势，电动缸市场规模将持续扩容，主要在于①电动缸是液压缸的升级产品，符合环保要求，体积小，结构简单，性能高效；②下游应用场景持续拓展，如各类行走机械、工控自动化、医疗以及航空航天等。滚珠丝杆是电动缸的核心零部件，预计市场空间约230亿美金，技术难度较高，主流供应商有限，多为外资品牌。此次募集15亿投向线性驱动器项目，是投资额最大的项目。公司顺应电动化发展趋势，引领市场提前布局，并且将产品线延伸至上游零部件滚珠丝杆。公司自2016年开始研发，模块化开发技术储备充分，产业化经验丰富，同时具备精密加工制造能力，具备将电动缸和滚珠丝杆快速投入生产、应用的基础条件。\n　　定增亮点三：积极推动通用泵阀、非标油缸产能建设，进一步完善产品体系。募投项目通用液压技改和超大重型油缸，均是公司在通用液压，非标油缸进一步纵向深化的布局。在已具备设计开发能力基础上，补强生产制造能力，同时扩充产能。目前公司V30G系列工业泵适用在海工、盾构、试验台等领域，目前已完成全型号开发，进入试装阶段，现有产线在产能和自动化程度上难以应对未来订单的增长，因此公司提前进行产能布局。未来公司在通用液压领域还将进一步开拓下游应用，如航空航天、冶金、新能源设备，工业机床等，合计市场规模远超挖机，未来有望再造一个恒立，同时增强公司的抗周期能力。\n　　未来国产替代空间大，恒立具有稀缺性+成长性，护城河持续加深。根据公司公告，2020年，我国液压件市场规模779亿，主要包括工程机械、航空航天、冶金机械、工程车辆等领域，其中工程机械领域应用占比最高，超过40%。通过恒立收入规模估算，2020年，公司收入79亿元，在国内整体占有率约10%，考虑到其他国产品牌，我们预计整体国产化率不足30%。根据工程机械行业十四五规划，核心液压件国产化率要超过60%，未来液压件替代空间较大。\n　　投资建议\n　　根据2020年报指引，公司2021收入增速预计为15%，偏保守。我们预计公司2021-23年收入96.62、112.53、128.01亿元，同比增速分别为23.0%、16.5%、13.8%；归母净利润分别为28.29、33.59、39.11亿元，同比增速分别为25.5%、18.7%、16.4%。对应PE分别为44、37、32倍。凭借稀缺性和成长性，有望熨平业绩波动，给予“买入”评级。\n　　风险提示\n　　基建、房地产等投资大幅下滑、新产品开拓进度不及预期、下游价格竞争加剧，成本端压力传导至上游。\n",
  "notice_date": "2021-09-02 00:00:00",
  "notice_title": "2021年非公开发行预案深度点评：格局打开，定增布局第三增长极",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "郭倩倩",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "恒立液压",
      "short_name_ch": "恒立液压",
      "short_name_cht": "恒立液壓",
      "short_name_en": "JSHL",
      "stock": "601100"
    }
  ],
  "short_name": "恒立液压",
  "source_sample_name": "华安证券",
  "star": "4"
}