{
  "attach_pages": "26",
  "attach_size": "2544",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202102021457442450_1.pdf?1612283430000.pdf",
  "company_code": "80092742",
  "eitime": "2021-02-02 16:20:51",
  "extend": {},
  "info_code": "AP202102021457442450",
  "language": "0",
  "notice_content": "　　中国神华(601088)\n　　研究结论。中国神华作为能源行业龙头，与长江电力相比，虽然两家公司在能源类别、经营期限、分红比例等方面具有一定差异，但中国神华由于其资源禀赋、一体化经营模式、定价方式、资本开支周期等因素方面展现出来的类永续经营属性，以及未来盈利的稳定性、确定性，使其与长江电力具备了一定的相似性、可比性，然而前者在营收和净利润规模方面甚至远高于长江电力，却在总市值、绝对估值、相对估值等方面明显相对长江电力更为低估。因此，我们维持对中国神华的“买入”评级和29.03元目标价。\n　　经营模式：公司属性、行业地位、产品定价模式、成长性具有明显的相似性。1）公司及行业属性地位：中国神华与长江电力同属国资委控股央企，且两公司同属传统能源领域，且均处于本行业龙头地位；2）产业链条：中国神华是煤电路港航一体化经营，长江电力则侧重水力发电单一业务模式；3）产品定价：二者产品定价均受到政府影响，价格波动相对小；4）经营期限：长江电力经营期限更长（超过100年），中国神华静态经营期限相对较短（30年左右）；5）成长性：两公司在其各业务板块均有增长点，且所属控股股东均具有较大的资产注入空间，能够给予上市公司较强的成长性。中国神华和长江电力在产业链条、经营期限上具有差异，而在公司属性、行业地位、产品定价模式、成长性等方面具有明显的相似性。\n　　经营状况：中国神华总体营收和盈利规模远高于长江电力，且未来将与长江电力平台期的盈利确定性、稳定性方面趋同。1）营业收入与归母净利润：长江电力利润的增长性较好，中国神华营收规模远高于长江电力，归母净利润方面近三年约为长江电力的两倍；2）资本开支与折旧&摊销：中国神华规模更大且高点已过，长江电力规模较小且波动较小；3）经营性净现金流与股权自由现金流：中国神华规模更大，长江电力增速更快；4）ROE：中国神华资产周转率占优，长江电力销售净利率、权益乘数更高；5）现金分红政策与股息率：长江电力现金分红比例更高，中国神华分红比例有所提升，股息率更高。\n　　展望未来5-10年，在不考虑资产注入及新建矿井投产等因素下中国神华的资本开支规模低位稳定之后，营业收入和归母净利润的稳定性和确定性有望进一步显现，也或将带来更为丰厚的分红回报。\n　　估值对比：无论从绝对估值还是相对估值角度，中国神华都处在相对显著低估的水平，未来估值提升空间更大。1）DDM估值：DDM估值视角下，市场给予了长江电力相对更高的估值溢价。2）DCF估值：中国神华和长江电力绝对估值的差异源于对经营期限、期望报酬率以及现金流假设的不同，中国神华现金流占优，而长江电力在经营期限、期望报酬率方面占优。在保守假设下，中国神华每股价值显著领先长江电力。3）PB、PE估值：中国神华相对估值波动较大。中国神华A股上市以来的PE(TTM)均值为15.17，低于长江电力的19.08；PB(MRQ)均值2.50，与长江电力（2.44）基本相当。但从近三年来看，长江电力PE、PB分别是中国神华的2.0、2.4倍，中国神华的相对估值明显低于了长江电力。4）EV/FCFF、EV/EBITDA估值：从企业价值比自由现金流角度，中国神华相比长江电力有明显的低估。从EV/EBITDA视角来看，长江电力长期高于中国神华，且2018-2020年估值的差距在拉大（长江电力与中国神华的年度平均EV/EBITDA差值分别为5.85/7.12/8.77倍），呈现逐步扩大趋势，同样显示出中国神华估值存在明显低估。\n　　与市场不同的观点：一般认为中国神华与长江电力不具有可比性，然而我们从经营模式、经营状况以及估值角度，发现两家公司具备诸多相似性。通过比较，我们认为中国神华未来成长性，业绩的稳定性、确定性，尤其是现金属性等价值或将进一步被市场认知，从而带来公司估值的修复、提升，实现价值的重估。\n　　盈利预测与投资评级：预计公司2020-2022年营业收入分别为2309.39、2381.60、2436.56亿元，实现归母净利润分别为392.00、438.90、461.58亿元，每股收益分别为2.01、2.24、2.36元（考虑H股回购）。我们认为中国神华的特许经营属性使得经营业绩具备高确定性和强稳定性，以及一体化运营各版块成长性能够释放足够的向上业绩弹性，维持“买入”评级和目标价29.03元。\n　　风险因素：煤矿产能释放受限、黄大铁路投产进度放缓、西部大开发优惠税率的不确定性、资本开支和现金分红风险、股份回购不及预期、煤炭价格大幅下跌。\n",
  "notice_date": "2021-02-02 00:00:00",
  "notice_title": "公司深度报告：中国神华VS长江电力",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明,杜冲,周杰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "437",
          "publishName": "煤炭行业"
        }
      ],
      "short_name": "中国神华",
      "short_name_ch": "中国神华",
      "short_name_cht": "中國神華",
      "short_name_en": "CSEC/CHINASHENHUA",
      "stock": "601088"
    }
  ],
  "short_name": "中国神华",
  "source_sample_name": "信达证券",
  "star": "3"
}