{
  "attach_pages": "6",
  "attach_size": "1396",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202106251499883990_1.pdf?1737027097000.pdf",
  "company_code": "80027629",
  "eitime": "2021-06-25 09:45:12",
  "extend": {},
  "info_code": "AP202106251499883990",
  "language": "1",
  "notice_content": "　　深南电路(002916)\r\n　　Shennan announced to expand substrate capacity (200mn FC-BGA, 3mn panel RF/FC-CSP) in Guangzhou.  Total investment is ~RMB6bn, of which fixed assetinvestment will be over RMB5.8bn (1st/2nd phase: RMB 3.8bn/2bn). We believerevenue will start to contribute in FY23/24E. Meanwhile, we are positive on PCB demand pick-up in 3Q21E as China 3rd batch of 5G BTS deployment has kicked off  recently.  We raised  our TP to RMB101.92  as we rollover  to  30x 2022E P/E. Maintain HOLD given fair valuation and overhang on margin pressure.\r\n　　New  capacity  to  capture  upcycle  of  substrate  market.  Shennan announced  to  expand  substrate  capacity  in  Guangzhou  production  base, which  will  add  200mn  FC-BGA  and  3mn  panel  RF/FC-CSP  substrate capacity.  We  expect  the  new  project  to  contribute  revenue  in  2023/24E. Shennan’s existing substrate capacity has been in full production since last year, driven by strong semiconductor demand. We believe strong substrate revenue will continue into 2H21E, driving 22% YoY growth in FY21E.\r\n　　Demand for PCB to pick up in 2H21E.  Based on our recent checks, despite delay of bidding announcement of China 3rd batch of 5G BTS tenders in 1H21, China 5G BTS deployment has already kicked off (120k 2.6GHz by CM,  320k 3.5GHz/2.1GHz by CU/CT). CM/CBN will also resume its 700MHz 5G BTS  deployment  (400k+ in 2 years).  This week, CBN has announced the tender to transfer its 700MHz frequency band, suggesting that CBN  officially started  the  cleanup  work  for  700MHz  BTS  deployment.  We  believe  PCB demand from telecom equipment providers will pick up in 3Q21E, which will drive Shennan’s PCB business to recover in 2H21E.  \r\n　　Near-term cost pressure to continue. 3M LME copper price is currently at $9,488/tonne, slightly down 8% from its previous new high. Although material cost  pressure  has  hindered  willingness  in  production  (especially  for  lowmargin consumer products), we expect material cost pressure to continue in near term.  In the long run,  we believe top PCB players  will  enjoy scale benefits and Shennan will gain share with accelerated industry consolidation. \r\n　　Maintain  HOLD  with  new  TP  of  RMB101.92.  We  raised  our  TP  to RMB101.92  as we rollover to  30.0x  FY22E P/E  (vs 30x FY21E prior).  We maintain HOLD given rich valuation and margin overhang.",
  "notice_date": "2021-06-25 00:00:00",
  "notice_title": "Positive on capacity expansion plan; Maintain HOLD on fair valuation",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "459",
          "publishName": "电子元件"
        }
      ],
      "short_name": "深南电路",
      "short_name_ch": "深南电路",
      "short_name_cht": "深南電路",
      "short_name_en": "SCC",
      "stock": "002916"
    }
  ],
  "short_name": "深南电路",
  "source_sample_name": "招银国际"
}