{
  "attach_pages": "5",
  "attach_size": "1036",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202104301488773969_1.pdf?1619795864000.pdf",
  "company_code": "80050806",
  "eitime": "2021-04-30 15:17:44",
  "extend": {},
  "info_code": "AP202104301488773969",
  "language": "0",
  "notice_content": "　　北新建材(000786)\n　　事件：2021年一季度公司实现营收41.73亿元（+99.96%），归母净利润5.22亿元（+1468.43%），扣非归母净利润5.17亿元（+1624.74%）。\n　　点评：\n　　维持“买入”评级，目标价58元：公司石膏板产能保持逆势扩张，市占率稳步提升，公司集规模、渠道及品牌等优势于一体，兼具稳定与成长，切入防水领域打开新的成长空间。我们维持21-22年公司归母净利润至39.2和46.8亿元，对应EPS分别为2.32和2.77元，对应PE估值分别为20.3和17倍，维持目标价至58元及“买入”评级。\n　　Q1石膏板销量稳定增长，提价周期推升业绩弹性。我们测算，2021年一季度公司石膏板销量约为5亿平米，同比增长86%，一季度摆脱疫情影响，地产新开工加速向竣工传导，竣工周期提振需求，公司石膏板整体出货情况稳步增长；从价格端来看，我们测算一季度石膏板均价约5.3元/平米，环比略有增长；一季度强伟纸业、华润纸业等纸业公司上调护面纸价格300元/吨（单平石膏板消耗约0.4公斤护面纸），护面纸上涨推升原材料成本，因为公司提价向下游传导成本压力，目前泰山石膏已经提价2轮（第一轮泰山牌和非泰山牌提价0.2和0.3元/平米，第二轮泰山牌和非泰山牌提价0.3和0.4元/平米），龙牌及梦牌也不同程度提价，公司高市占率支撑强定价权，公司有充足的能力向下游传导，进入提价周期推升业绩弹性。一季度公司轻钢龙骨销量约8.5万吨，环比基本持平，同比保持快速增长；随着公司将龙骨定位与石膏板配套发展，未来产能将扩张至100万吨，进一步提升市场份额。\n　　Q1毛利率环比下降，资产负债表强劲。一季度公司综合毛利率为30.85%，环比回落约4个pct；分产品来看，一季度龙牌/泰山/梦牌毛利率分别为47%/32%/14%,环比变化-2%、-1%、-1%，主要是一季度护面纸等原材料价格大幅上涨拖累，而公司石膏板提价有滞后性，后续成本上涨压力将传导出去，而且泰山石膏统筹推进生产系统降本工作，对各工厂进行跟踪考核，进行节能降耗降低成本。同时一季度沥青价格环比大幅上涨也拉低防水卷材等毛利率下降，从而导致整体毛利率环比有所下降。一季度公司期间费用率为15.69%，同比下降约6.9个pct，主要由于去年同期受疫情影响，公司产销率较低，费用摊销较多所致。报告期末，公司资产负债率为24.98%，同比下降约7.2个pct，公司债务结构持续优化，Q1公司经营性净现金流为1.57亿元，同比现金流实现净流入。\n　　防水业务保持高增长，打造新的业绩增长点：公司继整合重组收购四川蜀羊、禹王防水及河南金拇指防水成功进军防水领域后，公司继续收购苏州防水院100%股权以及上海台安70%的股权，此举进一步提升公司防水业务的研发实力及产能布局，2021年一季度公司再次收购禹王剩余30%股权（20年营收23.86亿元），此次收购完禹王防水成为公司全资子公司，将进一步增强防水实力及增厚公司业绩。目前公司形成了覆盖全国的十大防水产业基地布局，未来通过并购或自建将防水材料产业基地发展至30个，同时将粉料砂浆业务产能扩大至400万吨，防水业务将保持快速增长。我们判断，一季度公司防水收入在8亿元以上，占比约20%左右，继续保持高增长，虽然Q1沥青价格环比提升20%左右，但公司通过提价向下游传导成本压力，年内防水行业新标准有望颁布实施，将有利于头部企业抢占更多市场份额；但从应收账款来看，报告期末应收账款及票据规模为23.34亿元，同比增长约70.74%，防水业务的拓展一定程度带来应收账款风险。我们认为，公司未来将依托自身的资金及产业优势将防水业务迅速做大做强；同时目前防水行业发展依旧良莠不齐，而北新作为央企进入该领域有望加速市场整合，提升行业集中度，为公司带来新的业绩增长点。\n　　龙头地位稳固，未来成长性可期。2020年末公司石膏板产能达到28.24亿平米，继续保持稳定扩张，公司全球50亿平米石膏板战略计划稳步推进，按照2020年销量占比测算，公司石膏板市占率约60.7%，高市占率支撑强定价权，此轮提价周期再次证明公司向下游传导成本压力的能力；同时防水业务、涂料业务也保持快速扩张，公司“一体两翼”战略初见雏形，未来随着各业务的产能及市占率的进一步提升，公司整体竞争力更加突出，向综合建材集团迈进。\n　　风险提示：房地投资大幅下滑，原材料价格上涨，产能释放低于预期\n",
  "notice_date": "2021-04-30 00:00:00",
  "notice_title": "北新建材：Q1业绩亮眼，石膏板龙头开启新一轮成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "闫广",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "476",
          "publishName": "装修建材"
        }
      ],
      "short_name": "北新建材",
      "short_name_ch": "北新建材",
      "short_name_cht": "北新建材",
      "short_name_en": "BNBMPLC",
      "stock": "000786"
    }
  ],
  "short_name": "北新建材",
  "source_sample_name": "太平洋",
  "star": "3"
}