{
  "attach_pages": "10",
  "attach_size": "1604",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108201511186818_1.pdf?1630178365000.pdf",
  "company_code": "80092742",
  "eitime": "2021-08-20 15:23:48",
  "extend": {},
  "info_code": "AP202108201511186818",
  "language": "0",
  "notice_content": "　　宝信软件(600845)\r\n　　事件 ： 2021年8月19日，公司发布 2021 年半年报， 2021 年上半年公司实现总营收 45.98 亿元， 同比增长 34.65%， 实现归母净利润 9.25 亿元，同比增长 40.44%， 实现扣非归母净利润 8.82 亿元， 同比增长 38.49%\r\n　　点评：\r\n　　二季度环比大幅提升，工业软件维持高增长， IDC 项目稳步推进\r\n　　根据公司公告， 公司 2021 年 Q2 实现营收 27.36 亿元， 同比增长 29.22%，环比增长 46.92%， 2021 年 Q2 实现归母净利润 5.29 亿元， 超出之前业绩预告中值 5.02 亿元， 同比增长 37.81%， 环比大幅提升至 33.63%；实现扣非归母净利润 5.15 亿元， 超出之前业绩预告中值 4.90 亿元， 同比增长37.39%，环比大幅提升至 40.38%。\r\n　　公司业务由“工业软件+工业互联网+IDC”三部分组成，上半年营收快速增长主要是公司软件开发及工程服务收入同比增加 10.57 亿元，一方面是受益于近年宝武集团的业务发展及智慧制造需求的提升，公司自动化、信息化业务增加；另一方面是由于 2020 年第一季度受疫情影响，部分项目执行滞后，上年同期收入偏低所致。在 IDC 方面， 公司在一线拥有独一无二的资源禀赋+强劲的建设运营能力，从今年开始，公司 IDC 业务开始从上海拓展到全国核心城市， 目前宣化、 上海、 太仓等核心地段的 IDC 项目正稳步推进中。在软件业务方面， 公司深耕“智慧制造+工业互联网”，公司从 MES、 ERP、BI 等工业软件扩张到冶金行业大型 PLC， 冶金行业大型 PLC 门槛高、难度大， 公司作为国内最早布局大型 PLC 的企业，充分证明了其在工控领域已经达到了国内领先水平。从 PLC 控制系统空间来看， 宝武市场空间 200 亿，冶金行业空间 2000 亿，宝信未来一纵一横扩张空间大，有望带动公司迎估值+盈利的戴维斯双击。\r\n　　从业务拆分来看， 2021年H1软件开发及工程服务业务实现快速增长，营收占比达71.01%，服务外包业务（ IDC 营收占比预计约超 70%）保持稳定增长。\r\n　　1）软件开发及工程服务： 2021 年 H1 实现营收 32.65 亿元， 同比增长 47.87%，总营收占比达 71.01%， 主要是受益于近年宝武集团的业务发展及智慧制造需求的提升，公司自动化、信息化业务增加；\r\n　　2） 服务外包业务： 2021 年 H1 实现营收 13 亿元， 同比增长 11.11%， 其中我们预计 IDC 业务实现营收接近 10 亿， 占比超 70%；\r\n　　3） 系统集成： 为低毛利业务， 并非未来发展重心。\r\n　　毛利率和净利率有所提升， 经营性净现金流大幅增长，盈利能力持续提升公司 2021 年 H1 毛利率和净利率相比 2020 年均有所提升， 毛利率从 2020 年的 29.13%提升至 2021 年 H1 的 34.41%， 净利率从 2020 年的 14.29%提升至 2021 年 H1 的 20.52%。从季度数据来看， 2021 年 Q1 公司毛利率和净利率均有较大幅度提升， Q2 稳定在较高水平， 2021 年 Q1、 Q2 毛利率分别为 36.64%、 32.89%， 2021 年 Q1、 Q2 净利率分别为21.64%、 19.75%。 我们认为公司毛利率和净利率的提升主要是受益于软件业务结构的调整，高毛利率的信息化、 自动化业务收入占比提升，随着公司智慧制造、工业互联网等高毛利率业务的开展，我们预计软件业务毛利率与盈利能力有望逐步提升。\r\n　　公司 2020 年 Q1、 Q2 实现经营性净现金流 4.29 亿元、 7.88 亿元， 同比增长 232.6%、17.44%， 环比增长 652.6%、 83.68%， 一方面是由于去年同期受疫情影响，去年一季度的开票和回款情况偏低，另外一方面也反应了公司良好的经营情况。\r\n　　大力加码工业互联网等新业务，研发费用增长较快\r\n　　公司近几年研发费用持续保持较快增速， 2019、 2020 年、 2021 年 H1 研发费用分别为 7.24亿元、 9.49 亿元、 4.28 亿元， 同比增长 31.40%、 31.08%、 38.96%， 研发费用增长主要是工业互联网、智慧制造及云计算等业务的研发投入增加所致。 公司不断坚持技术创新， 聚焦关键核心技术突破与自主可控， 在工业互联网、大数据、云计算、人工智能、 5G、移动物联、虚拟制造等新兴领域持续大力投入， 坚持聚焦智慧制造和智慧城市两大市场， 积极打造“工业互联网平台+新一代信息基础设施”领军企业\r\n　　发布冶金行业大型 PLC， 公司工业软件价值亟待重塑\r\n　　经过十年研发， 公司于今年正式发布冶金行业大型 PLC 产品，我们认为宝信 PLC 产品的发布具备重大的战略意义， 市场之前总认为公司工业软件给不起估值， 主要原因有两个： 1）公司主要背靠宝武和钢铁行业，市场认为市场相对单一，市场空间具备天花板； 2）公司工业软件主要为 MES、 BI、 ERP 等， 市场对公司工业软件能力产生质疑。我们认为宝信大型 PLC 产品的发布就相当于证明公司在国内工控/工业软件领域已经具备了领先的水平， 从两个维度来看： 1）大型 PLC 门槛高： 大型 PLC 对于稳定性要求非常高，除了技术上面的难度以外， 有没有客户愿意接纳非常重要， 国内大型 PLC 市场份额基本掌握在西门子、 施耐德等欧美企业手中， PLC 行业发展相对成熟， 一般企业处于业务上的稳定性， 不愿意轻易更换 PLC，对于宝信来说，宝武成为宝信 PLC 产品发展的天然客户， 经过十年的测试验证， 铸就了宝信独一无二的竞争实力； 2）钢铁冶金行业 PLC 门槛高： 在所有行业中， 钢铁冶金行业 PLC 对于精确度、 稳定性的要求可以排在前几名， 对于宝信来说，能做钢铁冶金行业 PLC， 就意味着具备了跨行业扩张的实力。 宝信钢铁行业大型 PLC 的发布是对其自身工业软件实力的证明， 未来公司“一纵一横”扩张空间大，纵向不断扩张产品序列，横向不断跨行业拓展，我们认为宝信工业软件估值亟待重塑，未来盈利+估值提升空间大。\r\n　　工业互联网业务持续推进，智慧制造打开长期空间\r\n　　公司背靠国内最大钢铁集团，为国内钢铁工业软件龙头， 2016 年以来，钢铁行业逐步复苏，整体盈利能力得到持续改善，使得钢企具备了改造原有信息化、自动化系统的能力，同时宝武并购重组步伐在不断加快，伴随着亿吨宝武数智化转型，信息化需求有望持续释放，给传统软件业务打开长期成长空间。\r\n　　2020 年， 荣膺中电联“2020 年度电子信息行业卓越企业”；正式通过信通院开展的“研发运营一体化（ DevOps）能力成熟度模型” 持续交付标准 3 级评估，成为国内首家通过该标准的工业软件企业；两款工业 APP 获评工信部“2019 工业互联网优秀解决方案”；顺利通过首批“信息系统建设和服务能力评估（优秀级 CS4） ”。\r\n　　早在五年前，宝信就成立工业 4.0 项目部，对工业互联网技术提前布局。 公司于 2020 年 12月发布了自主研发的工业互联网平台 xIn3Plat， 同时推进大数据“5S” 组件开发， 完成炼铁互联智控平台（高炉） 示范项目建设； 今年年初宝武成立中国宝武工业互联网研究院和中国宝武大数据中心，和宝信联合办公，统筹宝武工业互联网框架设计及前沿技术研发。 公司依靠多年在工业软件领域积累的强大研发实力及钢铁行业专业经验，自主研发工业互联网平台和人工智能中台，以 iPlat 和 ePlat 为两翼，积极打造钢铁行业工业互联网生态圈，为未来发展开辟了新的成长赛道，打开更加广阔发展空间。\r\n　　IDC 具备目前无人可复制、 独一无二的能力禀赋，卡位全国核心地段，扩张潜力十足我们在宝信软件深度报告《从三大预期差解读新基建龙头长期确定性价值》，里面明确强调，市场通常把宝信在 IDC 成功的原因单一归结为资源禀赋，我们认为市场没有充分认识到公司无人可复制的 IDC 能力，主要体现在“资源禀赋+工业软件能力”的结合。 1）从资源禀赋来看： 背靠宝武，公司在土地、水、电、能耗获取等方面拥有得天独厚的资源优势； 2）从工业软件能力来看： 公司是目前市场上唯一从设计（拥有独立梅山设计院）、建设、运营（市场上唯一在 IDC 领域进行信息化、自动化全面自主研发的企业）等全部自主独立承担完成的企业，赋予了公司绝佳的成本控制能力、强劲的运维能力，公司的机房均为高品质机房，受到了上海市政府、上游供应商、下游客户的高度肯定。 公司战略发展思路清晰，坚持走自建模式，在一线持续拓展多元化的优质客户，同时适当开拓大客户基地型业务，兼具强劲的扩张潜力和盈利能力。\r\n　　1）专业的设计建设团队——全资子公司梅山设计院 IDC 团队： 市场上大部分第三方 IDC 企业主要依靠外部的设计院及建设团队承担 IDC 设计与建设工作，而公司拥有独立且专业的设计建设团队，全资子公司上海梅山工业民用工程设计研究院有限公司持有国家冶金工程设计甲级、建筑工程设计乙级、压力管道设计等多项资质证书。\r\n　　2）工业软件实力强劲，信息化、自动化能力传承： 公司具备强劲软件开发能力， IDC 内部诸多系统如动环监控系统、调度系统等系统均由公司自主开发。\r\n　　3）节能减排技术实力突出，有效降低电费成本： IDC 节能主要靠架构的设计和运营能力，公司技术实力领先， IDC 节能减排技术行业领先，技术的领先有效地降低了公司用电成本和PUE 值，为同纬度最低，根据公开数据显示，公司 IDC 项目平均 PUE 在 1.3-1.4，部分项目在 1.2-1.3 之间，液冷技术下达到接近 1.1 水平：4 ）技术实力突出，率先在市场上采用最新前沿技术： 在市场上率先大规模使用高压直流技术，即交流转化为直流，直接供给 IT 设备，而传统的 UPS 系统是交流转换为直流，再通过直流整流转换为交流，给计算机设备供电，由于高压直流它少了一次变换，则减少了一次能量损耗；\r\n　　率先大规模将工业自动化控制的 PLC 技术和集群控制技术运用于暖通系统，将系统运行在最佳的效率区间；\r\n　　采用自然冷却技术， 在室外温度低于机房温度时，用室外低成本冷水直接进行热交换，大大降低了制冷系统的能耗；在最新规划项目中部分采用液冷技术，相对于传统方式散热效率提高，大大降低散热系统在整个 IDC 的用能水平；\r\n　　市场上唯一大型应用削峰填谷水蓄能系统的 IDC 企业， 水蓄冷简单来说即采用备用的制冷机在夜间电费较低的时候进行充冷，再在白天进行释放，通过错峰用能的方式节约电费，水蓄冷实际应用较难，风险比较大，需要一套安全的自动化系统去进行自动化运行，公司自主研发整套安全的自动化系统，安全有效地保障了水蓄冷系统的正常运转，对于节约用电成本起到了关键作用。\r\n　　强劲的运维能力，电力系统和暖通系统均实现自动化运维，率先通过 Uptime M&O（数据中心运营管理）认证： 公司的电力系统和暖通系统均采用全容错工业标准架构，实现了自动化调度和运维，无需人员干预；另外采取了自主开发的运营信息化管理平台， 是目前市场上唯一在 IDC 领域进行信息化自动化全面自主研发的企业。 M&O 是 uptime 公司推出的一项数据中心运营认证，是全球最知名最权威的数据中心认证之一，目前国内仅有少数公司通过此认证。 2016 年 7 月，宝之云 IDC（一期）顺利通过 Uptime M&O 认证，使得宝信软件成为全球第 97 家，国内首家完全自主独立实施、并一次通过该认证的企业， 宝之云 IDC（一期）也是 Uptime M&O 认证有史以来通过的单体最大规模数据中心，宝之云 IDC（二期）目前也已顺利通过 Uptime M&O（数据中心运营管理）认证。公司战略发展思路清晰，坚持走自建模式， 在一线持续拓展多元化的优质客",
  "notice_date": "2021-08-20 00:00:00",
  "notice_title": "业绩偏预告上限， “工业软件+工业互联网+IDC”硬科技龙头崛起",
  "page_size": 2,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "宝信软件",
      "short_name_ch": "宝信软件",
      "short_name_cht": "寶信軟件",
      "short_name_en": "Baosight",
      "stock": "600845"
    }
  ],
  "short_name": "宝信软件",
  "source_sample_name": "信达证券",
  "star": "3"
}