{
  "attach_pages": "7",
  "attach_size": "1533",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310311606677430_1.pdf?1698747316000.pdf",
  "company_code": "80027629",
  "eitime": "2023-10-31 10:15:16",
  "extend": {},
  "info_code": "AP202310311606677430",
  "language": "1",
  "notice_content": "　　歌尔股份(002241)\r\n　　Goertek’s 3Q23 revenue/net profit growth of -6%/-73% YoY (+37%/+49% QoQ)was largely in line with previous market expectations. Impressive QoQ revenuegrowth was driven by Meta Quest 3 and new smartphone launches in 3Q23, andGPM improved 2.5ppts QoQ to 10.2% given higher utilization and new productramp-up. Looking into 2H23E, we expect margin recovery to continue with betterutilization and product mix, and revenue will sustain QoQ growth on PS5/Quest3 momentum. In the longer term, we believe Goertek is set to benefit from AR/VRopportunities and Watch share gains, delivering 58%/13% YoY EPS growth inFY24/25E. To reflect 1H23 results and better margins, we adjust FY23/24/25EEPS by -4%/+9%/+9% and raise TP to RMB19.2, based on the same 25x FY24EP/E (7-yr hist. avg). Maintain BUY.\r\n　　3Q23 weakness expected; GPM recovery to accelerate in 3Q23. 3Qsales/net profit declined 6%/73% YoY and increased 37%/49% QoQ, largelyin line, and 3Q GPM improved QoQ to 10.2% (vs. 7.7%/7.0% in 2Q/1Q23),boosted by improving product mix and better utilization on new product rampup (Quest 3, PS5). We expect GPM to continue to recover to 10.2%/10.5%in FY24/25E (vs 8.4% in FY23E), given improving utilization and favourableproduct mix in FY24/25E.\r\n　　Acquisition of UPhoton to strengthen optics product portfolio. Goertekannounced its plan to acquire 100% of Uphoton by cash and share issuance.Uphoton is specialized in micro-nano optics (DOE, MLA), 3D structured lightmodule, lighting vision/laser module and 3D sensing system solutions. Webelieve the acquisition will strengthen Goertek’s vertical integration capabilityin global AR/VR/XR supply chain. The company also announced a RMB500-700mn share buyback plan for the employee share option incentive scheme,highlighting its confidence in long-term business outlook.\r\n　　2024/25 outlook: PS5/Quest 3, TWS recovery and XR/gaming consoles.Riding on shipment momentum of PS5/ Quest 3, we believe Goertek’s VR/ARand gaming segment will become major growth drivers in FY24/25E (64%/64% of FY24/25E sales), backed by new product launches and share gainsin Meta, Pico and Sony supply chains. In the longer term, we believe Goertekis well-positioned to capture opportunities as a fully-integrated manufacturerin the global AR/VR/XR industry.\r\n　　Maintain BUY. We think Goertek’s 3Q results reflected better-than-fearedearnings recovery, and Goertek’s industry leadership and product roadmapin TWS/XR/acoustics/gaming segments will allow it to benefit from industryrecovery and new MR product cycle in FY24/25E. Upcoming catalysts includeMeta/Pico XR products and continued margin recovery.",
  "notice_date": "2023-10-31 00:00:00",
  "notice_title": "3Q23 weakness in line; Margin recovery on track into 4Q/FY24E",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Alex Ng,Claudia Liu",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "歌尔股份",
      "short_name_ch": "歌尔股份",
      "short_name_cht": "歌爾股份",
      "short_name_en": "GOERTEK",
      "stock": "002241"
    }
  ],
  "short_name": "歌尔股份",
  "source_sample_name": "招银国际"
}