{
  "attach_pages": "37",
  "attach_size": "3991",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303271584566598_1.pdf?1679924208000.pdf",
  "company_code": "80000038",
  "eitime": "2023-03-27 13:36:48",
  "extend": {},
  "info_code": "AP202303271584566598",
  "language": "0",
  "notice_content": "　　云铝股份(000807)\n　　国内绿色铝龙头，深耕电解铝产业。云南水电占比高，公司电解铝资产均在云南，是国内绿色铝龙头。公司前身云南铝厂成立于1970年，深耕电解铝行业50余年，生产经验丰富。2018年11月，中铝集团成为公司控股股东，中铝集团业务铝、铜、锌、铅业务均位居全球前列，是全球有色金属龙头，实力雄厚。背靠中铝集团，公司氧化铝供应以及电解铝销售保障能力明显增强，协同效应明显。随着国内电解铝天花板约束显现，供应增速下降，行业利润中枢上移，公司盈利能力增强，业绩大幅上升。\n　　电解铝产能天花板约束显现，稳增长带动需求回暖。国内电解铝产能迫近天花板，铝价逻辑从成本支撑向供应约束转变，冶炼端利润修复明显。我们认为2023年电解铝供应约束绷紧，需求虽然面临海外经济衰退，但铝需求中，建筑装饰、交通、电力等主要终端以出口很少，受影响相对有限，而国内稳增长则对需求拉动明显，2023年铝价主要看国内。电解铝见顶的产能，历史上的高产能利用率和低库存，均表明电解铝陡峭的供应曲线，而国内需求的走强将推动铝价上行，加上成本端缓慢下行，电解铝行业利润改善明显。\n　　业绩弹性大，绿电优势逐步凸显。公司电解铝合规产能305万吨，考虑到云南限产，按照公司2023年255万吨产量指引，电解铝权益产量约209万吨，规模仍然较大。云南电价季节性波动大，全年比较稳定，电解铝成本处于全国低位，相对较高的成本+规模大使得公司铝价的业绩弹性较大。云南绿色能源占比87%，虽然云南水电季节性波动大，但其蕴藏的绿色价值不可估量。欧洲确立征收进口商品碳关税，按照欧洲碳关税政策，绿色铝未来可免除6768元/吨碳关税，并且国内“双碳“背景下，电解铝行业纳入碳交易势在必行，而按照当前碳价，绿色铝可节约成本656元/吨，价值前景广阔。\n　　资产负债表明显改善，业绩将充分释放。随着盈利的改善以及资本扩张结束，公司资产负债表、利润表、现金流量表优化明显，在建工程、长期借款、短期借款以及相关财务费用均大幅下降，截至2022年底，公司资产负债率降至35%，2021年公司减值损失计提充分，进一步优化资产。国企改革持续推进，控股股东中国铝业实施股权激励，对公司业绩也有较强诉求，并且中铝集团旗下股权激励公司增加，公司未来股权激励也值得期待，未来业绩释放动力也将更强。\n　　投资建议：电解铝行业β显现，公司成本稳定，电解铝权益产能大，业绩弹性高，而绿色铝未来价值潜力大，预计公司2023-2025将实现归母净利53.11亿元、67.99亿元和92.10亿元，EPS分别为1.53元、1.96元和2.66元；对应3月24日收盘价的PE分别为9、7和5倍。维持“推荐”评级。\n　　风险提示：云南限电超预期，电解铝需求不及预期，电解铝纳入碳交易进展不及预期。\n",
  "notice_date": "2023-03-27 00:00:00",
  "notice_title": "深度报告：拨“云”见日，绿色铝凸显长期价值",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "邱祖学,张航,张建业,吴纪磊",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "478",
          "publishName": "有色金属"
        }
      ],
      "short_name": "云铝股份",
      "short_name_ch": "云铝股份",
      "short_name_cht": "雲鋁股份",
      "short_name_en": "YNALCO",
      "stock": "000807"
    }
  ],
  "short_name": "云铝股份",
  "source_sample_name": "民生证券",
  "star": "3"
}