{
  "attach_pages": "4",
  "attach_size": "689",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202010301424882814_1.pdf?1604073213000.pdf",
  "company_code": "80027629",
  "eitime": "2020-10-30 15:53:33",
  "extend": {},
  "info_code": "AP202010301424882814",
  "language": "1",
  "notice_content": "　　药明康德(603259)\r\n　　Strong growth acceleration in 3Q20. WuXi AppTec reported third-quarterrevenue of RMB4.58bn, up 35.4% YoY, Non-IFRS net profit was up 44.3% YoYto RMB958mn. Attributable net profit decreased 8.1% YoY to RMB651mn, mainlydue to foreign exchange loss. Third-quarter has achieved significant growthcompared to the first half of 2020, where China-based laboratory services, CDMOservices, US - based laboratory services and Clinical research & other CROservices realized 38.9%/ 54.9%/ -13.5%/ 16.8% YoY change in revenue.\r\n　　CDMO and China-based lab service continue to be major growth driver.CDMO service and China-base lab service recorded a YoY growth of 54.9%/38.9% in 3Q20 and 36.5%/ 30.9% in 9M20. Such strong performance offsetthe challenges faced by the US-based laboratory services due to the COVID-19 pandemic. Thanks to follow-the-molecule strategy, the Company added440 new molecules into its CDMO pipeline YTD and total CDMO pipeline hasgrown to more than 1,100 active projects, including 26 commercializedprojects, 42 Phase III projects. During the same period, WuXi AppTec hassubmitted IND filings for 18 new chemical entities (NCE) for its customers andobtained 20 CTAs in China. Cumulatively, WuXi AppTec has submitted 103NCE IND filings with the NMPA and obtained 77 CTAs including 1 project inPhase III clinical trial, 9 projects in Phase II clinical trials, and 56 projects inPhase I clinical trials.\r\n　　Globalization strategy to enable innovation worldwide. YTD, WuXiAppTec added over 900 new customers and provided services to a wide rangeof over 4,100 active customers, including all the top 20 big pharma companiesworldwide. In 9M20, overseas customers contributed 76.4% of total revenue,while China customers accounted for 23.6% of revenue, representing a YoYgrowth of 25.3% and 34.4%, respectively. Driven by the “long-tail” strategy,“Long-tail” & China customers 67.2% of total revenue, up 28.4% YoY in 9M20.\r\n　　We lifted SOTP-based TP from RMB131.98 to RMB139.05 to reflectstrong long-term growth outlook for WuXi AppTec. We forecast WuXiAppTec’s adjusted Non-IFRS attributable net profit to grow by 35%/33%/32%YoY in FY20E/21E/22E respectively, and attributable net profit to increase85%/22%/32% YoY in FY20E/21E/22E. Moreover, WuXi AppTec maintaineda diversified investment portfolio which will bring significant investment gainsover the long term.",
  "notice_date": "2020-10-30 00:00:00",
  "notice_title": "Accelerated growth in 3Q20 driven by strong performance in CDMO and China-base lab service",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Sam HU",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "药明康德",
      "short_name_ch": "药明康德",
      "short_name_cht": "藥明康德",
      "short_name_en": "WUXI APPTEC",
      "stock": "603259"
    }
  ],
  "short_name": "药明康德",
  "source_sample_name": "招银国际"
}