{
  "attach_pages": "51",
  "attach_size": "6072",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108181510788872_1.pdf?1647441087000.pdf",
  "company_code": "80000133",
  "eitime": "2021-08-18 10:02:17",
  "extend": {},
  "info_code": "AP202108181510788872",
  "language": "0",
  "notice_content": "　　盐湖股份(000792)\n　　报告要点\n　　六十余载深耕青海察尔汗盐湖，铸就中国钾肥的排头兵、压舱石。青海察尔汗盐湖是中国最大的钾镁锂盐矿床，钾资源储量5.4亿吨、氯化镁储量40多亿吨、氯化锂储量1204.2万吨，均居中国首位。盐湖股份深耕察尔汗，以钾肥为核心并拓展盐湖资源综合开发，发展历程是中国钾肥工业从无到有的缩影，承担保障中国粮食安全的重要使命。在青海加快建设世界级盐湖产业基地的进程中，公司作为未来中国盐湖集团中的骨干企业，有望步入发展新层次。涅盘重生--完成亏损资产剥离与债转股，恢复上市。公司2005年起先后开建一系列化工和金属镁项目，但步伐过大，受拖累陷入破产重整。伴随2020年亏损资产剥离和债转股完成，公司已经恢复持续经营和盈利能力，优质的钾、锂业务支撑盐湖龙头再启航，亏损业务主要打包至汇信公司进行体外培育。供需格局支撑钾肥价格重归景气周期。全球钾矿集中于加拿大、白俄罗斯与俄罗斯，钾肥的供给主体被海外巨头主导，而中国作为消费大国，50%的需求依靠进口。鉴于全球新发现的钾矿少、投产进度低预期，未来需求增速将小幅高于产能增速。同时，保障粮食安全的战略意义正在持续凸显，粮食增产、增加进口贸易也成为钾肥价格的推手，而白俄受欧盟制裁未来出口受限、中国大合同价格上涨、港口库存下降等因素，也支撑钾肥行业整体步入高景气。中国本土“未来白色石油”--锂资源持续战略重估，青海盐湖提锂肩负重任。我们认为，全球新能源汽车的产业发展已行至增速斜率提升的拐点，而锂是电极电位最低的金属元素，将在高比能量的动力电池中具备需求刚性。2021年全球锂需求总量约50万吨，2025年有望达126万吨。作为电气化时代的“白色石油”，锂的战略价值已成为全球共识，但中国锂行业高度依赖进口锂精矿作为原料，在当前地缘形势下，无疑有必要夯实上游资源保障、提高自给率。在中国锂资源潜力中，卤水类型占比高达78%，经十年磨一剑，青海各主力盐湖已找到契合自身卤水组分的提锂技术，正从边际供应成长为主流。\n　　稳定钾、扩大锂；锂业务拥抱量价齐升的耕耘收获期，未来将大有可为。我们认为公司锂业务的优质性主要体现在：（1）察尔汗盐湖资源充裕、盐田系统成熟，提钾老卤尾液可支撑未来大规模的锂盐产能；（2）青海的道路、电力、天然气、淡水供应较为完备，公司已在矿区构筑产业集群，锂业务可受益基建、辅料供应等多方位的协同优势；（3）在产锂平台--蓝科锂业由盐湖控股51.42%、民企参股，市场化机制带来高效运营，并积淀了工艺、培育了团队；（4）经填平补齐，蓝科老线1万吨碳酸锂已连续达产，测算2020年全成本仅约3万元/吨，充分证明吸附+膜分离浓缩的耦合技术已突破“超高镁锂比低锂型卤水提锂”，伴随二期2万吨碳酸锂扩产，有望迎来量价齐升。（5）不局限于持续扩能，精细生产、提升锂产品附加值也将构成新的增长点。\n　　首次覆盖，给予公司“增持”评级。公司作为一家中国本土具备“硬资源”的领军盐湖资源商，其钾肥、锂业务均承载战略意义。我们预计公司2021-2023年eps分别为1.03元、1.23元和1.28元，给予公司“增持”评级。\n　　风险提示：1、钾肥、锂资源产能集中释放超预期导致价格下跌，未来公司盐湖资源综合开发不及预期；2、全球宏观经济风险、美联储货币政策及全球流动性的边际变化、全球地缘政治风险等。\n",
  "notice_date": "2021-08-18 00:00:00",
  "notice_title": "深耕青海察尔汗，中国盐湖钾锂资源的战略性龙头",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "孙景文,吴霜",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "731",
          "publishName": "化肥行业"
        }
      ],
      "short_name": "盐湖股份",
      "short_name_ch": "盐湖股份",
      "short_name_cht": "鹽湖股份",
      "short_name_en": "YHGF",
      "stock": "000792"
    }
  ],
  "short_name": "盐湖股份",
  "source_sample_name": "五矿证券",
  "star": "1"
}