{
  "attach_pages": "4",
  "attach_size": "758",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202412241641416454_1.pdf?1735063001000.pdf",
  "company_code": "80000038",
  "eitime": "2024-12-24 17:56:41",
  "extend": {},
  "info_code": "AP202412241641416454",
  "language": "0",
  "notice_content": "　　海光信息(688041)\n　　事件概述：根据国家知识产权局官网，海光信息自12月以来成功申请多项专利，包括“测试方法、测试装置、电子装置以及存储介质”、“处理器的双路互连系统、片上系统及计算机设备”、“一种芯片设计方法及装置、电子设备、存储介质”等。\n　　处理器互联等技术持续进步，不断加强根技术自主性。“处理器的双路互连系统、片上系统及计算机设备”的专利的主要内容：为实现两个处理器之间的双路互连，为两个处理器之间的数据传输提供基础，并且处理器的双路互连的连接方式便捷高效，能够简化处理器的双路互连设计。在AI时代，提升集群训练的芯片间互联能力至关重要，公司在此方面技术的不断加强，为拓展更多训练侧的客户奠定重要基础。\n　　在“测试方法、测试装置、电子装置以及存储介质”的专利中，测试方法包括：经由双倍速率物理层接口与被测试设备进行数据通信以传输目标数据；以及对目标数据进行读写处理，其中，所述目标数据用于执行数据校验以测试所述被测试设备的性能。该测试方法可以摆脱对第三方指示产权(IP)供应商的依赖。在大国的科技博弈中，根技术的自主性具有较强重要性，公司持续在CPU领域加深布局，不断加强根技术自主性，有望在国产厂商中逐渐展现自身优势。\n　　在“一种芯片设计方法及装置、电子设备、存储介质”专利中，相关发明涉及集成电路领域，能在保证芯片具有较合理的晶粒构成的同时，有效降低芯片设计的复杂度，有助于公司提升自身芯片设计能力和迭代的效率。\n　　DCU布局持续深入，深算系列产品进展顺利。公司持续加大在DCU软件方面投入，打造了自主开放的完整软件栈，包括“DTK（DCU Toolkit）”、开发工具链、模型仓库等，其完全兼容“CUDA”、“ROCm”生态，支持TensorFlowPytorch和PaddlePaddle等主流深度学习框架与主流应用软件。公司具有良好的生态，构建了拥有完善的层次化软件栈的统一底层硬件驱动平台，其能够适配不同API接口和编译器，并支持常见的函数库、AI算法与框架等。\n　　性能方面，海光DCU具备强大的计算能力、高速并行数据处理能力、良好的软件生态环境等技术优势，客户覆盖了包括智算中心“新基建”、互联网、金融、运营商等行业，并与头部互联网厂商推出了联合方案，打造了全国产软硬件一体全栈AI基础设施，形成了多个标杆案例。与此同时，公司积极响应国家“新型基础设施建设”的号召，积极支持行业构建数据中心和算力平台，促进智能计算与数值计算的深度融合，全面助力AI在智慧城市、生物医药、工业制造、科学计算等领域的规模应用，推进“AI+”产业落地。\n　　业绩高速增长，CPU布局及产业生态持续完善。公司2024年前三季度实现营业收入61.37亿元，同比增长55.64%；实现归母净利润15.26亿元，同比增长69.22%；实现扣非归母净利润14.75亿元，同比增长76.87%。其中2024Q3单季度公司实现营收23.74亿元，同比增长78.33%；实现归母净利润6.72亿元，同比增加199.90%。\n　　海光CPU主要面向复杂逻辑计算、多任务调度等通用处理器应用场景需求，兼容国际主流x86处理器架构和技术路线，具有优异的系统架构、高可靠性和高安全性、丰富的软硬件生态等优势，其产品已经大规模应用于电信、金融、互联网、教育、交通、工业设计、图形图像处理等领域。\n　　与此同时，公司围绕上下游不断打造优质产业链，生态持续完善。公司联合国内主流服务器厂商围绕着不同类型的市场需求，形成了涵盖通用机架式服务器、人工智能服务器、刀片和高密度服务器、存储产品以及视觉工作站、边缘计算产品等诸多形态的产品，形成了有规模的国产整机合作伙伴体系，共同推动公司产品向最终用户的导入和覆盖。公司的高端处理器产品已获得国内众多行业用户的广泛认可，并逐步与浪潮、联想、新华三、同方等知名服务器品牌建立了合作关系。\n　　投资建议：公司是国内芯片领域龙头，CPU业务保持快速发展态势，DCU业务自身优势不断增强，有望打开公司新的成长空间。预计24/25/26年公司归母净利润分别为19.58/25.94/33.97亿元，对应PE分别为167/126/96X，维持“推荐”评级。\n　　风险提示：产品迭代升级不及预期的风险；市场开拓不及预期的风险。\n",
  "notice_date": "2024-12-24 00:00:00",
  "notice_title": "公司事件点评：国产算力龙头深耕根技术，AI时代自身价值持续强化",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "吕伟,方竞,宋晓东,郭新宇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "海光信息",
      "short_name_ch": "海光信息",
      "short_name_cht": "海光信息",
      "short_name_en": "HYGON",
      "stock": "688041"
    }
  ],
  "short_name": "海光信息",
  "source_sample_name": "民生证券",
  "star": "3"
}