{
  "attach_pages": "27",
  "attach_size": "2853",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202211211580425181_1.pdf?1669037956000.pdf",
  "company_code": "80490040",
  "eitime": "2022-11-21 13:39:16",
  "extend": {},
  "info_code": "AP202211211580425181",
  "language": "0",
  "notice_content": "　　亿联网络(300628)\n　　公司是全球领先的沟通与协作解决方案提供商，在该领域积淀20年。受益于全球IP通信的发展，公司营收和归母净利润保持高速增长，CAGR超过了30%。\n　　公司重视研发投入，以保持其在行业内的领先优势。公司设立了厦门、杭州、深圳研发中心，研发投入CAGR达到39.5%，研发人员占比超过50%。\n　　公司采取轻资产的运营模式，建立了完善的经销网络。公司将人力密集型的产品生产环节外包给外协加工厂，更加专注于产品的设计与研发。与此同时公司建立起了遍布全球的经销网络，与海外知名经销商发展长期稳定合作关系，并通过持续有效的渠道管理方式，有效提升公司品牌在全球的影响力。\n　　公司资产负债率较低，经营性现金流良好，ROE表现优异。公司布局多条产品线，各项业务协同发力。目前公司已经全面布局了桌面通信终端、视频会议、云办公终端业务三大产品线，确保公司能够长期高速增长。\n　　公司紧抓IP通信发展的机遇，从中小企业切入，产品逐步高端化。IP通信的巨大优势使得欧美运营商积极推广，公司持续提升竞争力，近年来市占率保持全球第一且逐年提升。公司陆续推出了T5等高端智能话机，提升营收和毛利率，产品的持续高端化和市场份额的提升是该产品线增长的主要动力。\n　　公司高瞻远瞩，布局视频会议产品线，有望打开公司增长的第二曲线。全球视频会议市场蓬勃发展，疫情催生并提升视频会议软件的渗透率，且随着全球基础通信设施的完善及通信技术的发展，视频会议行业由私有化向公有化转型，各路新兴玩家涌入。公司的会议产品业务线始终坚持“云+端”的产品设计理念，并持续构建从云架构到智能硬件终端的能力，积极与国内外头部云视频会议软件厂商共同开拓市场，持续多年保持快速增长。\n　　远程视频会议和远程协作办公模式逐渐成为新趋势，新冠疫情进一步催化混合办公需求。全球商务耳机市场规模呈现逐年增长的趋势，从2016年的12.6亿美元增长到2021年的22.1亿美元，CAGR达到11.89%。虽然该行业目前被国外巨头垄断，但我们认为公司具备多方面优势，公司对于打开竞争局面充满了信心，公司持续完善耳机产品矩阵，不断推出新品，产品线成立至今一直保持高速发展，进一步提升了公司统一通信解决方案的完整性。\n　　投资建议：公司作为SIP话机龙头，持续扩张新的品类，全力打开公司增长的第二曲线。我们选取会畅通讯、视源股份作为可比公司，2022年平均PE为35.4倍。综合考虑历史均值、行业均值和行业地位，给予公司35倍PE，对应目标价91元。首次覆盖，给予“买入”评级。\n　　风险提示：汇率波动的风险：公司海外收入占比较高，公司虽然做了相关的风险对冲，但仍然可能会受到外汇波动的影响。海外经济衰退的风险：若海外经济下滑，可能会影响下游客户采购的意愿，会对公司的业绩造成不利影响。上游原材料价格波动风险：未来主要原材料价格出现大幅上涨，公司将面临原材料价格上涨对公司经营业绩带来不利影响。\n",
  "notice_date": "2022-11-21 00:00:00",
  "notice_title": "首次覆盖报告：SIP话机龙头 乘“云”再起航",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "曹旭特,张建宇",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "亿联网络",
      "short_name_ch": "亿联网络",
      "short_name_cht": "億聯網絡",
      "short_name_en": "YEALINK NETWORK",
      "stock": "300628"
    }
  ],
  "short_name": "亿联网络",
  "source_sample_name": "申港证券"
}