{
  "attach_pages": "6",
  "attach_size": "1015",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202408221639409614_1.pdf?1724361625000.pdf",
  "company_code": "80027629",
  "eitime": "2024-08-22 21:20:25",
  "extend": {},
  "info_code": "AP202408221639409614",
  "language": "1",
  "notice_content": "　　韦尔股份(603501)\r\n　　Willsemi released 1H24 results. Revenue increased by 36.5% YoY toRMB12bn, while net profit grew 790% YoY from a low base in 1H23(RMB153mn) to RMB1.37bn in 1H24. On a quarterly basis, the companyachieved a record revenue at RMB6.4bn in 2Q24 (42.5% YoY/14.2% QoQ, inline with consensus estimate). Q2 net profit was RMB809mn, up 45.1% QoQ(2Q23 was in net loss). GPM improved to 30.2% in Q2 (vs. 27.9%/17.3% in1Q24/2Q23), suggesting a steady recovery. NPM expanded to 12.6% in 2Q24(vs. 9.9%/-1% in 1Q24/2Q23) with a better cost structure. Mgmt. attributed theresults to 1) steady recovery of consumer sentiment in 1H24, 2) growingadoption of Willsemi’s products in the high-end smartphone market (esp. indomestic Android models) and strong growth in auto CIS, and 3) an improvingGPM on a favourable product mix. Maintain BUY with TP adjusted toRMB115.39, based on 40.7x 2024E P/E.\r\n　　CIS sales continued strong growth momentum in 1H24 (49.8% YoY/-0.1% HoH). Mobile/auto/IoT/medical CIS grew 78.5%/53.0%/77.8%/41.6%YoY, while security/notebook CIS declined 26.7%/9.0% YoY, respectively.Without a broad recovery of end-market demand, Willsemi’s CIS sales formobile/auto/IoT/medical delivered resilient growth, driven by 1) share gainsin domestic high-end Android market (i.e., new flagship OV50H sensor), 2)demand for ADAS and in-cabin cameras continuing to increase to fulfillautonomous driving and security needs, 3) the industrial automation trend,and 4) inventory restocking behaviours. We expect CIS sales to growanother 15% HoH in 2H24, implying 29% YoY in 2024. We project thesegment revenue to grow 21%/18% YoY in 2025/26E.\r\n　　Touch/display business remains weak, while analog segment showssigns of recovery. Touch/display revenue decreased 28.6% YoY, due toongoing inventory digestion and ASP pressure. Analog sales were up24.7% YoY on improving market conditions and share gains. We expecttouch/display segment to recover in 2025, driven by the introduction of lowpower-consumption and auto-grade products. Analog sales are forecastedto grow double-digits on better market conditions and share increases.\r\n　　Maintain BUY with slightly adjusted TP at RMB115.39, based on 40.7x2024E P/E, which is 1-SD above 1-year historical avg. forward P/E,given Willsemi’s leading market position and continuous share gains.We revise NP forecasts for 2024/25E by -1%/3%, on higher R&D costs, asthe company plans to ramp up new products and enhance itscompetitiveness. Key risks are 1) slower-than-expected end-marketdemand recovery and 2) intensified competition.",
  "notice_date": "2024-08-22 00:00:00",
  "notice_title": "Solid 1H24 results with continued recovery in CIS business",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "豪威集团",
      "short_name_ch": "豪威集团",
      "short_name_cht": "豪威集團",
      "short_name_en": "OMNIVISION GROUP",
      "stock": "603501"
    }
  ],
  "short_name": "豪威集团",
  "source_sample_name": "招银国际"
}