{
  "attach_pages": "65",
  "attach_size": "4908",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202407141637886228_1.pdf?1720964439000.pdf",
  "company_code": "80000007",
  "eitime": "2024-07-14 13:40:39",
  "extend": {},
  "info_code": "AP202407141637886228",
  "language": "0",
  "notice_content": "　　迈瑞医疗(300760)\n　　核心观点\n　　迈瑞医疗已成为全球领先的医疗器械及解决方案供应商\n　　迈瑞医疗是全球领先的医疗器械及解决方案供应商，产品远销190多个国家及地区。公司主要产品覆盖三大领域：生命信息与支持、体外诊断以及医学影像，拥有国内同行业中最全的产品线。公司全面加强产品研发创新、国内国际营销拓展和本地化建设等综合能力，持续向数智化生态方案商转型升级。\n　　核心逻辑一：医疗新基建和加速进口替代\n　　随着相关政策的持续加码和配套资金的落地支持，医疗新基建和大规模设备更新将驱动医疗器械市场扩容。迈瑞医疗于国内的可及市场空间超过千亿，公司已通过强大的工程化和系统集成能力所带来的质量和成本优势，以及多维度的技术创新逐步实现领先。公司设备类产品市占率较高，部分成熟产品进入技术无人区，部分前沿产品实现技术突破打破增量市场。公司持续扩大耗材业务领域的布局，当前在国内体外诊断的市占率仅10-15%，微创外科的市占率为2%，仍有广阔成长空间。\n　　核心逻辑二：产品升级下的海外高端客户突破\n　　迈瑞已布局的业务对应国际可及市场空间超过4500亿人民币，当前市占率为低个位数，其中与中国体量相近的发展中国家市场的占有率不到9%。公司在国际市场借助国内成功经验，细分客户群体，吃透目标市场，积极推动本土化运营，并将多个产线协同发展，降低运营成本。公司通过Datascope和德赛等重大并购加强了营销和供应链平台，叠加产品竞争力提升将持续促进中高端客户成批量突破。迈瑞医疗于全球医疗器械公司100强排行榜中排名逐年提升，将力争在2025年跻身全球前二十。\n　　核心逻辑三：孵化种子业务打造新增长引擎\n　　从2008年完成首次跨境收购至今，公司已成功完成10余起合并与收购项目。围绕战略发展方向加速并购步伐，迈瑞主要从主营业务补强、全新业务探索、海外市场拓展等方向着手，通过并购的方式快速整合全球范围内的全产业链前沿技术，提升现有业务在高端市场的综合竞争力，加快成长型业务的发展速度。公司通过自研和并购开拓微创外科、心血管、动物医疗、体外诊断等高景气赛道，利用迈瑞在设备领域的技术优势，深化耗材业务布局，提升可及市场空间，培育新的业绩增长极。\n　　投资建议：“创新+全球化”医械龙头，引领产业数智化转型，维持“优于大市”评级\n　　公司持续推动产品升级和技术突破，在国内受益于医疗新基建、设备更新及进口替代，在海外加快高端客户拓展，微创外科、心血管、动物医疗等种子业务高速放量，“三瑞”数智化方案引领转型升级。维持盈利预测，预计2024-26年营收为415.61/504.80/597.43亿，同比增速19.0%/21.5%/18.4%；归母净利润为139.79/168.85/203.01亿元，同比增速20.7%/20.8%/20.2%，当前股价对应PE约24/20/17x。公司作为国产医疗器械领袖，研发销售实力强劲，国际化布局成果显著，将快速成长为全球医械龙头，维持“优于大市”评级。\n　　风险提示：行业政策变化风险、汇率波动风险、产品研发风险、价格下降风险、经销商销售模式风险、中美贸易摩擦相关风险。\n",
  "notice_date": "2024-07-14 00:00:00",
  "notice_title": "“创新+全球化”医械龙头，引领产业数智化转型",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "张佳博,张超",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1041",
          "publishName": "医疗器械"
        }
      ],
      "short_name": "迈瑞医疗",
      "short_name_ch": "迈瑞医疗",
      "short_name_cht": "邁瑞醫療",
      "short_name_en": "MR",
      "stock": "300760"
    }
  ],
  "short_name": "迈瑞医疗",
  "source_sample_name": "国信证券",
  "star": "1"
}