{
  "attach_pages": "15",
  "attach_size": "1165",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202405161633555875_1.pdf?1715881554000.pdf",
  "company_code": "80042949",
  "eitime": "2024-05-16 17:45:54",
  "extend": {},
  "info_code": "AP202405161633555875",
  "language": "0",
  "notice_content": "　　三峡能源(600905)\n　　三峡集团旗舰上市平台，“三峡集团新能源业务的战略实施主体”。公司为三峡集团旗舰上市平台，截至2024年3月，三峡集团直接持股28.11%，通过长江三峡投资管理有限公司间接持股20.96%。除三峡能源外，三峡集团上市公司还包括长江电力、湖北能源以及三峡水利（综合能源业务），公司业务定位为“三峡集团新能源业务的战略实施主体”。\n　　新能源装机规模超过龙源电力，大力发展海风为公司特色。从体量上看，公司新能源在运规模已经超过龙源电力，位居A+H股首位。截至2023年12月底，公司风电累计装机容量达到1942万千瓦，占全国市场份额的4.4%，其中海上风电累计装机容量549万千瓦，占全国市场份额的14.73%，为全国在运海风规模最大的上市公司；光伏装机容量达到1982万千瓦，占全国市场份额的3.25%，光伏绝对体量也处于A+H股首位。\n　　应收账款仍然是制约公司估值扩张的核心因素，期待存量带补贴项目回款改善。公司乃至整个绿电板块2022年以来表现不甚理想，补贴款项回收滞后仍然是主要因素。受补贴拖欠影响，公司近年来存量应收账款（含应收票据，下同）规模激增，截至2023年12月底已达367.2亿元。从公司历年净利润与应收账款增加值对比来看，两者几乎处于同一量级，市场对补贴款项回收节奏的担忧持续压制公司估值。但是从估值的角度，我们分析当前市场对补贴款回收滞后的反应已经较为充分，建议密切关注补贴款项回收情况，相关政策性利好有望成为公司趋势性行情的催化剂。\n　　除应收账款外，我们分析制约绿电股价的另一重要因素是市场对新项目收益率的担忧，背后是新能源不稳定的劣势过早暴露，电力系统消纳压力超预期。从机制建设来看，2023年7月新一轮电改顶层文件过会，构建适应新能源发展的多层次统一电力市场体系。但是目前现货市场建设进度领先其他机制，碳市场建设严重滞后，新能源的环境价值难以体现，消纳不足带来现货市场电价下行压力。我们分析双碳战略进一步发展需要相关配套机制保驾护航，尤其是碳市场、绿电交易以及相关的碳-电协同机制，机制理顺将成为绿电板块趋势性机会的底层驱动力。\n　　整体而言，站在当前时点，收益率承压客观存在，我们分析未来两年新能源行业的三个观察指标：新增装机增速、碳市场进展、非技术成本缓解。新能源行业最大的底牌为双碳战略的硬约束，目前国家态度依然坚定，长期需求量值得期待。我们认为随着时间消化，绿电投资终将回归理性，在乱象整治/需求回升/产业链上游降价等多重利好下，在整个产业链中，运营端回报率有望向稳定类公用事业的收益率靠拢。相关政策性利好有望成为公司趋势性行情的催化剂。\n　　盈利预测与估值：结合公司经营情况和装机规划，我们预计公司2024-2026年归母净利润分别为75.68、80.43和87.76亿元，当前股价对应PE18、17、15倍。选取龙源电力、中闽能源、嘉泽新能、晶科科技作为可比公司，公司具备明显规模优势，首次覆盖，给予“增持”评级。\n　　风险提示：现货市场落地后的电价风险；弃风弃光率超预期；辅助服务分摊超预期。\n",
  "notice_date": "2024-05-16 00:00:00",
  "notice_title": "三峡集团旗下新能源平台 静待绿电机制理顺",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "刘晓宁",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "428",
          "publishName": "电力行业"
        }
      ],
      "short_name": "三峡能源",
      "short_name_ch": "三峡能源",
      "short_name_cht": "三峽能源",
      "short_name_en": "CTGR",
      "stock": "600905"
    }
  ],
  "short_name": "三峡能源",
  "source_sample_name": "华源证券"
}