{
  "attach_pages": "27",
  "attach_size": "3177",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202012101438702899_1.pdf?1607620818000.pdf",
  "company_code": "80092742",
  "eitime": "2020-12-10 17:20:18",
  "extend": {},
  "info_code": "AP202012101438702899",
  "language": "0",
  "notice_content": "　　中国神华(601088)\r\n　　一体化经营的核心资产，特许经营权价值独一无二。一方面、主力矿区神东是全国煤价历史低位时唯一不亏矿区，成本优势显著，经营护城河深广。1）资源禀赋优越：核心资源位于神东、准格尔矿区，资源最优质、最丰富，保有可采储量为146.8亿吨，测算服务年限长达32.2年。2）先进产能、极低成本：国内在产核定产能33480万吨，其中40%为开采成本低的露天矿，生产成本徘徊在130元/吨以下，位列四大煤企首位。3）2015年行业出现全面亏损，中国神华扣非归母净利润规模依然达到151亿元，在煤炭板块遥遥领先，是第二名（露天煤业5.5亿）的27.5倍。另一方面、朔黄铁路是破解西煤东运瓶颈关键一环，具有类似特许经营权的优势，有助于公司构筑一体化经营网络。1）中国神华自营铁路营业里程达2155公里，成为国内第二大铁路运营商。2）铁路运价自主可控，运价低、运距短，陕蒙地区通过朔黄铁路实现下水的煤炭，相较于经由大秦铁路在秦皇岛港下水的煤炭，运输成本更低。3）中国神华依托煤炭资源，构筑了铁路、港口、航运一体化运输网络，形成其核心竞争力，不仅有利于提升煤炭销售的稳定性，而且独有的运输线路有助于掌握区域煤炭定价权。\r\n　　经营业绩具有高确定性和强稳定性。1）煤电联营叠加路港公共事业属性，一体化经营锁定产业链整体利润。中国神华发电用煤中，自有燃煤消耗量2011-2019年平均占比为86%。同时，自有铁路、港口以较低的运营成本，进一步保证公司经营的稳定性，成为业绩的压舱石，锁定产业链利润。2）高比例中长协合同，煤价抗风险能力更强。中国神华长协煤占比约80%，秉持自营铁路优势，公司与下游电厂签订了广泛的中长期协议，量价有保障，提高了盈利的确定性。A股上市以来中国神华的盈利稳定性位列动力煤板块第一，煤电一体化经营优势彰显。\r\n　　被忽视的高质量成长属性，各板块均有亮点。煤炭：主业仍具增长潜力。1）哈尔乌素（3500万吨）、宝日希勒（3500万吨）、黑岱沟（3400万吨）、胜利一号（2800万吨）产能限制因素逐步解除，产能爬坡释放增量，测算2020-2023年自产煤产量同比增加2.4%/2.0%/2.2%/3.0%。2）设计产能6200万吨的新街台矿区建设后，中国神华国内煤炭产能同比将大增21.51%，攀升至40680万吨，中国能源核心资产的优势地位将进一步得到巩固。铁路：黄大铁路开通将带来新的业绩增长点。黄大铁路设计年运输能力3200万吨（远期规划4700万吨），计划2020年底全线铺通，2021年上半年投运。预计2021-2023年运输煤炭1000万吨、2000万吨、2500万吨，在缓解山东滨州、东营、潍坊等沿线地区用煤缺口的基础上，也将带动中国神华下水煤量同比增加，增厚业绩。电厂：印尼爪哇电厂投运将带来长期稳定现金流。采用“BOOT特许经营权”模式运营的国华印尼爪哇电厂，服务年限长达25年，带来持续稳健的现金流。2019年12月一号机组投入商业运营，盈利表现良好，测算全年利润贡献预计在8-10亿元左右。2020年10月国华印尼爪哇二号机组已经建成，预计将于2020年底投运。港口：黄骅港3#、4#码头建成将提升下水煤规模。黄骅港煤炭港区3#、4#码头设计年通过能力805万吨，2020年8月已经正式开工建设，该工程的实施可实现在通用泊位进行块煤装船，既可发挥通用泊位设备优势，又能确保块煤质量，预计黄骅港煤炭发运量将突破21000万吨。\r\n　　现金属性及高股息更加凸显配置价值。现金属性：现金流充沛，蓄水力超强。1）优质的资产给公司带来充沛的现金流：2004-2019年，中国神华账面现金和经营性现金流量净额每年分别以17.7%和7.5%的复合增速增长，其中账面现金的增速超过同期M2增速（14.9%），印钞机属性彰显。2）资本开支规模下降，现金蓄水能力强化。2013-2019年中国神华购建固定资产、无形资产和其他长期资产支付的现金规模年均下滑13.7%，近三年资本开支完成率仅为75%\\80%\\72%，现金蓄水能力不断强化。伴随黄大铁路和巴准铁路的建成完工，后续支出规模将进一步下滑。高股息率：A股上市以来累计分红率为动力煤板块之最。1）A股上市以来累计实现归属于母公司所有者的净利润4598亿元，累计现金分红金额2341亿元，其中2016年派发特别股息499.23亿元，分红率达到51%，为动力煤板块最高。2）2019-2021年度每年按《公司章程》规定方式以现金方式分配的利润提高至不少于公司当年实现的归属于本公司股东的净利润的50%。3）H股回购不超10%股份，将进一步提升每股收益水平，彰显投资价值。\r\n　　有别于市场的认识：一是中国神华的特许经营属性价值被忽略：主力矿区神东与运营的东西煤运大通道朔黄铁路为国家划拨、筹建的计划单列资产，经营属性独一无二。二是一体化运营业绩的确定性及成长性被低估：中国神华经营业绩稳定性位列行业第一，且在煤炭、铁路、港口、电力板块未来仍存在较大成长空间，预计将释放足够的业绩弹性。\r\n　　盈利预测与估值：预计公司2020-2022年营业收入分别为2309.39、2381.60、2436.56亿元，实现归母净利润分别为424.07、438.90、461.58亿元（原预测433.07、432.31、435.27亿元），每股收益分别为2.17、2.24、2.36元（考虑H股回购），维持“买入”评级，结合PE和FCFE估值法，给予公司目标价29.03元。\r\n　　风险因素：煤矿产能释放受限、黄大铁路建设进度放缓、资本开支和现金分红风险、股份回购不及预期、煤炭价格大幅下跌。",
  "notice_date": "2020-12-10 00:00:00",
  "notice_title": "公司深度报告：中国神华价值再发现",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明,杜冲,周杰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "437",
          "publishName": "煤炭行业"
        }
      ],
      "short_name": "中国神华",
      "short_name_ch": "中国神华",
      "short_name_cht": "中國神華",
      "short_name_en": "CSEC/CHINASHENHUA",
      "stock": "601088"
    }
  ],
  "short_name": "中国神华",
  "source_sample_name": "信达证券",
  "star": "3"
}