{
  "attach_pages": "35",
  "attach_size": "2947",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303231584497306_1.pdf?1679559338000.pdf",
  "company_code": "80000187",
  "eitime": "2023-03-23 08:15:38",
  "extend": {},
  "info_code": "AP202303231584497306",
  "language": "0",
  "notice_content": "　　东鹏饮料(605499)\n　　报告关键要素:\n　　东鹏饮料成立于 1994 年，主营业务为饮料的研发、生产和销售，主要产品包括东鹏特饮、东鹏大咖、东鹏气泡特饮、东鹏零糖特饮、由柑柠檬茶、陈皮特饮、包装饮用水等，其中东鹏特饮贡献绝大部分收入。作为能量饮料的先行者之一， “累了困了喝东鹏特饮”、“年轻就要醒着拼”的宣传标语深入人心。公司在能量饮料赛道一路追赶获得成功，2021 年，东鹏特饮的销售量占比 31.70%，位居市场第一；销售额占比23.40%，位居市场第二。\n　　投资要点:\n　　 国内首家能量饮料上市公司，与同业上市公司比盈利能力强劲。东鹏饮料近年来销售收入增长迅速，从 2017 年的 28.44 亿元上升至 2022 年的 85.01 亿元，年复合增长率达 24.48%，ROE 大幅领先于同业上市公司。\n　　 行业看点：能量饮料赛道长坡厚雪，潜在发展空间大。①能量饮料具有功能性、成瘾性等特征，是软饮料行业中增速最快的子行业。②同国外相比，中国能量饮料市场人均饮用量及人均消费金额均有较大差距。未来随着市场教育程度的提高、消费场景的多元化，以及行业竞争趋于缓和，人均饮用量及人均消费金额将有所上升。③泰国天丝和华彬集团的红牛纷争还未完全落地，第二梯队发展环境优异，其中专注于能量饮料的东鹏饮料预计有最佳的发展前景。在全球前五的能量饮料企业中，东鹏饮料的销售量及销售额增速均位列第一，远超其他竞争对手。\n　　公司看点：\n　　①大单品引爆市场，差异化策略大有可为。公司在产品包装、价格、容量上实施差异化策略，代表性产品 500ml 金瓶凭借大包装和高性价比大获成功，2017-2021 年的复合增长率高达 203.08%，对标美国能量饮料龙头怪兽饮料发展历程，公司未来持续增长可期。\n　　②多元化布局“能量+”产品，咖啡品类有望开启第二增长曲线。制定“品牌年轻化”的战略：在品牌宣传上，由“累了困了喝东鹏特饮”转为“年轻就要醒着拼”；拓展消费场景，拓展出的“运动、加班、驾车及电竞”四大消费场景；多元化布局“能量+”产品，陆续推出“东鹏大咖”、“东鹏 0 糖特饮”、“东鹏气泡特饮”等新产品，迎合年轻人口味，并向中高端消费人群渗透。新产品的推出完善了公司的产品矩阵，拓展了消费场景，减少了公司单一产品的风险，并带来新的增长点，其中咖啡品类具有成瘾性和市场增速快的特点，有望接力能量饮料，开启公司第二增长曲线。\n　　③持续推进全国化、全渠道、数智化战略，拟围绕主业进行产业链投资。公司因地制宜打造渠道政策，以经销模式为主，以直营、线上模式为辅，全渠道精耕模式和大流通模式相结合，不断加强渠道下沉能力，提高产品的渗透力;公司全国化的营销网络布局初步完成，七大生产基地为全国化奠定基础，两大新基地正积极推进，广东外全国区域成为公司新的增长点，并尝试竞逐海外市场;公司积极推进数智化战略，运用二维码、大数据等技术，占据了互联网大数据领先优势，并提高了渠道的管理效率，拓宽了品牌护城河;公司拟于未来 1 年开展境内外产业链战略投资，投资总额不超过 21 亿元，有望加强公司与全球产业链的协同与合作，保障关键资源的供应。\n　　④原材料价格回落提升毛利率，规模效应和产品结构升级提升盈利能力。东鹏特饮生产成本中直接材料占比高达 8 成，原材料价格变动对毛利率影响很大，从 22 年下半年开始主要原材料价格呈现持续回落态势，毛利率有望触底回升。长期来看，受益于规模效应显现，核心产品 500ml金瓶的毛利率不断提高，带动整个公司毛利提高；同时公司推出新品向高端消费人群渗透，产品结构不断升级，毛利率有望提升。\n　　盈利预测与投资建议：预计公司 2022-2024 年的营收分别为 85.01/110.91/139.19 亿元，YOY 分比为 21.84%/30.46%/25.49%，归母净利润分别为14.42/19.05/24.44亿元，YOY分别为20.85%/32.12%/28.31%，对应 EPS 分别为 3.60/4.76/6.11 元。我们选取 A 股和 H 股上市的饮料类公司进行对比，考虑到公司所处赛道成长性以及公司竞争优势，我们给予公司对应 2023 年 EPS48 倍 PE，对应目标股价为 228.58 元。首次覆盖，给予公司“增持”投资评级。\n　　风险因素：原材料价格上涨的风险、疫情反复的风险、新产品推广不及预期的风险。\n",
  "notice_date": "2023-03-23 00:00:00",
  "notice_title": "首次覆盖：大鹏一日同风起，扶摇直上九万里",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "陈雯,李滢",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "东鹏饮料",
      "short_name_ch": "东鹏饮料",
      "short_name_cht": "東鵬飲料",
      "short_name_en": "EASTROC BEVERAGE",
      "stock": "605499"
    }
  ],
  "short_name": "东鹏饮料",
  "source_sample_name": "万联证券",
  "star": "1"
}