{
  "attach_pages": "26",
  "attach_size": "2134",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202303151584269376_1.pdf?1678870015000.pdf",
  "company_code": "10001968",
  "eitime": "2023-03-15 08:46:55",
  "extend": {},
  "info_code": "AP202303151584269376",
  "language": "0",
  "notice_content": "　　华友钴业(603799)\n　　华友钴业：锂电材料龙头企业，全力打造产业生态闭环。 公司经过十多年的发展积淀，完成了总部在桐乡、资源保障在境外、制造基地在中国、市场在全球的空间布局，形成了资源、新材料、新能源三大业务一体化协同发展的产业格局。三大业务在公司内部构成了纵向一体化的产业链条的同时，公司还积极布局循环回收业务，全力打造从钴镍锂资源开发、绿色冶炼加工、三元前驱体和正极材料制造到资源循环回收利用的新能源锂电产业生态。\n　　铜钴业务：稳定收入来源，公司业绩的定海神针。 钴、铜业务主要产品为粗制氢氧化钴和电积铜，目前非洲资源板块已形成以自有矿山为保障，以刚果（金）当地矿山、矿业公司采购为补充的商业模式。我们认为，铜钴业务作为公司稳定的现金流来源，对公司的新材料和新能源板块有着强大的支撑作用。由于公司钴产品毛利率与市场钴价同步波动，随着 3C 端需求的回暖，钴价将触底回升，因此钴产品毛利率也将进一步提升。\n　　镍钴业务：正极材料业务的关键支持。 2018 年，公司启动了印尼红土镍矿资源开发，近年来印尼镍资源开发纵深推进，实现了跨越式发展。华越公司 6 万吨镍金属量红土镍矿湿法冶炼项目于 2022年上半年全面达产，华科公司 4.5 万吨镍金属量高冰镍项目于 2022年 6 月底四台电炉均进入试产，华飞公司 12 万吨镍金属量红土镍矿湿法冶炼项目按计划顺利推进，与大众汽车、福特汽车、淡水河谷印尼、青山控股集团就印尼镍钴资源开发达成战略合作意向。\n　　锂业务：助力“两新”业务降成本。 公司于 2017 年以约 6842 万人民币认购澳大利亚 AVZ 公司增发的 1.86 亿股股份，截止 2022Q2，公司持有 AVZ 公司 6.29%的股权，为公司的第二大股东，对该公司财务与经营政策具有重大影响。据披露， AVZ 公司拥有刚果（金）Manono 项目 75%权益，因此华友钴业间接持有 Manono 项目 4.72%权益。 2021 年 12 月，公司在锂资源端再度布局，以 4.22 亿美元收购津巴布韦前景锂矿 100%的股权，进而享有津巴布韦 Arcadia 锂矿100%权益。而在锂资源回收端，公司已与多家知名整车企业合作梯次利用开发和承接退役电池再生处理，与多家知名电池企业合作以废料换材料的战略合作模式，与多家国内外整车企业达成退役电池回收再生合作。\n　　三元前驱体是公司一体化的枢纽。 目前，公司三元前驱体产品已经进入到 LG 化学、 SK、宁德时代、比亚迪等全球头部动力电池的核心产业链，产品已开始大规模应用到大众 MEB 平台、雷诺日产联盟、沃尔沃等欧美高端电动汽车，并与特斯拉签订了供货框架协议，进入特斯拉核心供应链。\n　　正极材料是公司战略转型的核心。 2021 年公司通过收购正极材料头部企业天津巴莫，首次实现正极材料营业收入。目前，公司三元正极材料已经大批量供应宁德时代、 LGES等全球头部动力电池客户，形成了丰富的产业生态链，并广泛应用于国内外知名品牌电动汽车。我们认为公司作为正极材料一体化的龙头企业，无论是在成本端还是在销售端均有明显的竞争优势，同时也有意向逐步扩大新能源业务的比重，因此未来几年伴随着正极产能的逐步释放，公司正极产品收入有望实现高速增长。\n　　盈利预测与评级： 考虑到 22 年公司产能释放节奏超过先前预期，我们认为公司主要产品销量的攀升将带来营业收入的增长；而由于硫酸镍等原材料价格在 22 年有较大程度的上涨，以及 22 年下半年钴价的剧烈波动，公司钴业务盈利受限，导致整体利润承压， 我们预计 2022-2024 年公司营收合计分别达 545.99 亿元、 802.95 亿元和 1268.42 亿元， 归母净利润分别为 48.44 亿元、 80.81 亿元和 120.95 亿元，对应 2022-2024 年 EPS 分别为 3.03 元/股、 5.05 元/股和 7.56 元/股。 我们认为，车企新能源转型是长期趋势，未来几年下游需求仍将持续增长，新能源产业链有望维持高景气度。 综合考虑可比公司估值水平及公司的资源优势和完善的正极材料一体化布局，我们认为公司与同行业公司相比具有明显的成本优势，因此给予公司23 年 16 倍 PE（原为 2022 年 25x） 对应目标价 80.80 元，维持“优于大市”评级。\n　　风险提示： 产品价格波动的风险；汇兑风险；环境保护风险等。\n",
  "notice_date": "2023-03-15 00:00:00",
  "notice_title": "锂电材料龙头企业，全力打造产业生态闭环",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "吴旖婕",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1015",
          "publishName": "能源金属"
        }
      ],
      "short_name": "华友钴业",
      "short_name_ch": "华友钴业",
      "short_name_cht": "華友鈷業",
      "short_name_en": "HUAYOU COBALT",
      "stock": "603799"
    }
  ],
  "short_name": "华友钴业",
  "source_sample_name": "海通国际"
}