{
  "attach_pages": "55",
  "attach_size": "4074",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202206141572031744_1.pdf?1655200996000.pdf",
  "company_code": "80092742",
  "eitime": "2022-06-14 10:00:47",
  "extend": {},
  "info_code": "AP202206141572031744",
  "language": "0",
  "notice_content": "　　东方盛虹(000301)\r\n　　炼化投产稳步推进，盛虹项目即将贡献业绩。双碳目标为石化行业提出了更高的挑战和要求，我们认为，在供给侧发展受限的环境下，炼化一体化装置凭借其更高的能源利用率及更低的单位能耗强度助推产业链实现低碳发展，协同化、一体化结构也将是未来我国石化行业的发展趋势。对于主营业务为中下游聚酯的民营石化企业来说，向上游炼化项目发展并且最终实现全产业链一体化布局使得企业从成本、产品种类和生产效率等各方面均优势完备，彻底改变了行业的竞争力要素和投资逻辑。一体化炼化项目可以获取整个“炼化-PX-PTA-涤纶长丝”全产业链利润，一体化布局的产业链整体利润水平高于单个产品竞争状态，同时可加强公司上下游议价权和抗风险能力，告别过去单个产品高度竞争的格局，提高业绩的稳定性。在民营大炼化纷纷落地的环境下，我们认为盛虹炼化有三大可竞争优势：1）降油增化改善盈利。随着国家政策方向的发展和实际运营过程中不断发掘出来的下游化工品的精细化和差异化的价值，东方盛虹对其装置配套按照“降油增化”的目标进行了改良，其成品油收率只有31%。在双碳大背景下，国内成品油过剩现象未来日益严峻，向下游化工材料延伸、走小油头大化工路径的炼厂具有更强的竞争力和抗风险能力。2）市场区位优势及产业园协同效益。项目位于江苏和山东两省交汇处，江苏省和山东省的中小型下游企业多，对芳烃、烯烃等大宗原料有较大需求量，同时江苏、山东两省化工产业市场化程度高，市场竞争主体多元化，市场开拓阻力小。同时项目作为连云港石化产业基地园区内唯一的炼化一体化项目，能够为其他项目提供原料，可实现区内管道销售，形成有机融合的产业集群，区内产业协同效益显著。3）下游继续配套深加工，打造“炼化+精细化工”龙头。公司大炼化项目建设之初的方案仅生产至乙烯和丙烯，下游通过新增乙二醇、苯酚、环氧丙烷及多元醇项目，充分发挥炼化产业链规模化和一体化的平台作用，进一步的丰富和深化炼化产品结构，扩大公司大炼化项目竞争力。\r\n　　聚酯行业底部反转+政策强化扩产约束，聚酯化纤行业盈利中枢将抬升。短期来看，考虑上海疫情缓和，防控措施逐渐松动，下游需求有望迎来大幅反弹，聚酯行业上行拐点即将来临。另外，进入2022年至今，受海外汽油裂解价差走强影响，日韩炼厂PX装置转产MX用于调和油，导致全球PX供给收缩，PX价格一路走高。但考虑未来PX产能投建压力仍然较大，PX环节利润向下游PTA及聚酯转移成为产业链结构性大趋势，但是转移幅度和速度还与PX产能释放进度、PTA自身供给增速和下游终端需求增速有关。长期来看，在减存量、控新量的行业政策指导下，叠加双碳目标的逐步落实，聚酯化纤行业总体产能放量受限。结合近两年中央和地方发布的相关政策，可以发现未来化纤（聚酯）产业的发展朝着绿色化、差异化、功能化等方向转型升级，在转型升级、炼化一体化的政策要求下，聚酯行业将加速淘汰落后中小产能。浙江省也提出要“严控新上石化、化工、化纤等高耗能项目”，2022年浙江省虽暂缓了化纤等行业产能置换政策的实施，但限制行业总产能、严控新上产能的政策基调未发生变化。我们认为，化纤行业投资周期性将削弱。根据历史数据，化纤行业投资完成情况与产能投放情况具备较强的正相关性。2012年以前，化纤行业投资的周期性较强，当行业的利润率出现明显改善，就会引发新一轮的投资扩产潮，而产能的集中投放又会引发产能过剩，从而导致行业利润率快速下滑，进而抑制企业的投资意愿，直到下一轮周期的来临。化纤行业在2004年初、2005年初、2007年初和2011年初分别经历了四轮扩张周期，特别是2007年和2011年迎来了大规模新增产能释放。2012年后，化纤行业产能格局趋于稳定，投资的周期属性逐步减弱。2015年后，化纤新增产能逐年下降，我们认为，后续随着双碳政策继续强化对行业的扩产约束，化纤行业产能增长有限。目前聚酯行业的大规模扩产已接近尾声，而近几年民营大炼化落地带动聚酯上游PX产能快速释放。2019-2021年，PX、PTA、聚酯累计新增产能分别为1745万吨/年、2080万吨/年和1348万吨/年，上游扩产规模和扩产速度都大幅高于聚酯行业。从价差结构来看，2019年后，PX价差逐步收窄，长丝价差有扩大趋势。据CCFEI统计数据，2022年，聚酯上游PX和PTA预期新增产能分别为1260万吨/年和1360万吨/年，乙二醇新增产能预计为795万吨/年，聚酯预期新增产能为680万吨/年，上游扩产规模远高于下游需求，下游聚酯端的成本红利有望扩大，聚酯化纤行业盈利中枢有望抬升。公司具备差别化、高端化、高附加值的长丝生产能力，这将为公司贡献更高的毛利率。\r\n　　斯尔邦注入，精细化工内核升级。2021年12月31日，斯尔邦完成过户，公司直接持有斯尔邦100%股权，全面打通炼化精细化工全产业链。甲醇制烯烃和丙烷脱氢制丙烯优势互补，实现降本增效。目前，斯尔邦已投入运转的MTO装置设计生产能力约为240万吨/年（以甲醇计），截至2022年1季度，斯尔邦拥有78万吨/年丙烯腈产能、30万吨/年EVA产能、17万吨/年MMA产能、20万吨/年EO产能。2022年4月25日，公司70万吨/年丙烷脱氢（PDH）装置一次性开车成功，丙烯总产能提升至120万吨/年，PDH装置的投产，意味着公司在丙烯原料的获取方面可以实现“甲醇制烯烃”和“丙烷脱氢制丙烯”的优势互补，可以根据甲醇和丙烷的市场行情，灵活调整MTO和PDH装置产能，进一步降本增效。向下延伸高附加值产品，提升自身盈利能力。目前，丙烷产业链仍在推进建设，在建产能包括26万吨丙烯腈、18万吨MMA和21万吨SAR。待丙烷产业链项目建设完成后，斯尔邦将拥有104万吨/年丙烯腈产能。另外，斯尔邦还在规划建设75万吨/年EVA产能（包括60万吨光伏级EVA和15万吨热熔级EVA），待投产后，将实现EVA百万吨产能。此外，斯尔邦在建EO扩能10万吨项目，以丙烯和乙烯为基础，向下延伸高附加值产品，提升自身盈利能力。\r\n　　碳中和拉动新能源需求，斯尔邦率先受益于EVA高景气。需求端来看，根据欧洲光伏产业协会（SolarPowerEurope）的预测，2022年-2025年EVA胶膜使用将稳步发展，POE胶膜（含共挤型）占比逐渐上升，假设共挤型POE胶膜中2/3为EVA胶膜，随着光伏胶膜的需求量提升，其对应的胶膜材料EVA和POE的需求也将稳步提升，预计2022-2025年光伏胶膜中EVA用量占比约为85%左右。由于EVA胶膜的制作材料为EVA树脂和改性剂，EVA树脂的重量约为0.5kg/平方米。我们取保守和乐观情况的均值进行测算，2022-2025年全球光伏EVA粒子需求量约为115、128、145和161万吨，年需求增速高达17.15%，未来4年间光伏EVA粒子需求量保持较为高速的增长。同时，考虑开工率、实际产出时存在一定的技术难度、装置检修、不同牌号EVA产品切换情况，我们假设2022-2025年EVA产能利用率为85%，我们认为2022-2023年全球光伏EVA将处于紧平衡状态，2024-2025年供给端产能集中释放，EVA将实现较为宽松的供需平衡格局。2022年5月，为减少对俄罗斯化石燃料的依赖，欧盟发布了REPowerEU计划，根据计划，欧盟将加大光伏能源建设，在2022-2025年内实现累计新增光伏装机容量320GW，在2022-2030年内累计新增光伏装机容量达到600GW，到2027年，这些新增光伏产能将替代（覆盖）欧盟每年90亿立方米的天然气消费量。而此前，欧洲光伏产业协会（SolarPowerEurope）预测，在乐观情况下，到2025年欧盟累计较2021年新增光伏装机容量207GW。在俄乌冲突影响下，未来4年内欧盟光伏装机容量或将额外新增113GW，全球光伏装机增速进一步提升，带动光伏EVA粒子需求额外新增近60万吨，EVA供需格局或将继续保持紧平衡状态。供给端来看，目前中国建设及规划的产能情况，建设和规划中的EVA产能约190万吨，根据采用的技术专利和装置的特征，我们预计到2025年国内光伏EVA粒子产能152万吨，海外产能约75万吨，考虑到EVA装置实际生产情况和开工率，我们认为到2025年全球光伏EVA粒子基本实现较为宽松的供需平衡。因此，从光伏EVA的长期格局来看，“碳中和”的持续仍将维持光伏的高增速，尽管国内光伏料投产速度超预期，利润较目前的绝对高位可能将出现回落，但光伏EVA作为高进口依赖的化工品，在解决“卡脖子”、实现大部分自给之前，仍然会维持较为可观的利润水平。由于国内新建EVA产能落地仍需时间，本轮需求主导的EVA行情将有利于EVA光伏料龙头企业，斯尔邦作为光伏级EVA生产龙头之一，将优先收益于这一波高景气。\r\n　　盈利预测与投资评级：我们预测2022年-2024年公司EPS（摊薄）分别为1.12元、2.08元和2.36元。对应动态市盈率（以2022年6月13日收盘价计算）分别为16.93倍、9.11倍和8.01倍。大炼化项目完全投产和贡献全年业绩，以及EVA高景气带动公司盈利能力提升，公司估值低于可比公司平均水平，我们维持“买入”评级。\r\n　　股价催化剂：大炼化项目提前贡献业绩；聚酯项目较预期提前投产；聚酯行业景气度上升，公司产品价格持续上涨；EVA景气度提升。\r\n　　风险因素：油价高位运行，成品油盈利价差收窄风险；炼化一体化项目及配套项目投产进度滞后，盈利不及预期的风险；原油价格剧烈波动的风险；终端需求恢复不及预期的风险；全国PTA产能过剩加剧导致利润持续摊薄的风险；EVA价格下跌风险。",
  "notice_date": "2022-06-14 00:00:00",
  "notice_title": "公司深度报告：大炼化即将发力，EVA持续高景气，聚酯盈利中枢上升，看好未来成长",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "陈淑娴",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1019",
          "publishName": "化学原料"
        }
      ],
      "short_name": "东方盛虹",
      "short_name_ch": "东方盛虹",
      "short_name_cht": "東方盛虹",
      "short_name_en": "EASTERN SHENGHONG",
      "stock": "000301"
    }
  ],
  "short_name": "东方盛虹",
  "source_sample_name": "信达证券",
  "star": "3"
}