{
  "attach_pages": "90",
  "attach_size": "6762",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202402211622515324_1.pdf?1708542939000.pdf",
  "company_code": "80000069",
  "eitime": "2024-02-21 19:15:39",
  "extend": {},
  "info_code": "AP202402211622515324",
  "language": "0",
  "notice_content": "　　长安汽车(000625)\n　　投资要点：\n　　以燃油车混动化“增存量”，纯电车多品牌覆盖全价位市场“抢增量”。公司加快燃油车新能源转型步伐，“P2+P13+增程式”方案同时发力，根据产品定义选择适配的混动方案，以13.10满足用户差异化的需求。“启源+深蓝+阿维塔”三品牌并行，实现“低中高”细分市场全9,917覆盖，有助建立清晰的品牌认知，提高公司在纯电领域的市占并开启新一轮高端化探索。其中，启源聚焦10-20万主流家用电动市场，旨在为“长安”主品牌塑造全新数智形象来与60.40%过去燃油车形成品牌切割；深蓝瞄准15-30万电动蓝海市场，以多样性的补能方式和高性1.8814.84%价比的智能科技推动“电动、智能双平权”，承担公司“上量”使命；阿维塔定位高端智能电动品牌，24年将推出2款定位20万元量级、锚定主流人群的走量产品，并提供增程式动力选择，动力、价格选择的多样性有助阿维塔打开销量空间，带动长安品牌向上。\n　　HI模式外再与华为成立合资公司，公司多维度将受益。公司与华为拟设立合资公司，开展汽车智能解决方案、汽车智能座舱等7大领域的业务，不涉及整车业务，公司拟获取不超过40%的股权。我们认为，若本次合作能够顺利落地，公司将在多维度收益：1）公司有望通过合资公司充分获取华为的研发、技术和产品资源，并率先应用于自主车型，有助于公司在“软件定义汽车”时代抢占智能电动车市场份额；2）华为在消费电子领域20余年的产品、营销经验和品牌影响力将为公司产品定义和营销策略锦上添花；3）华为终端用户基础庞大，线上运营体系成熟，能够为公司引流并带来巨量产品曝光度，完善的海内外渠道布局和成熟的终端营销经验也能为公司快速触达用户并完成销售转化赋能；4）若合资公司未来能在多方赋能下实现稳健盈利，将增厚公司投资收益。\n　　海纳百川计划逐步打破出海壁垒，引领自主实现由产品出海向价值链出海转化。“海纳百川”计划明确了“四个一”发展目标，并提出了“五大布局”，为长安汽车逐项突破出海重难点、应对国际贸易摩擦提供了战略性思路，公司以泰国为桥头堡逐步辐射全球右舵市场，首个海外右舵新能源生产基地已动工，首期产能10万辆，二期提升至20万辆，计划于25年Q1投产，后期在欧洲、南美等地区也有产能建设规划，此外，还将持续在海外设立零部件仓储配送中心、技术培训中心等，建设本土化技术、运营和销售团队，打造本土化产品，加速由“产品出海”向“价值链全球化”的转变，重构全球汽车产业链。\n　　投资建议：预计2023-2025年公司归母净利润114.36/102.74/126.20亿元，对应EPS1.15/1.04/1.27元，对应PE为11/13/10倍，首次覆盖，给予“买入”评级。\n　　风险提示：行业竞争持续加剧风险、原材料成本上涨风险、新车型推出和交付速度不及预期风险、新车型销量表现不及预期风险、正式投资合作协议签署不及预期风险。\n",
  "notice_date": "2024-02-21 00:00:00",
  "notice_title": "公司深度报告：固本焕新耀“民族智惠”，扬帆海外展自主雄心",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "黄涵虚",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "长安汽车",
      "short_name_ch": "长安汽车",
      "short_name_cht": "長安汽車",
      "short_name_en": "CHANGAN AUTOMOBILE",
      "stock": "000625"
    }
  ],
  "short_name": "长安汽车",
  "source_sample_name": "东海证券",
  "star": "3"
}