{
  "attach_pages": "8",
  "attach_size": "872",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202203291555812809_1.pdf?1648581121000.pdf",
  "company_code": "80114781",
  "eitime": "2022-03-29 19:11:07",
  "extend": {},
  "info_code": "AP202203291555812809",
  "language": "0",
  "notice_content": "　　伊利股份(600887)\n　　事件：公司发布公告，2022年1至2月，公司实现营业总收入215亿元左右，同比增长15%以上；利润总额33亿元左右，同比增长20%以上。\n　　收入端全面开花，业务增长强劲，渗透率继续提升。2022年1至2月，公司旗下液体乳、奶粉及奶制品、冷饮各项业务均保持良好增长态势，收入端全面开花。具体来看，公司白奶业务继续保持高增长态势，1月公司常温白奶同比增长12.6%；冷饮业务的销售额实现大幅增长；奶酪业务翻倍增长，根据尼尔森数据，2022年1月伊利奶酪的市场份额同比提高3个百分点，1-2月合计同比去年增长翻倍，增幅远高于同行业。奶粉方面，尼尔森数据显示，1至2月金领冠销售收入同比增长30%以上，增速位列行业首位；2022年2月，金领冠婴幼儿奶粉通过史上最严“新国标”，伊利为唯一通过的奶粉头部企业。除此之外，伊利母品牌实现22%销售额增速，创造历史最佳。业务增长强劲的背后是伊利产品的市场渗透率持续提升，保持行业领先水平；公司在地级市、县级市的市场渗透率同比分别提升0.6个百分点、1.2个百分点，消费者触达规模持续上升。各项业务高歌猛进符合公司之前提出的各条线剑指第一的长期目标，乳业龙头扩张逻辑不断验证。\n　　结构升级、持续推新铸就利润端向好。公司高端产品占比不断提升，产品结构升级持续，推动公司利润增速高于收入增速。根据公司公告，金典、安慕希、金领冠、巧乐兹等重点产品占比同比+3pcts，进一步拓展了高端细分市场的规模，保持高端产品份额的领先。具体来看，例如1月公司常温白奶同比增长12.6%，其中金典增长15.1%，增速为同品类第一；巧乐兹旗下高端品牌绮炫增长率达到74%以上，高端品牌甄稀增长率达到82%以上，超高端品牌须尽欢增长率达到748%以上。创新驱动公司业务健康持续发展，推动产品结构不断升级。今年以来，公司陆续推出了“金典超滤牛奶”、“安慕希丹东草莓”、“金领冠塞纳牧有机奶粉”、“须尽欢厚乳冰淇淋”等多款新品，高端新品、新业务的快速成长成为收入与利润的强劲动力。此外，伊利刚刚要约收购成功的澳优，拥有全球羊奶第一品牌佳贝艾特、超高端牛奶粉品牌海普诺凯1897等知名品牌，强强联合后，伊利奶粉有望迎来高速增长。\n　　盈利能力释放逻辑不断兑现，原奶成本或迎拐点。2022年以来，原奶成本稳中有降，根据农业农村部数据，我国主产区生鲜乳3月16日最新价格为4.19元/公斤，同比-2.1%，今年内降幅达1.4%。对比去年原奶价格持续上涨的情况，今年的价格在春节旺季后正常回落意味着原奶供需趋于平缓，我们有望看到原奶成本的拐点。叠加去年至今行业竞争格局趋缓、龙头降费减促的表观特征；我们认为，长期来看，在集中度提高、格局愈发稳定的背景下，奶价回落有望促进公司毛销差进一步优化，从而为实现每年提升0.5pct净利率目标打下坚实基础；但乳企利润端具体表现，还需要对当期销售费用的投放力度和投放节奏进行观察。总体而言，我们认为未来行业需求无虞，公司产品创新、结构提升趋势不改；竞争格局有望延续缓解态势，公司将持续受益于行业竞争趋缓、格局优化、集中度提升，从而实现业务及业绩目标。\n　　公司盈利预测及投资评级：我们预计公司2021-2023年净利润分别为89.2、106.4和120.9亿元，对应EPS分别为1.47、1.75和1.99元。当前股价对应2021-2023年PE值分别为24.57、20.59和18.12倍。维持“强烈推荐”评级。\n　　风险提示：原奶价格大幅上涨，疫情反复影响终端消费。\n",
  "notice_date": "2022-03-29 00:00:00",
  "notice_title": "收入端全面开花，盈利改善持续兑现",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "孟斯硕,王洁婷,韦香怡",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "伊利股份",
      "short_name_ch": "伊利股份",
      "short_name_cht": "伊利股份",
      "short_name_en": "YILI",
      "stock": "600887"
    }
  ],
  "short_name": "伊利股份",
  "source_sample_name": "东兴证券",
  "star": "1"
}