{
  "attach_pages": "4",
  "attach_size": "890",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204181559967164_1.pdf?1739368584000.pdf",
  "company_code": "80027629",
  "eitime": "2022-04-18 10:45:05",
  "extend": {},
  "info_code": "AP202204181559967164",
  "language": "1",
  "notice_content": "　　卓胜微(300782)\r\n　　Maxscend announced 1Q22 profit alert. 1Q22 revenue is estimated to grow 12.4%YoY to RMB1,330mn, while mid-point NP is expected to decline 7.9% YoY toRMB454mn. Given tough macro environment (unexpected geopolitical tension inEuro, partial lockdown in China), in addition to known weak smartphone demand,the Company delivered a satisfactory result in our view. A double-digit revenuegrowth for a tough quarter could dispel investors’ concerns over the Company’scapability to expand product portfolio. Lower margin is well expected with productportfolio expansion, but the degree exceeded our previous estimate due to recentsupply chain uncertainties. We lowered our bottom line forecasts and cut TP toRMB278. Maintain BUY.\r\n　　Revenue grew double-digit, despite of high base and weak smartphoneshipment. 1Q22 revenue is estimated to grow 12.4% YoY, as RF module (LPAMiF) has been mass-produced. Due to the unusual seasonality caused bythe pandemic, 1Q21 was the best quarter during the year in terms of sales.Given the high base and recent weakness in smartphone market, a doubledigit revenue growth for the first quarter should dispel investors’ concerns overthe Company’s ability to continue to make breakthroughs in productdevelopment and win clients’ orders.\r\n　　Lower profitability due to anticipated margin compression andunexpected supply chain uncertainties. 1Q22 NP is expected to decline10.4% - 5.4% YoY, due to 1) incremental R&D fees for fab-lite program, 2)unfavorable product mix as product portfolio expanded into maturedcategories, such as sub-3GHz receiver modules, 3) rising material price and4) higher inventory level to ensure supply chain security.\r\n　　Maintain BUY with new TP of RMB278. We lowered our FY22E NP by 9%, dueto prolonged supply chain disruption. We also adjusted target P/E multiple to 37xFY22E P/E (vs. prior 50x), 1-SD below historical 2-year average, reflectingsmartphone market weakness, margin pressure and supply chain uncertainties.\r\n　　Potential risks include 1) weaken consumer demand, 2) intensified competition,3) slower-than-expected R&D and 4) further deteriorated marco environment.Potential upside includes M&A opportunity.",
  "notice_date": "2022-04-18 00:00:00",
  "notice_title": "1Q22 preliminary results：top-line better thanfeared，bottom-line miss；Maintain BUY",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng,Lana Lin",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "卓胜微",
      "short_name_ch": "卓胜微",
      "short_name_cht": "卓勝微",
      "short_name_en": "MAXSCEND",
      "stock": "300782"
    }
  ],
  "short_name": "卓胜微",
  "source_sample_name": "招银国际"
}