{
  "attach_pages": "23",
  "attach_size": "2384",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202103151472037173_1.pdf?1615808943000.pdf",
  "company_code": "80092742",
  "eitime": "2021-03-15 11:00:28",
  "extend": {},
  "info_code": "AP202103151472037173",
  "language": "0",
  "notice_content": "　　五粮液(000858)\n　　投资建议：聚焦团购建设与数字化赋能，五粮液二次改革红利持续释放。根据公司公告披露，2020年，公司预计实现营业总收入572亿元左右，同比增长14%左右，实现归母净利润199亿元左右，同比增长14%左右，实现年初双位数增长目标，十三五顺利收官。回顾2020年，公司应对疫情提出的“三损三补”工作方针，加快了五粮液在数字化转型上的进度，不论是“五粮云店”的上线，还是“数字酒证”的推出，都具有行业标杆意义，为企业发展提供新的消费增量。企业级团购的打造弥补了传统渠道上的损失，并为公司的控货挺价提供有效支撑。我们预计2020-2022年EPS分别为5.13、6.16和7.27元，对应2021年3月12日收盘价（264.45元/股）市盈率52/43/36倍，首次给予“买入”评级。\n　　优化调整传统渠道，加快团购渠道建设，团购占比快速提升。2020年，公司对现有传统商家计划量进行优化调整，减少4000吨传统经销配额，明确调整后传统商家不增量，不再发展传统渠道客户，营销团队深入一线，与经销共同开发团购客户，构筑新型厂商关系。集团董事长率队拜访企业级团购客户，实现总对总的战略合作。团购渠道的建设在完善渠道体系的同时，串联起提升产品力、直达消费终端、培育意见领袖、打造高定市场等重要目标。在厂商上下一心的带动下，仅历时半年，五粮液团的购占比由10%提升至20%，成绩令人振奋。\n　　加快渠道创新和数字化赋能，从新零售获取消费增量。2020年初，公司与京东达成合作协议，启动全方位“白酒供应链数字化”服务合作项目，加快推进五粮液分仓网络体系建设，共同推进五粮液产品全链路供应服务模式升级。针对疫情的来袭，“五粮云店”上线，提供了线上线下一体化的营销互动和无接触式产品配送服务。随后新零售公司成立，标志着五粮液向数字化转型纵深发展的前进，打造了“垂直生态赋能平台”。“数字酒证”项目借助数字化技术赋能，将区块链数字通证与五粮液实物产品相锚定，探索集消费、投资、收藏、存储、赠礼于一体的数字化消费新增长，触达白酒爱好者和老酒收藏客群。借助数字化，公司实现了“M2C”销售模式，在消为费者提供更优质服务的同时，也加强了线上渠道的管理。\n　　升级系列酒产品线，打造超高端产品，实现品牌价值回归。2020年，公司继续实施瘦身战略，在清退12个品牌577款产品的同时，依次对五粮醇、五粮特曲、尖庄三大系列酒品牌进行了产品升级，从品质提升、包装升级、营销改革三方面焕发系列酒产品活力。除此之外，公司推出超高端产品——经典五粮液，与公司高定市场氛围打造、意见领袖培育一脉相承，促进五粮液核心产品体系更趋完善，等级性和辨识度进一步提升，为消费者提供更加丰富、更高品质的选择，彰显品牌价值回归。\n　　展望未来，定调稳重求进，抓高质发展机遇，继续打造团购渠道优势。1218大会上，集团董事长李曙光判断，“机遇大于挑战，‘十四五’将成为五粮液布局新一轮高质量发展的重要窗口期和战略机遇期。”公司将继续从产品品质提升、扩产扩建等方面追求高质量发展，在“稳中求进”的基调上，围绕“创新、转型、跨越”三大关键词，持续释放二次改革的红利。此外，公司团购渠道仍在推进建设中，目标2021年实现30%的份额占比。\n　　股价催化剂：五粮液出厂价提升；通胀预期升温\n　　风险因素：宏观经济不确定风险；行业竞争加剧风险\n",
  "notice_date": "2021-03-15 00:00:00",
  "notice_title": "公司深度报告：复盘2020：深化改革，价值回归",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "马铮",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "信达证券",
  "star": "3"
}