{
  "attach_pages": "9",
  "attach_size": "951",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202506021683575763_1.pdf?1748885985000.pdf",
  "company_code": "10001968",
  "eitime": "2025-06-02 17:39:45",
  "extend": {},
  "info_code": "AP202506021683575763",
  "language": "0",
  "notice_content": "　　华利集团(300979)\n　　事件：5月30日，海通国际海外消费组调研华利集团峨眉山工厂，并参加公司高管与投资人交流会。管理层表示，2024年华利集团工厂数量由2023年的16座增至20座，总员工人数达到17万人，全年出货量达2.23亿双，同比增长逾17%；营收和净利润分别达到240亿元与38亿元，延续稳健增长趋势。公司持续进行产能升级并加大自动化投入，通过资源整合、严控成本和新厂投产提升整体运营效率。\n　　公司产能结构主要围绕大客户配置，全球新建产能持续落地。公司客户以量产排序，NIKE集团排名第一，VANS和Deckers group排名第二和第三。公司进入ADIDAS供应链后，处于快速增量阶段，未来空间广阔。公司深挖运动+休闲鞋履市场和品牌供应链，尤其在running和lifestyle产品线有明显优势。公司当前产能主要集中于越南，依托当地低成本劳动力和税收优惠，单位成本低于同行。自2005年起公司在越南当地陆续设厂，年产能超过2亿双。印尼首家工厂已于2024年上半年投产，在3个月内即实现损益平衡；印尼第二工厂于2025年2月启动生产。中国四川工厂于2025年2月正式投产，主要覆盖ADIDAS多个产品线，是公司响应客户多元需求的重要布局。根据公司产能扩建计划，公司未来将继续在印尼、越南新建工厂，以进一步分散区域风险、增强产能韧性。\n　　供应链管理体系严谨高效，强化生产稳定性与交期把控。原材料采购成本占总经营成本比例过半，公司严格控制支出，要求各工厂按照统一标准采购，确保各环节规范透明。公司在交期管理方面尤为严谨，强调材料到厂必须准时，避免因缺料造成产线空转，体现其对产能利用率的高度重视。同时，公司按品牌或颜色进行采购管理，每个品牌设有专门的小组，避免因物料差异影响成品质量或交付周期。\n　　研究全球税率环境，推动产能与利润率协同优化。华利管理层高度重视区域税负差异对利润率的影响，持续寻找关税风险较低的区域，如多米尼加和印度等地，由于潜在的低税率优势和长期战略价值，这些地区被纳入未来布局评估范围。面对贸易政策的不确定性，公司坚持FOB定价模式，展现出较强的定价纪律和风险应对能力。同时，公司积极优化客户结构，接纳新兴品牌订单，重构客户组合，降低客户集中度，提升整体订单质量和议价能力，为未来的可持续发展奠定坚实基础。\n　　2025-2026年随着新工厂落地毛利率有所承压，中长期毛利率有望回升至高位。2024年华利集团工厂数量为20个，至25年中约22个，25年底或落地24个，至26年约有26个工厂。随着新工厂的落地，产能有爬坡期，短期或拖累毛利率表现，但随着工人效率和产能利用率的提升，毛利率将有望回升至高位，季度间毛利率会跟随是否有新工厂投产或产能爬坡波动。\n　　风险提示：产能投放不及预期；客户订单调整风险；区域政治与税收政策不确定性；原材料价格波动风险；汇率波动风险。\n",
  "notice_date": "2025-06-02 00:00:00",
  "notice_title": "围绕大客户配置全球新建产能持续落地，新客户订单增长显著",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "寇媛媛,陈芳园",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "436",
          "publishName": "纺织服装"
        }
      ],
      "short_name": "华利集团",
      "short_name_ch": "华利集团",
      "short_name_cht": "華利集團",
      "short_name_en": "HLIG",
      "stock": "300979"
    }
  ],
  "short_name": "华利集团",
  "source_sample_name": "海通国际"
}