{
  "attach_pages": "8",
  "attach_size": "1140",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504181658420794_1.pdf?1744991884000.pdf",
  "company_code": "80027629",
  "eitime": "2025-04-18 15:58:04",
  "extend": {},
  "info_code": "AP202504181658420794",
  "language": "1",
  "notice_content": "　　三一重工(600031)\r\n　　SANY Heavy (SANY) net profit in 2024 came in at RMB5.97bn (+32% YoY),which is 0%/-2% versus our/Bloomberg consensus estimates. The proposeddividend implies a 51% pay-out ratio (up from 41% in 2023), which is the highestsince 2017. During the post-results call, SANY revealed that emerging marketssuch as Asia Pacific, Africa, the Middle East and South America will be the keyfocus, while it remained cautious on the US & Europe market due to geopolitics.Management also highlighted the potential of large-size/mining excavatorsgoing forward. We maintain our view that SANY remains the best proxy to playthe upcycle of excavators. We slightly revise up our 2025E/26E earningsforecast by 5/7%. Accordingly, we revise up our TP to RMB22 (from RMB21),based on an unchanged target P/E of 24x (equivalent to 0.5SD above theaverage of 20x since 2017). Our above-average multiple is to reflect theearnings upcycle. Maintain BUY.\r\n　　4Q24 results highlights. Revenue grew 12% YoY to RMB20bn. Grossmargin slightly contracted 4.2ppt YoY to 21.4%, while S&D expense ratiofell 5.4ppt YoY to 3.9%, largely due to a change in accounting treatment(warranty expense was included in COGS instead of S&D expenses).Administrative expense ratio increased 1.1ppt YoY to 5.1%, while R&Dexpense ratio dropped 1.5ppt YoY to 7.6% (a continuous YoY reductiontrend since late 2022). EBIT grew 9% YoY to RMB760mn. Net profit surged1.3x to RMB1.1bn, helped by other income and FX gains. For the full yearin 2024, net profit grew 32% YoY to RMB5.97bn. Operating cash inflowsurged 1.6x YoY to RMB14.8bn.\r\n　　Overseas revenue grew 12% in 2024 (64% of total revenue). In terms ofregion, Africa surged 44% YoY to RMB5.3bn (11% of overseas revenue);Asia Pacific (ex-China) grew 15% YoY to RMB20.6bn (42%); Europe grew2% YoY to RMB2.3bn (25%); America grew 7% YoY to RMB10.3bn (21%).Overseas gross margin was 29.7%, higher than the 21% in China.\r\n　　Outlook: SANY will continue to expand the overseas sales network andafter-sales service capability. SANY sees potential sales growth of 20% inmarkets such as the Middle East, Asia Pacific and Africa. South America isanother key market with potential sales growth of 25%. In terms of capacity,SANY is considering capacity expansion in Brazil.",
  "notice_date": "2025-04-18 00:00:00",
  "notice_title": "2024 earnings inline; Emerging markets remain the key focus",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "三一重工",
      "short_name_ch": "三一重工",
      "short_name_cht": "三一重工",
      "short_name_en": "SANY HEAVY IND",
      "stock": "600031"
    }
  ],
  "short_name": "三一重工",
  "source_sample_name": "招银国际"
}