{
  "attach_pages": "7",
  "attach_size": "755",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202110141522570061_1.pdf?1634220241000.pdf",
  "company_code": "80050806",
  "eitime": "2021-10-14 14:04:01",
  "extend": {},
  "info_code": "AP202110141522570061",
  "language": "0",
  "notice_content": "　　海天味业(603288)\r\n　　事件：\r\n　　海天味业10/12发布提价公告，鉴于各主要原材物料、运输、能源等成本持续大幅上涨，海天将对酱油、蚝油、酱料等部分产品出厂价进行调整，主要产品调整幅度为3%-7%，新价格于10/25开始执行。目前渠道端反馈渠道提价幅度为5%-8%，提价明细暂未收到。\r\n　　点评：\r\n　　提价靴子落地。9/23海天渠道反馈，因各种成本和原材料不断上涨，公司通知将于2021年10月在全国范围内海天全系列产品价格上调。9/25公司发布澄清公告，近期公司正在评估是否对产品价格进行调整，但调价计划尚未最终确定；如实施调价计划，对公司未来业绩是否增长带来不确定性。10/12公司发布提价公告，酱油、蚝油、酱料等部分产品出厂价上调3%-7%，新价格于10/25开始执行。\r\n　　成本推动提价。今年公司主要原料物料（原材料如大豆、包材如纸箱、pet瓶等）、运费、能源等成本持续大幅上涨，其中大豆价格从19年底开启单边上涨，21年从年初的4442元/吨涨到现在的5241元/吨，涨幅18%，pet价格从20年11月开启单边上涨，21年从年初的5800元/吨上涨到现在的8400元/吨涨幅45%，瓦楞纸从20年5月开始震荡上行，21年从3756元/吨到4232元/吨上涨12.7%。成本上涨预期之中，近期能源成本上涨预期之外，多重压力导致提价。\r\n　　是否为提价最佳时点：不是最佳时点，但非最差时点。最好的提价是需求拉动型提价，而非成本推动型提价，即最理想的是需求景气度向好、库存处于地位，这或者伴随产品品牌力提升，或者伴随经济快速发展，也就是08-14年两年一次的提价。\r\n　　非最佳时点：15年以来GDP增速跌破7%，需求都不如之前，此外海天品牌势能最快释放期间已过。目前，后疫情时代消费者需求确实存在一定压力，消费完全恢复时间不确定。\r\n　　非最差时点：渠道端提价众望所归，从19年开始渠道就在传提价传闻，一次次被否之后，此次提价也在预料之内。目前公司渠道库存整体在2个月左右（历史正常为1.5-2个月），局部地区2-2.5个月，虽然未处于历史较低位置，但依旧良性，渠道进货意愿是有的。\r\n　　提价影响：渠道利润有望重塑，报表端改善尚不确定。调味品行业公司提价，一般为渠道利润优化的过程，海天自上次提价已经有5年时间，部分渠道出现利润薄弱的情况，本次提价渠道利润空间有望优化。报表端来看，短期来看，渠道库存良性，会进行一定囤货，利好短期报表，长期来看，一方面提价能暂时缓解成本和利润压力，另一方面需求疲软下，提价可能对销量产生一定压力。\r\n　　两次提价对比：本轮提价影响远低于上次。上一轮海天涨价是16年12月底，提价幅度为5%，本轮涨价时间为21年10月底，提价幅度为3-7%。\r\n　　16年提价：复盘16年底海天提价5%，海天股价从16年底的17.48涨至18年6月份的52.38，涨了2倍。其中EPS从16年的1.05涨至18年的1.62，涨了54%；pe从23x到52x，涨了126%（均为盈利预测的EPS和PE）。\r\n　　两次提价差异：本轮提价基础低于上次提价，主要体现渠道库存基础和终端需求两方面。16年底提价渠道库存经过半年的出清，已经处于历史低位，17年宏观背景下消费需求也较好。本轮提价渠道库存在历史平均水平，疫情影响下消费需求也不甚乐观。\r\n　　本轮提价：我们认为提价对EPS的提振低于估值的提振。\r\n　　1）EPS贡献：提价对收入和利润影响基本持平，假设销量不受影响，出厂价提高带来收入增长，但公司提价一般伴随促销搭赠的增加，预期毛利率变动不大，扣减费用和其他支出，预计利润增速预计略高于收入增速。\r\n　　提价之前我们盈利预测为22年收入、利润分别为264亿、84亿，增速16%、19%，EPS为2元/股。海天部分产品提价3-7%，我们加权按照5%来计算，提价后盈利预测上调，22年收入、利润分别为296亿、88亿，增速17%、24%，EPS为2.1元/股（均为中性预测）。也就是EPS较原先有5%-10%提升。\r\n　　2）估值贡献：目前PE(22E)是54x，peg(22E)是2.25，历史高点PE是80x，peg是4x。如果乐观预测本轮peg到3，则还有33%的空间，本轮估值处于较高位置，拔估值的空间有限。\r\n　　投资建议：我们认为提价信息对股价的影响，多于对企业经营层面的影响。\r\n　　1）经营层面：提价对行业内公司短期利好，即报表可能暂时好看一些，长期存在一定不确定性，主要是需求依旧疲软。考虑到基数及需求逐步恢复，高频数据视角可能最坏的时候已经过去。\r\n　　2）资金面：根据太平洋策略观点，当下“三座大山”压力尚未松动，建议先行防御，静待“政策底”出现，再右侧进攻抓反弹。具体配置三个方向，首选是防御性高且成本转嫁能力较强的消费，包括食品饮料、农业、纺织服装等。\r\n　　3）情绪面：今年调味品行业受各种负面因素影响，各公司今年均高位下跌，海天今年最大回撤50%、中炬回撤62%、千禾回撤62%，板块市场情绪处于历史较低点，负面信息不断挖掘、行业长期逻辑被过度质疑。我们认为调味品行业依旧是食品饮料中最好的赛道之一，社区团购影响只是短期。估值下杀peg从3倍到2倍到现在的1倍，我们认为比较合理的peg在1.5-2倍左右。\r\n　　4）投资建议：9、10月份市场进入估值切换期，从锚定21年业绩到22年业绩。考虑盈利预测修正，目前股价对应估值为海天peg（22Y）是2.25。我们认为调味品行业股价处于磨底阶段，短期有反弹行情，右侧还需跟踪确认。右侧真正来临的标志有：需求确认逐渐向好（餐饮数据好转）、未来收入预期提升及消费者信心恢复等。虽然基本面尚未来到右侧，但资金面、情绪面利好远大于基本面的不确定性。\r\n　　盈利预测与评级：维持“增持”评级。海天味业凭借品牌、渠道、品类和规模的突出优势，护城河持续拓宽，受益于集中度提升红利、消费升级红利、规模红利、管理红利等方面，公司未来仍将维持持续、稳健的增长，长期来看“三五”规划有望顺利地实现。公司提价有望重塑渠道利润，短期利好报表，长期影响尚不确定。我们预计2021-2023年的收入增速分别为11%、17%（上调）、16%；净利润增速分别为11%（上调）、24%（上调）、18%；对应EPS为1.69（上调）、2.10（上调）、2.47（上调）。考虑业绩持续稳定增长以及龙头的估值溢价，我们按照2022年的EPS给60倍PE，阶段目标价126元，维持“增持”评级。\r\n　　风险提示：行业竞争加剧；原材料价格波动；食品安全问题；",
  "notice_date": "2021-10-14 00:00:00",
  "notice_title": "海天味业：提价靴子落地，渠道利润重塑",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "李鑫鑫,蔡雪昱,黄付生",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "海天味业",
      "short_name_ch": "海天味业",
      "short_name_cht": "海天味業",
      "short_name_en": "HAITIAN FLAV",
      "stock": "603288"
    }
  ],
  "short_name": "海天味业",
  "source_sample_name": "太平洋",
  "star": "3"
}