{
  "attach_pages": "41",
  "attach_size": "2660",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202207071575882241_1.pdf?1657183299000.pdf",
  "company_code": "80000064",
  "eitime": "2022-07-07 08:41:39",
  "extend": {},
  "info_code": "AP202207071575882241",
  "language": "0",
  "notice_content": "　　卫星化学(002648)\n　　轻质化成全球趋势，轻烃龙头优势显著\n　　碳中和背景下原料轻质化已成为全球烯烃行业不可逆的趋势，轻烃化工龙头价值有望重估。以乙烷裂解和丙烷脱氢为代表的轻烃化工具有流程短、收率高、成本低的特点，在全球范围内掀起烯烃结构轻质化的浪潮。同时，轻烃化工还有低碳排、低能耗、低水耗的特点，其副产主要为氢气，能够有效降低循环产业链的用氢成本，并可以向外提供高纯低成本氢能源，符合碳中和背景下低碳节能的全球共识。卫星化学已逐步从丙烯酸龙头成为轻烃化工领先企业。卫星化学最早生产高分子乳液，沿产业链向上发展逐渐成为国内民营丙烯酸及酯龙头，产能全国第一，已建立较强的规模优势。公司是轻烃化工的领导者，敏锐的发现了页岩气革命后轻烃资源为全球能源格局带来革命性的变化，成为国内首批建设丙烷脱氢项目的企业，而乙烷裂解具备供应链条件后，公司也率先成为我国第一个完成进口纯乙烷裂解制乙烯的企业，弥补了行业空白。公司以轻烃化工为切入口先后纵向和横向切入C2和C3赛道，由单一品类发展为烯烃一体化平台，乙烯和丙烯的完善原料布局帮助公司拥有更高产品选择自由度，公司切入新材料领域，也能在未来材料领域的竞争中凭借原材料一体化成本优势立于不败之地。\n　　C3产业链：规模化和一体化优势凸显，弹性与韧性兼具\n　　我国丙烯自给率不断提升，丙烷脱氢已成为重要的供给边际增量，丙烯酸高景气度有望维持。卫星化学深耕丙烯酸及酯产业链，目前产能全国第一，全球前三，已具有明显的规模化优势。由于公司已形成从上游丙烷脱氢到下游丙烯酸已形成全产业链一体化布局，一方面能够享受丙烷脱氢的利润弹性，一方面能够享受丙烯酸及酯供需回暖景气提升带来的高盈利弹性，互为补充，极大程度上提高产业链的韧性和弹性。同时，公司也同时配套聚丙烯装置，能够根据市场供需情况灵活调配产品结构。我们认为，丙烷脱氢在油价合理区间运行时具有成本优势，当前高油价下短期盈利承压，油价下跌将带来盈利弹性。丙烯酸及酯产业链供给弹性下降，龙头集中度不断提升，供需格局中长期向好。\n　　C2产业链：乙烷裂解具有长期的成本竞争力，供应链壁垒难复制\n　　我国乙烯及下游长期依赖进口，供需缺口长期存在。海外乙烯新增产能基本均来自于乙烷裂解，近年来国内才有落地条件。乙烷裂解由于其独立于原油和其他主流大宗化学品的定价体系而具有长期成本优势，且在高油价下这一成本优势更为突出。当前原油因供需不平衡和地缘政治冲突导致价格大幅上涨，世界能源体系重塑，原油价格高位震荡态势下乙烷裂解将持续为公司带来超额利润。同时，乙烷裂解项目极难复制，资源获取及供应链壁垒极高，卫星化学具有先发优势，且已打通所有供应链环节，有望长期保持竞争优势。\n　　发挥平台优势，新材料多点开花\n　　凭借C2和C3低成本的多元大宗产品布局，公司继续向下延伸产业链，增加产品附加值，公司投资150亿绿色化学新材料产业园项目布局亟待进口替代及高附加值的电池级碳酸酯、α-烯烃和POE、EAA等化工新材料，以研发为导向，为公司成长持续提供动力。\n　　投资建议\n　　我们认为碳中和背景下轻烃路线具有不可逆的趋势，持续看好有稀缺性的轻烃龙头卫星化学长期投资机会。\n　　预计卫星化学2022-2024年归母净利润86.72、104.42、129.79亿元，同比增长44.4%、20.4%、24.3%，当前股价对应PE为7、6、5倍。我们选取同行业一体化型企业进行对比。与可比公司相比我们认为存在明显低估，维持“买入”评级。\n　　风险提示\n　　（1）项目投产进度不及预期；\n　　（2）行业竞争加剧；\n　　（3）原材料及主要产品波动引起的各项风险；\n　　（4）装置不可抗力的风险；\n　　（5）国家及行业政策变动风险。\n",
  "notice_date": "2022-07-07 00:00:00",
  "notice_title": "原料轻质成趋势，轻烃龙头迎重估",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "尹沿技,王强峰",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1019",
          "publishName": "化学原料"
        }
      ],
      "short_name": "卫星化学",
      "short_name_ch": "卫星化学",
      "short_name_cht": "衛星化學",
      "short_name_en": "STL",
      "stock": "002648"
    }
  ],
  "short_name": "卫星化学",
  "source_sample_name": "华安证券",
  "star": "4"
}