{
  "attach_pages": "8",
  "attach_size": "472",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202211011579706882_1.pdf?1667321373000.pdf",
  "company_code": "80114781",
  "eitime": "2022-11-01 16:49:33",
  "extend": {},
  "info_code": "AP202211011579706882",
  "language": "0",
  "notice_content": "　　中信证券(600030)\n　　中信证券披露2022年三季报，报告期内实现营业收入498.21亿元，同比减少13.82%；归母净利润165.68亿元，同比减少6.11%。EPS1.11元/股，同比减少18.38%；ROE6.80%，同比下降2.54个百分点。\n　　报告期内受权益市场大幅波动影响，公司多项业务表现不及2022年同期，投行业务成为最大亮点。年初以来受疫情、美联储加息等内外部因素影响，国内资本市场持续波动，对证券行业构成较大冲击。但公司通过稳健经营，在发挥业务优势的同时有效控制风险，净利润较去年同期仅个位数下滑，且降幅较中期逆势收窄2.1个百分点。根据净收入口径，投行业务成为大类业务中唯一一个同比增长（11.1%）的业务条线，而经纪业务下滑19.2%、资管业务下滑5.8%，自有资金投资类业务（投资收益+公允价值变动收益）下滑23.4%。自营投资和直投等投资类业务业绩下滑对公司业绩构成较大冲击。但受益于2022年对融资类业务风险充分计提，报告期内信用减值损失大额转回，成为业绩的重要“稳定器”。\n　　投行发挥行业龙头优势，构筑业绩增长“主引擎”。借助直接融资发展东风和全面注册制加速推进的契机，投行业务继续成为公司最为稳健的业绩增长点。股权承销和债券承销等核心业务规模长期排名行业首位。在全面注册制框架下，投行、直投等业务条线逐步实现高效联动，券商得以全产业链、全流程参与上市公司发展壮大，投行业务正在成为券商的“流量入口”，预计随着宏观经济企稳和疫情缓和，叠加香港及海外投行业务复苏，公司投行业务无论从自身规模还是同其他业务条线的协同上均有望继续取得突破。\n　　权益市场调整压力下，财富管理、资产管理业务仍保障了公司的“基本盘”。经济增速下行叠加居民可支配收入增速下滑，对财富管理类产品的需求呈现短期回落态势。公、私募基金年初以来业绩较为低迷且分化巨大，为新发基金和存量基金规模及管理费收入增长带来极大挑战，进而影响券商涉及金融产品销售、基金投顾等财富管理业务收入。但公司依托平台优势，发挥财富管理业务线和华夏基金的高效协同，并通过以中信证券资管、中信期货资管、金石投资为主的资产管理体系，助力大财富管理业务全面发展。同时，公司通过行业领先的股权衍生品和QDII、FICC业务线，为财富管理条线提供更丰富的金融产品来源，亦可更大程度对冲市场风险，在降低净值波动的同时提升收益率水平，进而提升财富管理客户对公司管理能力和品牌的认同感。\n　　投资建议：\n　　当前证券行业业务同质化仍较强，在马太效应持续增强的背景下，仅龙头的护城河有望持续存在并拓宽，资源集聚效应更为显著，进而有机会获得更高的估值溢价。作为行业的绝对龙头，中信证券不仅业务上无明显短板，综合实力业内突出，而且业务结构具有一定特色和异质化，抗周期属性初步显现。公司配股完成后，资本实力得到有效补充，业务结构有望持续优化，进一步提升盈利能力和综合竞争力，我们坚定看好公司的长期发展前景和构建“券业航母”的未来。预计公司2022-2024年归母净利润分别为235.19亿元、265.12亿元和307.24亿元，维持“推荐”评级。受市场持续低迷和配股短期压低ROE影响，公司当前估值仅1.11xPB，已处于严重低估区间，具备极强的中长期投资价值。\n　　风险提示：宏观经济下行风险、政策风险、市场风险、流动性风险。\n",
  "notice_date": "2022-11-01 00:00:00",
  "notice_title": "中信证券2022三季报业绩点评：投行业务成长性凸显，构筑增长“主引擎”",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘嘉玮,高鑫",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "473",
          "publishName": "证券"
        }
      ],
      "short_name": "中信证券",
      "short_name_ch": "中信证券",
      "short_name_cht": "中信證券",
      "short_name_en": "CITIC SEC",
      "stock": "600030"
    }
  ],
  "short_name": "中信证券",
  "source_sample_name": "东兴证券",
  "star": "1"
}