{
  "attach_pages": "27",
  "attach_size": "3275",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202406041635350158_1.pdf?1717519759000.pdf",
  "company_code": "80000135",
  "eitime": "2024-06-04 16:49:19",
  "extend": {},
  "info_code": "AP202406041635350158",
  "language": "0",
  "notice_content": "　　长城汽车(601633)\n　　核心观点：\n　　三十年整车制造经验铸就自主品牌龙头，产品结构优化助力业绩高景气。公司成立于1984年，最早以轻型客货汽车起家，后逐渐拓展至皮卡、SUV、轿车等产品品类，具备丰厚的整车制造经验，并广泛布局动力系统、底盘系统、车身结构件、车规级半导体、智能化系统等汽车核心零部件。公司目前布局有哈弗、坦克、WEY、皮卡、欧拉、机甲龙六大品牌，在国内储备了充足产能，并在泰国、巴基斯坦、俄罗斯、巴西等多地建厂，引领国内主机厂“生态出海”。得益于以坦克为代表的豪华品牌销量占比提升和出口的高速增长，公司产品结构优化，助力业绩高景气，2023年/2024年Q1公司分别实现营业收入1732.12亿元/428.60亿元，同比分别+26.12%/+47.60%，实现扣非归母净利润48.34亿元/20.24亿元，同比分别+7.98%/大幅扭亏，产品结构优化带动产品均价和毛利率增长。\n　　扬长：科技研发反哺产品，巩固坦克品牌与出口领先优势。公司构建了以资源层-工具层-应用层为架构的森林生态技术体系，广泛布局新能源智能汽车核心零部件，依靠高强度的研发投入积累，公司进入成果收获期，技术成果赋能产品走向新能源+智能化第一梯队，成为公司核心竞争力，助力公司优势品牌进一步提升产品实力。当前坦克品牌实现对20-70万元越野SUV市场的全覆盖，具备了较为成熟的产品矩阵，并依靠专为越野产品打造的Hi4-T混动系统快速实现新能源转型，产品销量稳居细分市场首位，未来品牌还将发布高端产品800，继续提升品牌豪华属性，有望为销量带来新增长动能。出海方面，公司拥有二十余年的产品出海历史，目前已完成旗下全部品牌的出海布局，坦克品牌出口量快速提升，国内品牌优势开始向全球辐射，当前公司主要布局的出口市场如巴西、墨西哥、俄罗斯、泰国等地中国自主品牌渗透率仍有广阔提升空间，且在“ONE GWM”的战略统筹下，公司快速深化全品牌海外布局，因地制宜推出适合当地市场特征的产品，预计海外销量将继续成为全年业务亮点，推动盈利能力的继续提升。\n　　补短：产品焕新+技术升级+渠道调整再次拥抱新能源与智能化浪潮。由于产品定价、技术、渠道、品牌定位等方面的不足，公司首代新能源产品的市场拓展有所失利，新能源转型落后于整体市场，但公司及时调整产品策略，叠加研发成果进入收获期带来的智能化技术的明显进步，公司正快速补齐过去短板，推动新能源转型的再次启航。哈弗：利用Hi4系统的性能优势深挖细分市场，带来定价高但性能、尺寸等具备显著差异性优势的猛龙等紧凑型产品，提升品牌辨识度与知名度；WEY：全新正向研发产品蓝山市场拓展取得初步成效，智驾版于北京车展首发，智能驾驶、智能座舱全面升级，智能化性能有望跃居行业第一梯队，有望驱动销量再增长。同时公司试水直营模式，计划于年底实现200+零售中心开业，适配高端品牌销售特性，提升销售效能；欧拉：纯电动市场扩容速度放缓，产品迭代加速推动市场竞争程度上升，公司放缓纯电品牌新品推出节奏，稳固纯电产品盈利能力，公司全品类优势以及平台化技术工具有望平滑纯电品牌暂时缺位带来的弊端，在前沿智能化技术成果在高端品牌的率先应用达到提升公司品牌形象的效果后，智能化技术的平行迁移有望为经过产品与技术沉淀后的欧拉品牌带来市场竞争力的提升，进而激发销量增长潜力。\n　　投资建议：预计2024~2026年公司将分别实现营收2235.03亿元、2599.79亿元、2841.97亿元，分别实现归母净利润102.51亿元、131.52亿元、157.98亿元，对应EPS分别为1.20元、1.54元、1.85元。基于公司新能源销量低基数下的增长潜力和“生态出海”的布局优势，综合考虑绝对估值与相对估值，公司合理每股价值区间为29.97元-40.31元，对应市值区间为2560.02亿元-3443.25亿元，维持公司“推荐”评级。\n　　风险提示：新能源汽车销量不及预期的风险；市场竞争加剧的风险；智能化技术研发不及预期的风险。\n",
  "notice_date": "2024-06-04 00:00:00",
  "notice_title": "扬长补短新能源转型再起航，全力拥抱电动化+智能化新时代",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "石金漫,秦智坤",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1029",
          "publishName": "汽车整车"
        }
      ],
      "short_name": "长城汽车",
      "short_name_ch": "长城汽车",
      "short_name_cht": "長城汽車",
      "short_name_en": "GWMOTOR",
      "stock": "601633"
    }
  ],
  "short_name": "长城汽车",
  "source_sample_name": "中国银河",
  "star": "5"
}