{
  "attach_pages": "9",
  "attach_size": "989",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202510061757270907_1.pdf?1759830410000.pdf",
  "company_code": "81070432",
  "eitime": "2025-10-07 09:46:50",
  "extend": {},
  "info_code": "AP202510061757270907",
  "language": "0",
  "notice_content": "　　药明康德(603259)\n　　近日，我们于现场参加了公司举办的年度投资者开放日并参观了泰兴生产基地。整体而言，更全面与更精细的数据分享以及运营情况分享有助于进一步提升市场对公司维持同行最优利润率的理解与信心。重申我们对药明康德作为CRDMO龙头公司的长期看好观点及“买入”评级。投资者开放日主要亮点内容如下：\n　　得益于在复杂技术上的开发实力、CRDMO一体化模式以及精细运营等综合优势，公司有望在长期竞争中维持优势：公司过去25年持续与全球高标准创业者、投资人和科学家合作，解决全球研发最具挑战性的问题。随着未来合成化学新分子种类越来越多、复杂分子层出不穷，公司在更为复杂分子类型上的竞争优势将体现得更为明显，且目前全球难以找到其他复杂分子CRDMO一体化运营的CXO企业。此外，得益于小分子在长期用药和患者依从性方面的优势，公司长期看好小分子作为主要疗法之一满足巨大医疗需求的前景（与包括抗体、核酸在内的其他的分子种类形成互补关系）。市场占有率方面，公司表示在小分子领域公司目前市场占有率约为16%，高质量管线公司市场占有率为20%+，其中TIDES业务市场占有率高于小分子。\n　　单个项目价值在过去2年半提升60%+，预计未来将持续提升：在过去2年半（2022年底至2025年中）时间里，公司后期和商业化项目数量增加50%，但对应期间后期和商业化收入增长超过150%，说明平均每个项目价值提升了约67%。展望未来，随着公司具备从起始物料到API再到制剂的完整能力、国际化生产明显增加以及单个分子复杂度增加（例如：多肽、寡核苷酸、偶联小分子药物），公司认为未来单个项目价值将会进一步提升。此外，管理层表示，公司将持续以差异化的能力和资源来服务优质客户，此举亦有助于提升服务价格。\n　　除了差异化服务带来的价格优势，持续提升的效率亦有助于提振利润率。公司目前已实现全行业最优的净利润率（1H25经调净利率为30.4%）。除了上文提及的公司有望通过差异化能力服务客户从而获得一定价格优势之外，公司强大的运营效率亦将有助公司保持优秀的利润率。例如，公司在此次投资者开放日详细披露了产能爬坡效率，新工厂产能爬坡时间（从首个反应釜开始使用到所有反应釜开始使用）从过去约2年迅速缩短至2+个月。尽管根据管理层该口径不包含具体项目的验证生产，我们认为该数字的提升仍从侧面反映出公司强大的爬坡效率，增强了我们对公司长期保持优秀利润率的信心。\n　　TIDES业务有望在长期持续实现可观增长，制剂有望成为TIDES业务之后的下一波驱动力。2025年全年TIDES业务有望实现人民币100+亿元收入（≥80%YoY），公司预计未来有望持续实现可观增长。目前公司已有环肽项目进入大批量商业化生产，核酸药物已进入PPQ阶段。管理层预计核酸药物从目前罕见病扩展到大病种时，将会迎来爆发性增长。此外，公司在瑞士和美国建立制剂工厂（制剂后期商业化对本地化要求高），有望在中期释放产能，制剂有望成为下一波收入增长驱动力。\n　　海外产能将在中期迎来释放，全球化加速产能扩建有望持续引流业务。自4Q26开始，公司将迎来新加坡和美国产能的陆续释放，包括新加坡API产能（首个工厂预计2027年1月开始投入使用）、瑞士额外制剂产能（预计4Q26建设完成）、美国制剂产能（Middletown基地预计4Q26开始投入使用，无菌灌装/封口产能预计于4Q27投入使用）。管理层表示，海外工厂基层员工仍以当地人员聘用为主，而中层管理人员则由国内派遣为主，以帮助系统管理。此外，凭借国内D端的大量产能，工艺开发可在国内进行，而后续工艺生产可转移至国外，因此公司在海外工厂的整体生产成本预计将低于竞争对手，有望帮助公司在海外市场赢得竞争。此外，公司表示，今年开始增加的产能则包括了GLP-1在内的多种项目类型的产能（vs.2023-24年公司增加的整体产能主要是为GLP-1商业化而建立的）。管理层认为全球产能布局（海外制剂、海外API等）可带来更多业务机会，资本开支将更好赋能公司未来增长；基于公司的产业产能前瞻性以及充分的产能使用率，公司认为持续扩充未来产能是有必要且资金上是可行的。根据此前半年报电话会公司口径，Capex预计将在2025年70-80亿元基础上进一步提升（详情见我们之前报告）。\n　　行业融资有望出现边际改善，从而带动公司早期业务的恢复增长。公司预计海外生物科技早期融资在美联储降息之后有望持续改善，尽管传导到一级市场或仍需时间。国内行业融资有望受益于BD交易的火爆以及二级资本市场的积极行情，从而带动国内企业对于早期业务的外包需求。\n　　投资风险：地缘政治风险；融资环境恢复差于预期；竞争格局激烈。\n",
  "notice_date": "2025-10-07 00:00:00",
  "notice_title": "2025投资者开放日主要亮点",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "阳景,胡泽宇",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "727",
          "publishName": "医疗服务"
        }
      ],
      "short_name": "药明康德",
      "short_name_ch": "药明康德",
      "short_name_cht": "藥明康德",
      "short_name_en": "WUXI APPTEC",
      "stock": "603259"
    }
  ],
  "short_name": "药明康德",
  "source_sample_name": "浦银国际证券"
}