{
  "attach_pages": "6",
  "attach_size": "613",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212181581183478_1.pdf?1671379024000.pdf",
  "company_code": "80092742",
  "eitime": "2022-12-18 15:57:04",
  "extend": {},
  "info_code": "AP202212181581183478",
  "language": "0",
  "notice_content": "　　中国神华(601088)\n　　事件：中国神华12月16日发布公告，公司以挂牌底价99.65亿元竞得都城伟业于北交所公开挂牌转让的其所持锦界能源30%股权，并与都城伟业于2022年12月16日签署了《产权交易合同》。按《产权交易合同》约定，本次交易受让标的价格为99.65亿元，公司拟以自有资金一次性支付受让款。本次交易完成后，公司对锦界能源的持股比例由70%增至100%。\n　　点评：\n　　现金低价收购子公司资产，资源优势加强。锦界能源是煤电一体化综合能源企业，是国家“西电东送”北通道项目的重要启动电源点。2022年1-8月锦界能源实现营业收入81.18亿元，实现净利润37.99亿元，年化净利润约57亿元，本次中国神华收购的交易对价为99.65亿元，计算得PE为5.82x，不仅低于上市公司8.27x估值（截至12.16），也低于行业整体6.14x估值，体现出中国神华作为大股东收购子公司资产的强大优势。值得注意的是，经过两年煤矿增产保供政策的强力实施，现有生产煤矿的产能核增和再挖潜空间或将有限，同时新核准的煤矿项目还面临待开发的整装矿权不足和3-5年矿井建设周期的客观约束，导致现有煤炭企业产能短期继续扩张的潜力有限。中国神华通过低价收购子公司股份，以相对较低的成本实现了煤炭产能的外延增长，将有利于公司煤炭主营业务的稳健增长与长期可持续发展。\n　　煤炭、电力资产增厚，煤电一体化优势进一步巩固。锦界能源现有煤炭资源可采储量13.5亿吨，核定产能1800万吨/年，交易完成后中国神华总核定产能3.49亿吨/年，权益产能由2.92亿吨/年提高至2.97亿吨/年；电力资产方面，锦界能源现有投运机组372万千瓦，规划建设572万千瓦，本次收购后中国神华燃煤机组权益装机容量提升至2669万千瓦。近年公司煤电联营属性逐步增强，2021年公司发电耗用煤炭5980万吨，其中自产煤占比83.8%，同比增加1.2pct；电力板块自有煤炭占自产煤比重约20%，同比增加3.54pct。此次资产收购有助于进一步增厚企业利润，有利于增强公司煤电协同优势，提高经营抗风险能力。\n　　伴随新一轮国企改革和煤矿产能新建周期，公司估值有望提升。今年5月，国资委制定印发《提高央企控股上市公司质量工作方案》，未来国企改革重点将转移至国央企上市公司，推进市场价值与内在价值向匹配将成为改革方向。煤炭行业30家央国企公司数量占79%、市值占全行业的93%（截至12.16），是深化改革的重点行业。与此同时，国家发改委加快推动煤矿开发建设，明确提出明年新开工煤矿4亿吨产能的工作目标，煤矿有望迎来新一轮建设周期。值得注意的是，伴随新一轮国企改革和煤矿产能新建周期，煤炭企业既有的存量资源和产能等资产价值或将被重新发现，然而，当前由于矿业权出让制度改革叠加煤价上升，煤炭资源获取成本显著上升，同时伴随建矿标准的提高，新建矿井的吨产能投资也大幅增加，煤炭企业现有存量资产的账面价值已不能合理反映其真实价值。可见，中国神华作为煤炭行业的龙头央企上市公司，伴随国企改革推进及国央企价值重估，有望迎来估值的提升。\n　　盈利预测与投资评级：我们认为，当前依靠现有生产矿井的产能核增和产能利用率再挖潜等短期性增产保供的政策工具已经基本用尽，供给端矛盾已转移至新建矿井不足。与此同时，伴随国家扩大内需战略的纵深推进和系列稳经济稳增长政策的实施落地，叠加国内煤电装机建设带来的新增煤炭需求，煤炭需求在明年有望底部向上并保持增长态势。我们预计，未来3～5年煤炭供需形势或将持续趋紧，中长协保供下煤炭现货价格中枢有望稳步抬升，长协价格有望跟进实现小步慢涨。中国神华的高长协比例及一体化运营使得经营业绩具有高确定性，并将有望迎来资产重估和估值的修复提升。我们预计公司2022-2024年实现归母净利润为780.48、926.06、1049.48亿元；EPS为3.93/4.66/5.28元/股，PE为7.28x/6.13x/5.41x，维持“买入”评级。\n　　风险因素：宏观经济形势存在不确定性；地缘政治因素影响全球经济；煤炭、电力相关行业政策的不确定性；煤矿出现安全生产事故等。\n",
  "notice_date": "2022-12-18 00:00:00",
  "notice_title": "低价现金扩大锦界能源持股权，业绩稳健增长预期加强",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明,李春驰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "437",
          "publishName": "煤炭行业"
        }
      ],
      "short_name": "中国神华",
      "short_name_ch": "中国神华",
      "short_name_cht": "中國神華",
      "short_name_en": "CSEC/CHINASHENHUA",
      "stock": "601088"
    }
  ],
  "short_name": "中国神华",
  "source_sample_name": "信达证券",
  "star": "3"
}