{
  "attach_pages": "5",
  "attach_size": "974",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204261561688590_1.pdf?1650979970000.pdf",
  "company_code": "80027629",
  "eitime": "2022-04-26 13:31:03",
  "extend": {},
  "info_code": "AP202204261561688590",
  "language": "1",
  "notice_content": "　　中际旭创(300308)\n　　Innolight announced FY21 and 1Q22 results. FY21 revenue/NP grew 9.2%/1.3%YoY to RMB7.7bn/RMB877mn. 1Q22’s revenue/NP grew 41.9%/63.4% YoY toRMB2.1bn/RMB217mn. We think the results are solid and largely in-line with ourexpectations. We maintain our positive outlook on overseas Cloud demand andbelieve Innolight will continue to gain share in the optical transceiver market.Reiterate BUY, with unchanged TP of RMB45.6.\n　　Innolight’s solid 4Q21/1Q22 results are largely within our expectations.FY21 revenue was 1% lower than our previous estimate and net profit toshareholders was 3% higher than our estimate. 1Q22 revenue/NPaccounted for 21%/20% of our full year forecasts. We expect 2Q22-4Q22sales will deliver steady QoQ growth, following a similar trend as in 2021.GPM improved to 28.1% in 4Q21 from 24.5% in Q3, mainly due to favorableproduct mix as hyperscale CSPs are ramping up the deployments for200G/400G optical modules. However, GPM in 1Q22 dropped to 26.3% asa result of continuing component shortage and increasing costs affected bydomestic partial lockdown.\n　　Outlook remains positive given the demand from overseas Cloud\n　　companies stays strong. In our previous report (Link), we pointed out thatAmazon, Meta and Microsoft all posted record Capex, and guided verypositive budgets for this year to support their cloud services and AI-relatedbusinesses. We maintain our positive outlook for Innolight. According toOmdia, Innolight had taken up 12% market share in the optical transceivermarket (ranked No. 2). The Company has gained the most share among thetop 10 players, mainly driven by the increasing sales of its 200G and 400Goptical module products.\n　　 Reiterate BUY with unchanged TP of RMB45.6. We maintain BUY andkeep our target price at RMB45.6. Potential risks include weaker capex fromglobal cloud companies, slower deployment of 5G infrastructure and worsethan-expected component shortage.\n",
  "notice_date": "2022-04-26 00:00:00",
  "notice_title": "Strong 4Q21/1Q22 results; Reiterate BUY",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Alex Ng,Lana Lin",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "448",
          "publishName": "通信设备"
        }
      ],
      "short_name": "中际旭创",
      "short_name_ch": "中际旭创",
      "short_name_cht": "中際旭創",
      "short_name_en": "ZHONGJI INNOLIGHT",
      "stock": "300308"
    }
  ],
  "short_name": "中际旭创",
  "source_sample_name": "招银国际"
}