{
  "attach_pages": "5",
  "attach_size": "467",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310171601757055_1.pdf?1697558538000.pdf",
  "company_code": "80000080",
  "eitime": "2023-10-17 16:02:18",
  "extend": {},
  "info_code": "AP202310171601757055",
  "language": "0",
  "notice_content": "　　山西汾酒(600809)\n　　事件描述\n　　事件：近期我们参加了秋季糖酒会，进行渠道调研，对公司总结反馈如下。\n　　事件点评\n　　Q3市场秩序恢复较好，实现量价齐升。市场表现良性，主要在清香品牌势能向上、公司策略灵活、管理精准可控、产品组合和区域结构轮动出牌等综合因素，推动公司高质量增长。具体来看：1）产品方面，先恢复市场秩序，稳定批价，之后是考虑结构升级问题，青20今年初价格表现不好，当时主要立足点是治理青花20，后续青花20发展更好，目前青花20批价恢复到370-380元，实现量价齐升；2）市场方面，前三季度公司动态布局省内和省外市场，以利于稳定价格和省外市场的健康发展，从而推动增长势能延续，汾酒目前整体库存一个多月，比较良性。3）费用管控方面，公司强化渠道费用精细化管控，随量费用减少，转为模糊返利，后续通过季返方式后置体现，有利于价格管控。\n　　营销管理从量化管理到质化管理。省内市场用渠道共建的形式，把货物流向和价格体系控制较好。近期公司推出经销商分级管理体系、数字化营销体系和价格管控体系，这是汾酒在全国范围的强化管理重要举措。具体来看：1）青花汾酒将9月份起，建立以窜货为依据，经销商分级为基础的计划费用管理体系，建立以压实省区经理责任，省区强执行，后台强监管的闭环考核体系。青花汾酒市场费用由“一刀切、粗放式”逐步向“分级精准式”转变，区域经理考核由“销量为主”向“过程、秩序、结果、管理并重”转变。2）面对新的白酒市场形式，汾酒销售公司将着重从数字化系统中根据数据来管控市场；3）公司通过“先收后返，后置模糊返利”的举措，根据各省区、各终端扫码签收情况，统一安排阶段性终端互动活动和阶段性后置模糊奖励。这样，有助于汾酒营销管理从量化管理到质化管理，打通混乱的渠道销售费用体系，掌握对渠道的主动权。\n　　前期压制因素已充分体现，竞争优势延续。公司前三季度大部分区域完成85%的目标，库存良性，价盘稳中有升，全年20%收入增长目标达成无虞，充分彰显公司的实力。虽然受经济周期波动以及人事变动，汾酒的核心竞争优势延续：1）从香型发展来看，在清香龙头汾酒的引领下，清香型白酒已爆发出强劲的增长势能，清香品类正加速扩容，而培育杏花村汾酒专业镇正是塑造产区概念，龙头公司有望乘势而上，大清香强势而归；2）青花系列已具备体量优势，高端化可持续。目前青花系列已经过百亿，其中汾酒青花20、和青花25销售额突破80亿，在次高端价位已经具备体量优势。中期维度看，新周期下白酒高端化及消费升级的趋势大概率将延续，青花系列需求天花板将打开。3）从2017年汾酒开启国企改革，品牌力、渠道力、管理体系等基本已经搭起来，市场化机制已经内化为企业文化，而公司人员对于汾酒复兴总纲领、十四五目标以及营销战略已形成共识。\n　　盈利预测、估值分析和投资建议：展望下半年，公司将围绕“13348”经营思路，经营策略灵活可控，产品结构逐渐演绎，预计下半年青花系列、腰部产品以及渠道省外市场发力，助力公司高质量发展。中长期看公司产品高端化+渠道全国化的目标明确，业绩确定性强。因此，未来随着产品结构升级、规模效应凸显以及管理运营水平优化，利润增速高于收入增速，净利率有望不断提高。预计2023-2025年公司归母净利润104.92亿、137.06亿、176.02亿，EPS分别为8.60元、11.23元、14.43元，对应当前股价，PE分别为26.4倍、20.2倍、15.7倍。维持“买入-A”评级。\n　　风险提示：商务需求恢复不及预期，省外扩张不达预期，宏观经济风险\n",
  "notice_date": "2023-10-17 00:00:00",
  "notice_title": "策略灵活可控，经营韧性强",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "和芳芳",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "山西汾酒",
      "short_name_ch": "山西汾酒",
      "short_name_cht": "山西汾酒",
      "short_name_en": "Shanxi Fen Wine",
      "stock": "600809"
    }
  ],
  "short_name": "山西汾酒",
  "source_sample_name": "山西证券",
  "star": "2"
}