{
  "attach_pages": "6",
  "attach_size": "893",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202508291736499243_1.pdf?1756491892000.pdf",
  "company_code": "80114781",
  "eitime": "2025-08-29 18:24:52",
  "extend": {},
  "info_code": "AP202508291736499243",
  "language": "0",
  "notice_content": "　　皖通高速(600012)\n　　事件：公司上半年实现营业收入37.41亿元，同比增长11.7%，实现归母净利润9.60亿元，同比增长4.0%。排除建造期收入的变化影响，仅考虑通行费收入，则上半年通行费收入24.51亿元，同比增长13.59%。\n　　注：由于公司完成了对泗许高速与阜周高速的收购，公司对24年中报数据进行了重述，本文所涉及的同比数据皆默认使用重述后数据。\n　　新收购资产开始贡献利润：公司于24年12月31日与大股东签署了收购泗许与阜周高速100%股权的交易协议，并于25年3月27日完成对阜周公司和泗许公司的工商变更登记。上半年新收购资产已经开始贡献利润，其中阜周公司上半年实现净利润8505.43万元，泗许公司净利润3321.93万元，二者净利润合计占公司上半年归母净利润的12.3%。\n　　宣广高速收入初步恢复，后续还有较大提升空间：宣广高速于年初完成改扩建正式通车，上半年通行费收入同比提升98.67%至2.24亿元。但由于广祠高速2-7月间处于封闭施工阶段，因而广祠高速上半年收入同比下降64.85%至1041万元。根据公司披露，上半年宣广改扩建完成后整体（包括宣广、广祠以及广德北环）的通行费收入已经恢复至22年改扩建之前的90%，其中二季度收入略超22年同期。我们认为宣广+广祠整体处于初步恢复阶段，目前广祠高速封闭施工已经结束，道路整体贯通性进一步提升，因此宣广及广祠高速的收入后续还有较大提升空间。\n　　从利润率角度看，宣广高速报告期毛利率同比下降16.68%至20.64%，主要系改扩建完成通车后无形资产开始摊销，成本增长，但车流量与收入还未完全恢复。广祠高速毛利率降至-13.02%，主要系封闭施工导致收入大幅下降。我们预计在广祠高速改扩建完成后，宣广与广祠的利润率将逐步回归正常水平，因此下半年建议重点关注宣广+广祠整体贯通后的收入增长情况。\n　　其余路产收入端表现稳健：上半年公司主力路产中，合宁高速通行费收入增长8.74%，主要得益于春运交通量超预期；高界高速收入同比下降0.35%，主要系无岳高速通车对高界高速产生分流，但该分流主要体现在24年，25年分流影响已经较为微弱，同时无岳高速通贯通带动上半年岳武高速安徽段收入同比增长14.81%，对冲了对高界的负面影响。\n　　其余路产中，安庆长江大桥收入同比增长26.91%，主要系今年1月25日起政府购买服务方式调整为“先扣后返，全额补贴”，带动了车流量增长；阜周高速收入同比增长11.74%，主要系周边路网贯通带来的贯通效应；宁淮高速天长段收入同比增长10.67%，主要系新扬高速、扬溧高速施工，部分货车从宁淮高速绕行。整体看，上半年公司路产收入稳健增长。\n　　盈利预测及投资评级：我们预计公司2025-2027年净利润分别为19.3、20.0和18.6亿元，对应EPS分别为1.17、1.21和1.12元。其中预计27年盈利较26年下降主要是考虑到26年末公司205国道天长段收费到期，以及27年高界高速的改扩建对车流预计产生一定的负面影响。公司具备较强的分红意愿，19年至今分红金额持续提升。我们看好公司后续的业绩表现，作为优秀的高股息标的，我们维持公司的“强烈推荐”评级。\n　　风险提示：路网分流的影响；收购资产业绩不及预期；宏观经济不景气等。\n",
  "notice_date": "2025-08-29 00:00:00",
  "notice_title": "收入稳健增长，下半年重点关注宣广车流恢复",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "曹奕丰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "421",
          "publishName": "铁路公路"
        }
      ],
      "short_name": "皖通高速",
      "short_name_ch": "皖通高速",
      "short_name_cht": "皖通高速",
      "short_name_en": "Anhui Expressway",
      "stock": "600012"
    }
  ],
  "short_name": "皖通高速",
  "source_sample_name": "东兴证券",
  "star": "1"
}