{
  "attach_pages": "8",
  "attach_size": "719",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202308251595861385_1.pdf?1693129632000.pdf",
  "company_code": "80092742",
  "eitime": "2023-08-27 09:47:12",
  "extend": {},
  "info_code": "AP202308251595861385",
  "language": "0",
  "notice_content": "　　紫光股份(000938)\r\n　　事件：2023年8月24日，公司发布了2023年半年度报告，2023年H1公司实现总营收360.45亿元，同比增长4.78%；实现归母净利润10.22亿元，同比增长6.53%；实现扣非后归母净利润8.45亿元，同比减少3.43%。\r\n　　点评：\r\n　　盈利能力较为稳定，研发实力持续增强\r\n　　根据公司公告，公司2023年Q2实现营业收入195.17亿元，同比增长2.39%；实现归母净利润5.83亿元，同比减少0.69%，环比增长32.80%；实现扣非后归母净利润5.08亿元，同比减少0.76%，环比增长50.74%。2023年H1，公司ICT基础设施及服务持续创新升级，数字化转型方案加速推进，云服务能力进一步提升。公司加强数字化技术与行业应用场景深度融合，不断丰富行业数字化解决方案；优化国内销售体系，行业市场和商业市场协同发展；稳步开拓海外市场，产品销售收入和海外合作伙伴数量持续增加；公司克服疫情带来的不利影响，积极推进交付和项目实施。公司持续实施“云智原生”技术战略，深度布局“芯—云—网—边—端”产业链，整体营收稳步提升，随着数字经济的加速发展，未来成长可期。\r\n　　从盈利能力来看，公司二季度毛利率同比有所下降，净利率环比改善。2023年H1，公司毛利率为20.32%，净利率为5.00%；单季度来看，公司2023年Q2毛利率为19.74%，同比下降1.73pct，环比下降1.27pct，净利率为5.27%，同比下降0.15pct，环比提升0.58pct，我们认为随着公司市场份额的提升、产品结构的优化、海外市场的扩展，以及自研芯片不断放量，公司综合毛利率有望进一步优化。\r\n　　从费用端来看，公司2023年H1费用率为16.48%，其中销售费用率、管理费用率、财务费用率分别为6.54%、1.33%、0.9%，分别同比提升0.80pct、0.03pct、0.17pct，2023年H1的财务费用增加主要是本期公司子公司新华三集团有限公司汇兑损失增加所致。\r\n　　公司持续投入研发，拥有多支优秀研发团队，创新能力强劲。2023年H1公司研发费用为27.74亿元，同比增加14.47%，研发费用率为7.7%。公司持续加大在云计算、大数据、信息安全、物联网、存储、5G、行业应用等方面的研发投入，不断助力公司发展。\r\n　　新华三智慧赋能数字化转型升级，保持较快增速\r\n　　核心子公司新华三持续服务三大市场，赋能行业客户业务创新和数字化转型。新华三2023年H1实现营业收入249.91亿元，同比增长4.87%；实现净利润18.23亿元，同比增长2.62%。2023年H1新华三聚焦国内企业业务、国内运营商业务和国际业务三大市场，其中国内企业业务稳步增长，营业收入达到186.61亿元；国内运营商业务合作不断加深，营业收入达到52.36亿元，同比增长30.79%；国际业务稳步推进，产品和解决方案销售规模持续增加，实现营业收入10.94亿元，同比增长20.94%，其中新华三H3C品牌产品及服务收入达到6.05亿元，同比增长69.83%。\r\n　　国内企业业务：在数字政府领域，新华三陆续中标成都高新区城运平台、萧山城市大脑、咸阳“智慧高新”等智慧城市类项目，深度参与浙江、江苏、河南、重庆等地多个智慧城市整体规划建设，推动城市技术融合、业务融合、数据融合，实现跨层级、跨地域、跨系统、跨部门、跨业务的协同管理和服务，为城市管理和公共服务提供全方位的解决方案;围绕产业经济发展，在贵港覃塘、伊川、烟台等多地落地智慧园区解决方案，实现园区智能化管理运营，有效提升园区管理效率与安全系数;参与了安徽、河北、江苏等多地政务云建设。\r\n　　国内运营商业务：2023年上半年，新华三运营商业务全面快速发展，持续深化与运营商的战略合作，在不断巩固ICT设备市场份额的基础上，积极助力运营商智算中心建设、新型网络革新以及新业务的快速拓展。\r\n　　在ICT设备集采方面，新华三持续大份额中标2023年中国电信STN集中采购项目、2023年中国电信汇聚交换机和数据中心交换机集中采购项目、中国移动2023年集中网络云资源池四期工程硬件防火墙采购项目、中国广电IT云资源池二期工程项目、中国联通通用服务器集采项目等重要项目，算网安主力供应商地位进一步提升。此外，新华三为运营商打造了多个智算中心全国标杆项目，确立了在运营商智算领域的领先地位。\r\n　　在战略市场方面，新华三中标中国电信核心路由器集采项目，实现集群路由器在中国电信骨干网络建设中的首次突破;在中国移动和中国电信实现了城域网核心节点—新型业务路由器VBRAS的持续落地与应用，在10个省份实现规模承载用户业务。在5G方面，新华三5G小站在中国移动超过8个省份实现规模落地，落地进度处于领先位置，并且完成了中国电信在多省的现网试点，取得良好效果。\r\n　　在政企和新业务方面，新华三助力运营商建设电信浦东政务云卫生域、广西政务云(二期)、河北政务云等一系列重大项目，持续提升DICT领域市场份额;并为运营商在政企业务的安全专线提供安全大脑产品与服务，已在中国电信实现30个省份的规模化应用，在中国移动进入全国业务合作的新阶段;在中国移动FTTR集采中突破入围，并中标江苏移动2023年全省FTTR全光组网设备项目。\r\n　　国际业务：新华三持续深耕海外市场，加强全球化布局，着力将海外市场打造成为公司收入增长的“第二曲线”。2023年新华三发布全新海外战略，围绕生态系统、人才赋能和技术创新三方面助力海外国家及地区实现数字化转型的“本地化”，并陆续推出“协同办公”、“创新教育”、“智能制造”、“高效医疗”、“可靠的公共服务”等一系列场景化解决方案及全新产品，助力多国客户打造面向未来的数字化底座设施。同时，新华三秉持“合作伙伴优先”的原则，帮助中资出海企业提升数字化竞争力，在数字经济的时代下抓住机遇，与合作伙伴在技术方案、服务、物流、合规等方面强强联合，实现优势互补，提升竞争力。\r\n　　紫光云关键技术持续升级演进，云服务业务持续突破\r\n　　2023年H1，核心子公司紫光云公司实现营业收入6.02亿元，同比增长7.92%。\r\n　　在核心技术能力上：紫光云公司重点打造云服务核心能力，全面提升云平台的可靠性，持续升级ICT基础设施与服务内容；基于同构混合云技术，打造云数智全栈分布式云，发力多云建设，积极布局边缘云和分布式云整体解决方案；提升云计算产品的易用性和可维护性，提高交付、运营、运维服务质量；加大技术研发，完善软网关、PaaS平台技术能力，推出湖仓一体技术方案，并在云平台、云桌面、计算虚拟化软件、数据库和大数据等方面完成国产化技术演进，形成国产化云服务解决方案，进一步提升技术领先性。\r\n　　在云服务、智慧城市及行业云方面增业务持续突破：\r\n　　云服务方面：陆续中标曲靖政务云、重庆税务云、深圳联通公安专享云、洛阳公安专享云、中建科云等项目。\r\n　　智慧城市方面：陆续中标朝阳市智慧城市、烟台疫情防控、武清疫情防控、泉州公安等项目。\r\n　　产业云方面：中标沈阳化工园智慧应急、重庆铁路智慧工地等项目。\r\n　　多产品市场份额持续领先，ICT龙头地位稳定\r\n　　2023年第一季度，公司多项产品市场占有率持续领先。公司在中国以太网交换机、企业网交换机、园区交换机市场，分别以34.5%、35.7%、37.9%的市场份额排名第一，在中国数据中心交换机市场份额31.2%，位列第二;中国企业网路由器市场份额31.0%，持续位列第二;中国企业级WLAN市场份额27.7%，蝉联市场第一;中国X86服务器市场份额18.2%，保持市场第二;中国刀片服务器市场份额63.6%，蝉联市场第一;中国存储市场份额12.2%，连续位居市场第二;中国超融合市场份额18.6%，位列第一;中国UTM防火墙市场份额21.7%，位居第二。\r\n　　盈利预测与投资评级\r\n　　公司是国内ICT设备龙头企业，具备完整的“芯—云—网—边—端”产业链，我们看好公司在数字经济时代的竞争实力和长远发展。预计公司2023-2025年归母净利润分别为23.45亿元、28.00亿元、33.88亿元，当前收盘价对应PE分别为31.22倍、26.14倍、21.60倍，维持“买入”评级。\r\n　　风险因素\r\n　　云计算产业发展不及预期；海外业务发展不及预期",
  "notice_date": "2023-08-27 00:00:00",
  "notice_title": "研发实力不断增强，深度算力产业链布局",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "蒋颖",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "紫光股份",
      "short_name_ch": "紫光股份",
      "short_name_cht": "紫光股份",
      "short_name_en": "UNIS",
      "stock": "000938"
    }
  ],
  "short_name": "紫光股份",
  "source_sample_name": "信达证券",
  "star": "3"
}