{
  "attach_pages": "26",
  "attach_size": "3018",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202410311640628861_1.pdf?1730363703000.pdf",
  "company_code": "80042949",
  "eitime": "2024-10-31 08:35:03",
  "extend": {},
  "info_code": "AP202410311640628861",
  "language": "0",
  "notice_content": "　　中国神华(601088)\n　　投资要点：\n　　煤炭行业投资新框架，个股alpha重于行业beta。煤炭行业的中长期定位是煤炭板块估值的决定性因素，但是我们认为把过多精力放在该问题争论上是没有意义的，因为任何人都说不清楚，而且对于估值而言，节奏比结果重要得多。影响因素包括碳中和政策的力度、储能技术革命性突破的时点等，这些都不是投资者能掌控的，技术进步不是线性的，颠覆式创新很难提前预知。因此，现在无论是预言新能源一统江湖还是传统能源固若金汤，都是不负责任的。不妨做一个贝叶斯主义者，分散布局，根据概率迭代调整仓位，所以从大类资产配置的角度，煤炭板块值得配置。于是乎，煤炭板块的投资思路就变得简单了，不是寻找每个公司分别有什么预期差，而是寻找哪个公司值得长期持有，我们认为中国神华是其中之一。\n　　一些基础概念的澄清：分红率比股息率更重要，久期比业绩更重要。煤炭板块一个常见的投资误区是过度关注股息率，并与长江电力对标。而事实上，一方面长江电力的估值逻辑非常特殊，并不具备普遍性；另一方面，包括长江电力、中国神华在内的泛稳定价值类资产，股价上涨的共同驱动力是折现率下降，而非股息率。长江电力是近乎永续资产，分红就是纯粹的收益，但是煤炭剩余寿命有限，收到的钱不完全是收益，还有一部分本金，因为这些资产不存在终值。用股息率选股，不仅容易错过长江电力，也容易错过中国神华。单纯按照股息率筛选出的标的，股价走势往往并不理想。相比股息率，我们认为对非成长性行业而言，分红率更加重要，分红率的背后是分红意愿，分红意愿反映了大小股东利益的一致性。\n　　对于使用寿命有限的资产，对IRR影响最大的是久期，也就是业绩锐减甚至归零前能够延续的时间，而非短期业绩。模型可以量化测算，业绩小幅波动对IRR的影响有限，而预期使用寿命的伸缩将导致IRR巨幅震荡。因为IRR是时间序列数据，ROE只是截面数据，真正影响企业价值的是IRR，而非ROE。\n　　底线思维下的中国神华：干涸池塘的最后幸存者。这是一种底线思维，并不意味着煤炭行业一定会“干涸”。我们试图论证的是，即便煤炭行业萎缩，公司预计也是最后的幸存者，久期远长于行业平均。一体化布局是公司竞争力的结果，而非竞争力的初始来源，公司最核心的竞争力是吨煤开采成本低，矿区位置集中，是“终端同质化商品中的少数低成本供给”，一体化布局与地域分布扩大了该优势。即便行业大幅萎缩，公司也有着更强的对需求波动的抵御能力，市场并没有给予公司的长久期属性充分定价。\n　　看似透明的报表中也能读出较多增量信息。最后，很多人认为中国神华的财务报表过于透明，反而没有了预期差。恰恰相反，本文详细拆解了公司的财务报表，我们认为一份经得起拷问的财务报表，在长期来看，本身就是一种Alpha。同时，公司较低的资产负债率，意味着更强的抗风险能力。储能技术革命性突破，以及双碳政策加速的可能性不能排除，如果资产剩余使用寿命大幅下修，未来自由现金流总额减少，相比权益所有者，债权人是优先保障的，还债是第一位的，权益价值可能直接归零，在经历房地产市场巨震后，市场对此并不陌生。但是中国神华近乎零有息负债，仅存的负债多为应付账款、预计负债等。对于“以久期为最大弹性”的资产，低负债率是最大的安全垫，也是超额收益的重要来源。\n　　盈利预测与估值：暂不考虑大雁煤矿和杭锦能源的收购，我们预计公司2024-2026年归母净利润为596.6、610.6和621.1亿元，对应PE14、13和13倍。以陕西煤业、兖矿能源、中煤能源作为可比公司，2024-2026年PE分别为10、9、9倍。公司PE估值高于可比公司，但是我们认为非永续资产的估值对久期长度的敏感性极高，而无论是从实体基本面还是从财务报表来看，中国神华对煤炭行业整体需求波动的抵抗能力都远高于行业平均水平。首次覆盖，给予“买入”评级。\n　　风险提示：煤价波动超出预期，新能源转型速度加快，储能技术重大突破。\n",
  "notice_date": "2024-10-31 00:00:00",
  "notice_title": "何以神华 一个新的思考框架",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "刘晓宁,查浩,邹佩轩",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "437",
          "publishName": "煤炭行业"
        }
      ],
      "short_name": "中国神华",
      "short_name_ch": "中国神华",
      "short_name_cht": "中國神華",
      "short_name_en": "CSEC/CHINASHENHUA",
      "stock": "601088"
    }
  ],
  "short_name": "中国神华",
  "source_sample_name": "华源证券"
}