{
  "attach_pages": "4",
  "attach_size": "694",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202101191452018848_1.pdf?1611043453000.pdf",
  "company_code": "80000187",
  "eitime": "2021-01-19 08:04:13",
  "extend": {},
  "info_code": "AP202101191452018848",
  "language": "0",
  "notice_content": "　　京东方A(000725)\n　　事件:\n　　1月15日，京东方科技集团股份有限公司发布2021年非公开发行A股股票预案，拟募资200亿元用于收购武汉京东方光电部分股权，投资重庆第6代柔性AMOLED产线及建设成都京东方医院等项目。拟提高武汉京东方光电持股比例进一步增强对产线控制力；筹资建立第六代柔性AMOLED产线有利于公司扩大相关产能，抢占OLED市场，打破国际巨头垄断；布局成都京东方数字医院项目，将已有核心技术与医学、生命科学相结合，形成以数字医院为核心，支撑移动健康、再生医学、健康园区同步发展的战略布局。\n　　投资要点:\n　　并购强化产线控制力，尽享面板价格上行期红利：公司拟使用部分本次非公开发行所募资金分别购买武汉临空港工发投持有的武汉京东方光电14.44%股权和长柏基金持有的武汉京东方光电9.62%股权，意在增强产线产能控制调节能力。半导体显示行业属于周期性行业，2019年面板行业供过于求，产品价格下降，致使公司面板业务利润水平存在一定程度下滑。但随着海外产能大规模退出和大尺寸面板需求增加，目前显示面板产品价格已逐渐上涨，行业已开始呈现回暖态势。公司通过本次非公开发行提高武汉京东方光电持股比例将进一步增强对产线的控制力，享受面板价格上行的行业发展红利。\n　　深化技术壁垒优势，扩大产能抢占AMOLED赛道：相较于TFT-LCD而言，AMOLED柔性显示技术不仅具有自发光、视角宽、响应时间快、发光效率高等优势，更突破性地实现了可弯曲柔性显示，在折叠屏手机、曲面显示、可穿戴设备、汽车电子等新型应用领域加速渗透。公司此次拟募资建设12英寸硅基OLED项目，对重庆京东方显示增资并建设京东方重庆第6代AMOLED（柔性）生产线项目，一方面能够在国家产业政策的引导下通过扩大产能抢占市场，增强品牌马太效应，建设平均年产523万片OLED微型显示器的生产能力，提升OLED行业话语权；另一方面有利于国产面板厂打破国际巨头垄断。京东方重庆第6代AMOLED（柔性）生产线项目将采用多种高分辨率OLED技术，通过结合先进Oxide技术，加快公司关键技术储备的深化，打破韩企技术垄断。\n　　布局数字医院，实现信息技术与医疗健康产业的深度融合：随着5G、云计算、大数据分析、人工智能及可穿戴智能设备等新兴技术的广泛应用，电子信息技术与医疗健康服务产业将进一步深度融合，相关企业有望迎来历史性的发展机遇。据麦肯锡预测，至2030年中国医疗行业将有高达45%的收入来自于数字化解决方案，对应年产值将达到2-7万亿人民币。公司此次募资继续建设成都京东方医院项目，对于承接智慧医工事业战略落地具有重要先导作用。数字医院作为公司智慧医工事业的大健康战略延伸，不仅能将已有的核心信息技术与医学、生命科学融合进行跨界创新，还是公司开展移动健康、再生医学等业务的重要支撑平台。移动健康业务可与数字医院紧密结合，提升移动健康产品及服务的专业性，实现差异化竞争，提升客户粘性。通过成都京东方医院平台的建设运营，公司亦可获取优质医疗资源及政策扶持，吸引和保留医疗人才，进一步扩大线下医疗服务体系网络，夯实产业基础，扩大品牌影响力\n　　盈利预测与投资建议：预计2020、2021、2022年公司分别实现归母净利润41.25亿元、96.67亿元、158.58亿元，对应EPS分别为0.12元、0.28元、0.46元，对应当前股价的PE分别为55.85倍、23.83倍、14.53倍，维持“增持”评级。\n　　风险因素：技术及市场竞争风险、面板价格波动的风险\n",
  "notice_date": "2021-01-19 00:00:00",
  "notice_title": "事件点评报告：BOE定增扩产加码优质赛道，马太效应进一步巩固",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BB",
  "researcher": "夏清莹,贺潇翔宇",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1038",
          "publishName": "光学光电子"
        }
      ],
      "short_name": "京东方A",
      "short_name_ch": "京东方A",
      "short_name_cht": "京東方A",
      "short_name_en": "BOE",
      "stock": "000725"
    }
  ],
  "short_name": "京东方A",
  "source_sample_name": "万联证券",
  "star": "1"
}