{
  "attach_pages": "58",
  "attach_size": "18879",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202112241536428646_1.pdf?1640351220000.pdf",
  "company_code": "80000033",
  "eitime": "2021-12-24 13:07:00",
  "extend": {},
  "info_code": "AP202112241536428646",
  "language": "0",
  "notice_content": "　　华东医药(000963)\r\n　　主要观点：\r\n　　综合性药企，业绩有望企稳。公司业务覆盖医药全产业链，以医药工业为主导，同时拓展医药商业和医美产业。公司医药工业深耕于专科、慢病用药及特殊用药领域的研发、生产和销售，已涵盖以慢性肾病、移植免疫、内分泌、消化系统等领域为主的核心产品管线，拥有多个在国内具有市场优势的一线临床用药。同时，公司通过自主开发、外部引进、项目合作等方式重点在抗肿瘤、内分泌和自身免疫三大核心治疗领域的创新药及高技术壁垒仿制药进行研发布局。公司近4年业绩稳健增长。营业收入方面，2017年至2019年保持稳定增长，CAGR为13%，2020年受新冠疫情及国家药品集采影响，营收同比下滑约5%；归母净利润方面，2017至2019年保持20%以上的增长，CAGR为26%，2020年受疫情及集采影响，归母净利润同比微增0.24%。2021年前三季度，受集采及医保谈判降价影响，公司归母净利润为18.95亿元，同比下滑20.74%，但降幅较2021年一季度和上半年呈现收窄趋势（2021Q1和2021H1归母净利润增速分别为-33.90%、-24.89%）。\r\n　　糖尿病药物市场空间广阔，看好公司创新机制类降糖药物市场份额扩张。弗若斯特沙利文的报告显示，2020年全球糖尿病患者已将近5亿人，预计到2030年将超过6亿人；中国是全球糖尿病第一大国，2020年患者数量居全球第一，达到1.3亿人，并将持续快速增长，预计2030年达1.7亿人。全球糖尿病药物市场规模2020年近700亿美元，并将于2030年达到1091亿美元；中国糖尿病药物市场规模在2020年达到632亿元，并将于2030年达到1675亿元。公司深耕糖尿病药物领域，产品覆盖仿制+创新+生物大分子三个维度，现有及后续升级产品涵盖α-糖苷酶抑制剂、DPP-4i、SGLT-2i、GLP-1R（人胰高血糖素样肽-1受体）激动剂以及GLP-1R和GIPR（葡萄糖依赖性促胰岛素多肽受体）双重激动剂、胰岛素及其类似物等多项临床主流靶点。受国家集采影响，公司阿卡波糖产品收入下滑较多，但随着我国糖尿病防治指南的变迁，创新机制类降糖药物的治疗地位或将不断提升，在临床治疗中的作用亦将日益凸显，公司将充分受益于创新机制类降糖药物市场份额扩张。\r\n　　肿瘤药物市场向靶向、免疫治疗转变，公司卵巢癌ADC药物值得期待。弗若斯特沙利文预计中国的肿瘤药物市场增长路径和全球肿瘤药物市场相似，未来将以靶向和免疫治疗为主。其数据显示，2020年化疗药物占中国肿瘤药物市场的最大份额，按收入计占总市场份额的63.40%，预计从2020年至2030年，化疗药物的市场规模绝对数额将缩减，而其他治疗的市场规模将以绝对数额增长，到2030年，肿瘤靶向治疗和肿瘤免疫治疗将共占中国肿瘤药物市场约85.8%。近年来，公司通过自主研发、外部引进、合作开发等多种方式积极布局抗肿瘤领域。目前，公司两个主要的在研肿瘤药物分别为治疗晚期非小细胞肺癌的迈华替尼和全球首个针对FRα阳性卵巢癌的ADC药物。公司卵巢癌ADC药物在美国的关键性单臂临床试验达到主要研究终点，确认的客观缓解率为32.4%，中位缓解持续时间为5.9个月，临床试验结果显示其具备良好的耐受性，预计2022年第一季度在美国递交生物制品许可申请（BLA）。作为全球首个针对FRα阳性卵巢癌的ADC候选药，Mirvetuximab有望为FRα高表达、且对铂耐药的卵巢癌患者带去新的精准治疗选择。同时，公司正在积极推动该药物在中国的临床准备工作，目前已完成首例受试者入组及给药。\r\n　　打造国际化医美平台，公司医美业务未来可期。公司聚焦全球医美高端市场，将英国全资子公司Sinclair作为医美业务的全球化运营平台。自2018年公司成功收购英国Sinclair后，后续通过股权投资、外部合作等多种方式积极在全球范围内引进医美领域高科技新产品、新技术，现有产品组合覆盖面部填充剂、身体塑形、埋线、能量源器械、美白祛斑等非手术类主流医美领域，已形成综合化产品集群，实现了无创+微创的医美产品管线全布局。尤其在医美填充剂领域，公司已拥有多款商业化核心产品，涵盖玻尿酸、胶原蛋白刺激剂、肉毒素，其中，少女针已于今年8月在中国上市销售，截至三季度末，预收款已达1亿元。随着疫情限制的减少，公司医美业务继续呈现快速增长态势。Sinclair公司2021年前三季度实现营业收入（含西班牙High Tech公司）5306万英镑（约4.73亿元人民币），同比增长127.4%，其中Sinclair自身营收增长79.24%，预计其全年收入有望达到历史最好水平。未来，随着公司继续加快推进核心医美产品在国内外的临床注册工作进度及市场推广，多款潜力产品将有望于2025年前陆续在海内外上市销售，为公司全球化医美业务带来新的增长动能。\r\n　　研发投入保持增长，打造华东研发生态圈。近年来，公司持续加大研发投入，2018、2019两年研发支出同比增速达到20%以上，2020年受疫情影响，增速有所下滑，2021年前三季度，公司研发支出为9.04亿元，基本和2020年全年研发支出持平，同比增速为8.9%。2020年以来，公司陆续通过投资、控股、孵化多家国内外拥有领先技术的生物科技公司，逐步打造华东医药的研发生态圈：包括投资了多肽技术平台型企业重庆派金生物、专注免疫疾病的抗体公司荃信生物、有ADC连接子与偶联技术的诺灵生物，孵化了拥有开发ADC药物毒素原料全产品线的珲达生物，控股了多抗平台型公司道尔生物，投资了全球唯一一个有能力生产高度选择性药物的羟基树枝状聚合物平台的美国Ashvattha公司。\r\n　　投资建议：\r\n　　我们预计公司2021-2023年营业总收入分别为357.33/395.41/433.63亿元，归母净利润分别为23.61/31.76/36.29亿元，对应EPS分别为1.35/1.81/2.07元，当前股价对应P/E为26.84/20.02/17.51倍。考虑到公司深耕糖尿病药物市场多年，相关产品管线布局丰富且全面，将受益于创新机制类糖尿病药物市场份额扩张；同时公司积极投入研发，现已具备ADC全部件的研发能力，创新药板块在研品种进展顺利；子公司Sinclair全年收入有望达到历史最好水平，公司医美业务未来可期。因此，首次覆盖给与公司“买入”评级。\r\n　　风险提示：\r\n　　医药政策风险，新药研发、上市进度不及预期，产品降价风险。",
  "notice_date": "2021-12-24 00:00:00",
  "notice_title": "公司整体业绩有望企稳 医美业务未来可期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "胡晨曦",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "465",
          "publishName": "化学制药"
        }
      ],
      "short_name": "华东医药",
      "short_name_ch": "华东医药",
      "short_name_cht": "華東醫藥",
      "short_name_en": "HD MEDICINE",
      "stock": "000963"
    }
  ],
  "short_name": "华东医药",
  "source_sample_name": "长城国瑞证券",
  "star": "2"
}