{
  "attach_pages": "5",
  "attach_size": "521",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202104161485605990_1.pdf?1618585742000.pdf",
  "company_code": "80000197",
  "eitime": "2021-04-16 15:09:02",
  "extend": {},
  "info_code": "AP202104161485605990",
  "language": "0",
  "notice_content": "　　宝信软件(600845)\r\n　　事件：公司4月12日公告，2020年实现营业收入95.18亿元（+38.96%），归母净利润13.01亿元（+47.91%）。拟每10股转增3股并派发红利9元（含税）。\r\n　　投资要点：\r\n　　营收、扣非净利润连续四年保持较快增长，公司整体处于快速成长阶段。公司聚焦智慧制造和智慧城市两大市场，积极发展工业互联网平台与新一代信息基础设施服务双主业，业绩呈持续稳定增长态势。从营收结构来看：（1）软件开发及工程服务业务实现营收67.18亿元（+47.00%），主要受益于宝武智慧制造需求的增加、轨道交通等智慧城市业务收入的增加以及自动化、信息化业务同步增长；（2）服务外包实现营收26.16亿元（+27.31%），主要是于宝之云四期实现了快速上架，IDC收入大幅提升；（3）低毛利的系统集成实现营收1.79亿元（-14.14%），逐渐收缩。从发展趋势来看，公司近四年来的营收增速分别为20.59%、14.56%、17.69%、38.96%，扣非净利润增速分别为56.13%、54.87%、38.73%、47.53%，整体处于快速成长阶段。\r\n　　公司经营稳健，规模扩张对融资的依赖较低，盈利质量较高。报告期，公司营业成本同比+40.76%（较同期营收增速+1.80pcts），影响销售毛利率略有下降（-0.91pcts）；但费用率整体下降2.85pcts，带动净利率14.29%（+0.79pcts），盈利能力稳定保持在较高水准。在四项费用支出中，只有研发费用增速维持正增长9.49亿元（+31.09%），增速连续三年稳健提升，系公司持续加大在工业互联网、IDC等领域核心自主技术的研发投入所致。近两年的长、短期有息负债保持在较低的状态，说明公司的业务扩张对资金的依赖较低。经营活动产生的现金流量净额为14.66亿元（+65.25%），连续五年完全覆盖同期归母净利润，盈利质量较高。从财务分析角度来看，公司现金流管控较好，自有资金充足、能满足自身规模扩张需求，对融资需求较低，依靠自我造血就可以维系较高的营收增速，整体盈利质量极高，实现持续健康发展的确定性较强。\r\n　　有序推进科技研发，构建了结构完善、有强大业务驱动力的自有核心技术版图。公司稳步构建面向未来的核心竞争优势，在工业互联网、大数据、云计算、人工智能、5G、移动物联、虚拟制造等新兴领域不断突破，逐步形成了以“全层次、全流程、全生命周期”为特征的业务构建能力。（1）在工业互联网领域，强化xIn3Plat顶层设计，完善“云-边-端”的系统架构，为各类业务创新应用提供发展基础；开展工业互联网安全研究，推进安全态势感知平台和安全监管平台建设；推进产业生态平台ePlat和工业互联平台iPlat平台组件开发，形成多个示范应用；研究“5G+工业互联网”在钢铁行业的应用，完成技术白皮书编制；（2）在大数据领域，推进大数据“5S”组件开发，完成炼铁互联智控平台（高炉）示范项目建设，助力企业实现效益提升、流程再造和管理变革；（3）在人工智能领域，聚焦图像识别、运筹优化、机器学习三大方向，推进视觉中台、排程中台建设，并在多基地排程、智能工厂、厚板缺陷识别等场景实现示范应用；（4）在智慧城市领域，参与建设上海市“一网统管”系统工程，打造公司未来在智慧城市、智慧园区领域的核心竞争力；充分发挥产学研合作创新效能，推进“预见者”城市智能交通协同管控平台的研发落地；在轨道交通业务领域聚焦形成“3+1”全层次、全生命周期智慧系解决方案，年内中标多个大型轨交综合监控项目；加快在有色、医药、公共服务、装备制造等领域的业务布局，新签项目陆续落地。可以看到，公司通过有序推进科技研发，构建了结构完善、有强大业务驱动力的自有核心技术版图。\r\n　　钢铁行业兼并重组与产能转化持续加快催生了更多工业信息化需求，IDC新基建基础设施投资战略有序推进。钢铁行业兼并重组与产能转化步伐持续加快，催生了更多的工业信息化改造需求；伴随中国宝武联合重组的逐步推进，公司通过专业化整合后行业地位进一步提升，市场份额提升带来了新的业务增量。顺应“新基建”政策契机，公司积极应对市场环境变化，稳步推进宝之云新一代信息基础设施全国布局战略。依托战略客户需求，分层次推进核心区域资源储备、重点区域规划引领、发展区域市场培育工作；采用以市场为导向的项目启动原则，推动宝之云罗泾基地、梅山基地等项目的开工建设；积极探索外部合作、合资或兼并收购等产业发展创新路径，在全国多个省市推进业务合作。我们认为，公司工业互联网平台与新一代信息基础设施双翼发展的业务格局未来具有持续、稳健、快速发展的较大潜力。\r\n　　投资建议：综合分析，我们认为钢铁行业兼并重组与产能转化持续加快，催生了更多工业信息化需求，新基建基础设施投资战略有序推进带来的IDC增长空间依然较大；公司通过有序推进科技研发，构建了结构完善、有强大业务驱动力的自有核心技术版图；公司经营稳健，现金流管控较好，自有资金充足、对融资需求较低，能满足自身规模扩张需求，盈利质量较高，整体处于快速成长阶段。预测宝信软件2021、2022、2023年营业收入分别为120.08亿元、149.09亿元和183.73亿元；归母净利润分别为16.45亿元、20.66亿元、25.54亿元，对应EPS分别为1.42元、1.79元、2.21元，当前股价对应PE分别为43倍、34倍和27倍，给予目标价84元，维持“买入”评级。\r\n　　风险提示：技术迭代风险，项目进展不达预期。",
  "notice_date": "2021-04-16 00:00:00",
  "notice_title": "盈利质量较高，整体处于快速成长阶段",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "张超",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "宝信软件",
      "short_name_ch": "宝信软件",
      "short_name_cht": "寶信軟件",
      "short_name_en": "Baosight",
      "stock": "600845"
    }
  ],
  "short_name": "宝信软件",
  "source_sample_name": "中航证券",
  "star": "1"
}