{
  "attach_pages": "48",
  "attach_size": "2370",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202204061557612838_1.pdf?1649258817000.pdf",
  "company_code": "80092742",
  "eitime": "2022-04-06 15:26:45",
  "extend": {},
  "info_code": "AP202204061557612838",
  "language": "0",
  "notice_content": "　　中国中免(601888)\n　　公司是我国唯一一家全牌照免税运营商，拥有机场免税、市内免税和离岛免税牌照，以免税为主营业务，包括烟酒、香化、精品等免税商品的批发、零售等业务。截至21年5月末，公司经营195间店铺，覆盖我国29个省份的188间店铺（超过90个城市），以及香港、澳门和柬埔寨的6家境外免税店。销售渠道遍布首都、上海、广州机场等国内大型枢纽机场，香港、澳门机场等亚太国际机场及三亚离岛免税城等。\n　　免税行业：长坡厚雪，助力消费回流。我国免税业起始于1979年，随着改革开放而发端。我国免税市场高速发展。19年我国旅游零售市场规模为910亿元，16~19年CAGR为25.1%，免税占比55.1%，规模为501亿元，16~19年CAGR为28.8%，增速远高于同期全球及亚太免税市场。疫情的有效控制，叠加政策扶持，我国免税品市场展现韧性。20年我国免税品销售额仍然达到人民币329亿元，仅同比减少34.2%，而同期全球、亚洲分别同比减少60.9%/40.2%。在后疫情时代我国在全球旅游零售市场份额进一步提升，公司作为龙头充分受益，成为全球第一大旅游零售运营商。\n　　离岛免税：政策持续宽松，中免拓店加持。海南作为自由贸易港，发展免税业务承接海外消费回流，近年来离岛免税政策不断放宽，且放开牌照，多家运营商进入共同做大蛋糕。目前海南投入运营的10家免税店中，6家在中免旗下，无论从门店数量还是体量上来说，公司的龙头地位都难以撼动，未来随着海口国际免税城和三亚国际免税城一期二号地项目落地，地位有望得到巩固。\n　　机场免税：内生外延同发力，卡位重点机场。进境免税方面，16年，财政部、商务部、海关总署、国家税务总局和国家旅游局联合同意新设13家机场进境免税店后，中免陆续中标昆明、沈阳、南京等8家。出境免税方面，中免先后续签多个重要标段出境免税店，如广州机场、杭州机场、青岛机场等。通过收购日上中国和日上上海，垄断北京和上海的进出境免税业务，实现卡位优势。\n　　市内免税：万事俱备，静待东风。19年，公司开始布局市内免税业务，青岛、厦门、大连、北京、上海出境市内免税店相继开业，通过收购中侨免，收获回国补购型市内免税牌照，至此公司将两类市内免税牌照收入囊中。20年3月，发改委提出“完善市内免税店政策”，随着全球疫情向好后出入境放开，市内免税店政策有望进一步放松和完善。\n　　有税：疫情背景催生会员购，空间巨大。20年新冠疫情背景下，各口岸基本处于关闭状况，免税经营受阻，公司推出CDF会员购等形式的线上补购完税电商平台。公司拥有会员超过2000万人，基于强大的会员体系而形成的有税业务空间巨大。\n　　投资建议：公司是我国免税行业的绝对龙头，牌照齐全，内生和外延共同发力，并借助新冠疫情的契机，跃居全球第一大旅游零售运营商。未来随着新店逐步投入使用、全球疫情向好带来的出入境复苏以及市内免税政策的放开，公司仍具有较大的空间及增长潜力。预计21/22/23/实现归母净利润96/120/161亿元，同增56%/25%/34%，当前股价对应PE为35x/28x/21x，估值极具配置价值，首次覆盖，给予“买入”评级。\n　　风险提示：免税政策变动；免税市场竞争加剧；疫情反复风险；宏观系统性风险。\n",
  "notice_date": "2022-04-06 00:00:00",
  "notice_title": "公司深度报告：免税巨擘，厚积薄发",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "范欣悦",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "485",
          "publishName": "旅游酒店"
        }
      ],
      "short_name": "中国中免",
      "short_name_ch": "中国中免",
      "short_name_cht": "中國中免",
      "short_name_en": "CTG DUTY-FREE",
      "stock": "601888"
    }
  ],
  "short_name": "中国中免",
  "source_sample_name": "信达证券",
  "star": "3"
}