{
  "attach_pages": "55",
  "attach_size": "6376",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202408211639376756_1.pdf?1724255975000.pdf",
  "company_code": "10000296",
  "eitime": "2024-08-21 15:59:35",
  "extend": {},
  "info_code": "AP202408211639376756",
  "language": "0",
  "notice_content": "　　赛轮轮胎(601058)\n　　投资要点\n　　推荐逻辑：1）长期看，轮胎行业1900亿美元空间，近期海内外需求改善，性价比优势下民族品牌轮胎市占率提升空间巨大，公司作为国内民族胎企的排头兵，行业地位有望持续提高。2）公司“液体黄金”轮胎性能优异附加值高，2023年逐步放量，上游厂家原料产量约7.7万吨。非公路产品高毛利高壁垒扩张快，公司盈利水平有望持续增厚。3）公司持续海内外布局，共规划建设年产2600万条全钢子午线轮胎、1.03亿条半钢子午线轮胎、44.7万吨非公路轮胎的生产能力。\n　　轮胎行业市场长坡厚雪，民族企业竞争力与日俱增。2023年世界轮胎行业市场空间约1900亿美元，其中中国市场占比超20%。海外龙头市占率总体呈下降趋势，2022年世界75强轮胎企业中，中国（包括台湾省）企业共35家，较上年增加一家。边际变化方面：国内经济活动持续恢复，半钢全钢需求也在持续改善。国外轮胎去库存的负面影响也逐步消除，截至目前欧美轮胎库存已至正常水平。国内方面来看：根据中国汽车工业协会，2023年，汽车产量2593.9万辆，同比分别增长11.1%；其中新能源汽车产量815.1万辆，同比增长28.1%。随着宏观经济的温和回暖，汽车市场消费潜力将被进一步释放公司业绩。海外方面来看：海外需求向好，轮胎出口回暖。据海关总署统计数据，23年全国出口海外新的充气橡胶轮胎达6.2亿条，同比数量增长11.6%，金额增长13.2%。随着海运费FOB占比提高，海外经销商去库存完成，预计后续出口将持续向好，公司业绩有望受益。\n　　“液体黄金”性能优异，非公路胎技术壁垒高，有望成为公司新增长点。公司“液体黄金”产品性能优秀，打破轮胎“魔鬼三角”。继2021年第四季度首次推出液体黄金轮胎卡客车系列产品后，2022年6月在国内首发液体黄金轮胎乘用车系列产品，11月，液体黄金乘用电动汽车轮胎系列产品—“ERANGE|EV”在美国拉斯维加斯全球首发，2023年3月，公司进一步增加液体黄金产品种类，发布新能源EV系列、豪华驾享系列、都市驾驭系列、超高性能系列四大液体黄金轮胎新产品，覆盖全球主流高端车型。根据公司原料供应商软控股份公告，其EVEC？胶设计产能28万吨/年，目前已建成产能10.8万吨/年，2023年产量约7.7万吨。随着“液体黄金”原料产能逐步增加，公司产品种类日益丰富，市场占有将逐步提高，进军高端产品，打开利润空间。公司深耕非公路轮胎领域多年，2016年生产了世界最大寸级63寸巨型子午线轮胎，成为国内少数拥有最大尺寸巨胎生产能力的企业。公司现布局非公路生产基地青岛基地、潍坊基地、越南基地，22年底达产产能共13.29万吨。公司正在建设扩产潍坊基地、青岛董家口基地、越南基地、印度尼西亚基地。预计2024年底建成产能32万吨。未来几年，公司规划持续扩产非公路产能，共规划44.7万吨产能。随着公司产能逐渐落地，高毛利、高技术壁垒的非公路轮胎产品将进一步提升公司竞争力。\n　　海外基地多点开花，墨西哥、柬埔寨、印度尼西亚步步为营。2023年12月公司公告布局墨西哥基地，规划半钢胎产能600万条/年，达产后预计实现年净利\n　　润4059万美元。墨西哥基地贴近北美市场，且不易受到关税壁垒影响。2024\n　　年1月公告追加投资柬埔寨基地，新增1200万条/年半钢胎产能，全部达产后，柬埔寨基地将具备年产2100万条半钢子午线轮胎及165万条全钢子午线轮胎的生产能力，增产部分预计带来净利润7亿元/年。2024年3月，公司拟在印度尼西亚投资建设年产360万条子午线轮胎与3.7万吨非公路轮胎项目。截止目前，公司共规划建设年产2600万条全钢子午线轮胎、1.03亿条半钢子午线轮胎、44.7万吨非公路轮胎的生产能力。随着公司海外布局持续扩张，公司能够更好的满足海外市场的需求，也进一步提高对于国际贸易壁垒的应对能力，随着公司海外地区市占率逐步提升，盈利能力将持续增强。\n　　盈利预测与投资建议。预计2024-2026年EPS分别为1.35元、1.55元、1.85元，对应动态PE分别为9倍、8倍、7倍。看好公司非公路轮胎业务率先布局，海外基地持续扩张，给予公司25年13倍PE，目标价20.15元，维持“买入”评级。\n　　风险提示：下游需求不及预期风险、原材料价格大幅上涨风险、产能投放不及预期风险、海外经营风险等。\n",
  "notice_date": "2024-08-21 00:00:00",
  "notice_title": "全球布局持续深化，民族巨头加速崛起",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "黄寅斌",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1018",
          "publishName": "橡胶制品"
        }
      ],
      "short_name": "赛轮轮胎",
      "short_name_ch": "赛轮轮胎",
      "short_name_cht": "賽輪輪胎",
      "short_name_en": "Sailun Group",
      "stock": "601058"
    }
  ],
  "short_name": "赛轮轮胎",
  "source_sample_name": "西南证券",
  "star": "3"
}