{
  "attach_pages": "6",
  "attach_size": "1175",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202309221599702360_1.pdf?1695376931000.pdf",
  "company_code": "80027629",
  "eitime": "2023-09-22 10:02:11",
  "extend": {},
  "info_code": "AP202309221599702360",
  "language": "1",
  "notice_content": "　　生益科技(600183)\r\n　　CCL and PCB industries faced ongoing challenges that added pressure onShengyi Tech’s performance. The Company’s 1H23 revenue/NP toshareholders declined by 15.9%/ 40.7% YoY to RMB7,880mn/ RMB555mn.GPM fell to 19.3% in 1H23 vs. 23.4%/20.5% in 1H22/2H22. Looking forward, weexpect modest sequential growth in 2H23, as the mgmt. mentioned recentoperations of CCL products were running on full capacity. However, we thinkinvestors should wait for a clearer signal of full recovery of the downstreamdemand, which would support revenue growth and margin recovery. MaintainHOLD, with adjusted TP of RMB16.1, based on 20x rollover 2024E P/E.\r\n　　Industry downcycle weighs on the Company’s performance. Theworldwide PCB market experienced a significant decline of 20% YoY in1H23. The falling demand hurt more on the ASP side (CCL/PCB: est. highteens /low-teens in price change) as sales volume was relatively resilient.Even though the inventory level of some downstream clients is relativelylow, they were reluctant to purchase materials. We saw the industry isconsolidating through our channel checks, which has suppressed thewillingness to pull up inventory.\r\n　　Shengyi Tech is better-positioned than its peers with operations on fullcapacity; however, the market is waiting for a clearer signal of demandreturn. Per Prismark, the Company ranked second globally in terms of CCLsales with 12% market share globally and with a broad end marketcoverage. The mgmt. also mentioned operation of CCL business is alreadyat full capacity. There are spot lights on auto, mainly EV, and server market.However, a broader market demand is still weak. Meanwhile, copper pricehas increased recently and the Company was unable to pass down theincremental cost under the current circumstances, which would further hurtthe Company’s GPM in the near term.\r\n　　We cut FY23/24E revenue and NP forecasts by 6%/8% and 26%/21%, asthe Company’s 1H23 results were lower than our expectations and the GPMcompression in downcycle is longer-than-expected. We think near-termpressure would persist, but Shengyi Tech should have modest sequentialgrowth in 2H23 from a low base. Maintain HOLD, with TP adjusted toRMB16.1, based on the same 20x rollover 2024E P/E, as the market iswaiting for a clear sign of demand recovery and up-cycle.",
  "notice_date": "2023-09-22 00:00:00",
  "notice_title": "Expect modest sequential growth in 2H23",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "459",
          "publishName": "电子元件"
        }
      ],
      "short_name": "生益科技",
      "short_name_ch": "生益科技",
      "short_name_cht": "生益科技",
      "short_name_en": "Sytech",
      "stock": "600183"
    }
  ],
  "short_name": "生益科技",
  "source_sample_name": "招银国际"
}