{
  "attach_pages": "9",
  "attach_size": "764",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202312061613488679_1.pdf?1701891336000.pdf",
  "company_code": "80000007",
  "eitime": "2023-12-06 19:35:36",
  "extend": {},
  "info_code": "AP202312061613488679",
  "language": "0",
  "notice_content": "　　巨化股份(600160)\r\n　　事项：\r\n　　事件：2023年12月5日晚，公司发布公告：巨化股份拟以现金出资方式，收购淄博飞源化工部分老股东持有标的公司5,469.6万股权（占飞源化工全部股权的30.15%），同时单方面增加飞源化工注册资本7,721.8万，合计取得标的公司51%股权。合计交易金额为13.94亿元：其中收购飞源化工股权金额5.78亿元；单方面对飞源化工增资金额8.16亿元。最终具体以公司签订的交易协议为准。本次交易各方协商确定飞源化工100%股权价值约19.18亿元（折合10.57元/注册资本），较其合并报表归母净资产相比增值率为185.11%；较其母公司财务报表中净资产相比增值率为193.36%。\r\n　　飞源化工拥有较为完整的氟化工、环氧树脂产业链，主要产品包括制冷剂R32、R125、R134a、R410A、R404A、R407C、R507；精细化学品R113a、三氟乙酸、三氟乙酰氯、三氟乙醇、硫酰氯；其它产品氟化氢、氟化氢铵、硫酸、环氧氯丙烷、环氧树脂等。\r\n　　国信化工观点：近几年巨化股份已紧抓市场机遇，逆势中布局并实现三代制冷剂产销量、市占率维持第一；同时积极推进氟化工产品结构优化，持续筑牢氟化工巨头地位。飞源化工主营业务与巨化股份产业链协同互补性较强。若本次交易能顺利完成，对于巨化股份来说，将进一步充实核心产业氟化工业务、继续做强做优做大核心产业，提升市场竞争地位和竞争力，优化其产业结构、促进高质量发展；同时对于三代制冷剂行业来说，行业集中度持续将龙头集中，竞争格局趋于缓和。巨化目前在国内三代制冷剂市场份额约占32%，飞源化工约占7%-8%，交易完成后，我们预计巨化股份在三代制冷剂市场份额将有望达到35%-40%。\r\n　　考虑到本次收购仍有不确定性因素，盈利预测暂不考虑本次收购带来的影响，我们维持盈利预测：我们预计公司2023-2025年归母净利润分别为10.12/18.64/25.68亿元，同比增速分别为-57.5%/84.2%/37.7%；摊薄EPS=0.37/0.69/0.95元，对应当前股价对应PE=42.0/22.8/16.6X。维持“买入”评级。\r\n　　评论：\r\n　　飞源化工三代制冷剂产能位居全国前列，与巨化股份公司产业链协同互补性强\r\n　　淄博飞源化工有限公司始建于2004年8月，2005年6月正式投产运行，公司占地面积1000余亩。是淄博市技术创新型企业、高新技术企业、山东省省级企业技术中心、淄博市工业设计中心、淄博市工程研究中心，并连续被列为“淄博市工业企业50强”。飞源化工主营业务为基本化工原料、氟化工原料及后续产品的研发、生产与销售。拥有较为完整的氟化工、环氧树脂产业链。其主要产品包括制冷剂R32、R125、R134a、R410A、R404A、R407C、R507；精细化学品R113a、三氟乙酸、三氟乙酰氯、三氟乙醇、硫酰氯；其它产品氟化氢、氟化氢铵、硫酸、环氧氯丙烷、环氧树脂等。其产成品线较为丰富，与巨化股份公司产业链协同互补性强。全国第三代制冷剂整体产能超过110万吨，飞源化工主营业务中三代制冷剂产品占比较高，市场占有率居于国内前列，约占我国三代制冷剂市场份额的7%-8%。\r\n　　整体来说，飞源化工无水氟化氢产能行业前三、第三代含氟制冷剂产能行业前五、环氧氯丙烷产能行业前五、环氧树脂产能行业前五、三氟系列精细材料产能行业前三。据卓创资讯数据，公司氟化工产品销售网络覆盖全国各地，下游客户有美的、格力、海尔、海信等国内知名空调厂家，并积极开拓国际市场，与霍尼韦尔、日本大金、美国科慕（杜邦化学氟化工板块）等知名大型企业保持良好的供应关系。\r\n　　截止基准日2023年5月31日，飞源化工股东全部权益价值资产基础法评估结果为9.41亿元，市场法评估结果为19.19亿元。本次合计交易金额为13.94亿元：其中收购飞源化工股权金额5.78亿元；单方面对飞源化工增资金额8.16亿元。最终具体以公司签订的交易协议为准。值得注意的是，如邢汉银转让股权受此前的协议限制，可能导致巨化股份收购标的股权未达到预定比例。不排除巨化股份对飞源化工提高增资比例，直至取得其51%股权。\r\n　　早在2022年，飞源化工实际控制人邢汉银与淄博龙门洪泰产业投资合伙企业（有限合伙）、泰安市洪泰新型工业化股权投资合伙企业（有限合伙）已签署《关于淄博飞源化工有限公司之投资协议》，约定按投资前估值14.33亿元出资2亿元增资入股（折每股9.00元），以取得飞源化工12.25%的股权。2022年7月及8月，飞源化工已分别收到前述两家机构转入的投资款，并于2023年8月完成上述增资工商变更登记。洪泰基金前次取得飞源化工12.25%的股权投后估值为16.33亿元，本次投资估值为19.19亿元（较前次估值增加17.51%）。本次交易预计产生的商誉金额约为5亿元，占巨化股份总资产的比例约为2.15%，占归母公司净资产的3.27%，约占巨化股份2022年归母净利润的20.96%。\r\n　　本次交易各方协商确定飞源化工100%股权价值约19.18亿元（折合10.57元/注册资本），较其合并报表归母净资产相比增值率为185.11%；较其母公司财务报表中净资产相比增值率为193.36%。截至2023年5月末，飞源化工合并报表中归母净资产为6.72亿元，根据市场法估值市净率为2.85倍。\r\n　　制冷剂：2020-2022年三代制冷剂景气度承压，行业景气度将逐步回升\r\n　　复盘近三年的三代制冷剂价格走势：2020年，受新冠肺炎冲击、基加利修正案引起的配额争抢等因素影响，三代制冷剂市场延续2019年末的疲软态势，各产品价格均有下滑。原料氢氟酸在疫情期间连连走低，于2020年5月份到达全年最低点后反弹回稳。R32产能过剩的状况仍在延续，价格上行受限；R134a价格达到了近年来历史新低点。下游空调、汽车行业2020年产销量双双下滑。2021年上半年，除R32价格仍在成本线下徘徊外，其余制冷剂价格均有所回暖，截至2021年6月30日，R22较年初涨幅约为14.3%，R134a较年初涨幅约为13.9%，R125较年初涨幅约为11.5%，R32较年初跌幅约为4.0%，R410a较年初涨幅约为17.6%。2021年8月，随原材料氢氟酸、甲烷氯化物、乙烷氯化物等价格持续上涨，并且在能耗双控及限电导致制冷剂开工率不足，而需求端制冷剂进入传统备货旺季的背景下，制冷剂产品价格均出现明显反弹，涨价态势持续至2021年11月初。随后，自2021年11月起，在原料端供给逐步释放的背景下，制冷剂价格均开始普遍回调。2022年，制冷剂价格逐步进入下行通道。2023年前三季度，制冷剂产品价格变化有所分化：R125价格跟随成本四氯乙烯持续下跌，近期有所反弹、R32价格在中低位震荡，近期开始上涨、R134价格先抑后扬。进入2023年四季度，在进入制冷剂传统备货旺季、前期企业及市场低库存、配额方案落地预期细则阶段，以R143a及其相关混配制冷剂为首的整体制冷剂价格快速反弹。从原料端来说，当前国内矿山生产形势严峻，库存低位情况下萤石粉供应偏紧情况较难改变。制冷剂中长期需求有望继续增长叠加配额方案已落地，看好三代制冷剂价格中枢有望持续提升，制冷剂即将开启景气上行周期。\r\n　　2023年我国空调内销市场迎来久违“大年”，家用空调产业进入新周期。随着我国空调市场进入存量阶段，结构升级成为行业的主基调，而结构升级背后的涵义是行业由过去的规模驱动向品质驱动转变，企业利润与创新形成相互促进的闭环。2023年，疫情放开后需求集中恢复、高温天气预期、健康舒适及家庭场景价值的再挖掘等，2023上半年国内空调市场表现靓丽。据国家统计局数据显示，2022年全年中国空调累计产量达到22247.3万台，累计增长1.8%。国家统计局数据显示，2023年10月全国空调产量1373.0万台，同比下降0.5%；1-10月累计产量20738.5万台，同比增长12.4%。据产业在线数据，作为全球最大的家用空调生产基地和销售市场，2023年冷年，中国家用空调同期取得了销售量1.68亿台，销售额3629亿元，量、额分别增长9.2%和11%。\r\n　　从长周期看，我国空间制冷需求仍有较大的增长空间。制冷剂市场方面，新兴经济体中工业发展、冰箱及空调的普及与汽车制冷需求的激增持续推动制冷剂市场的发展，据Markets and Markets Research预测，未来全球制冷剂需求增量将主要来自于亚太及中东地区，亚太地区将持续作为全球最大的制冷剂消费市场；北美及欧洲的制冷剂市场则相对成熟，预计未来几年内将稳定增长。据中国产业信息网数据，目前全球65%-70%的制冷剂产能在中国，全球制冷剂需求量的40%来自中国，我国为全球最大的制冷剂生产国和消费国。家用空调方面，据IEA（国际能源署）数据，2019年我国房间空调产量占全球的70%，近19年间我国空调销售量增长了五倍，我国在全球空调市场上处于领先地位。近年来我国空调产销量迅猛增长，许多城市中家庭制冷设备的选择发生了变化，而目前国内约40％的家庭仍然没有空调。据IEA预计，随着收入水平持续增长，到2030年，中国家庭空调的拥有率将达85％，安装住宅制冷设备（包括风扇和除湿机）的总数将超过11亿。据印度环境、森林与气候变化部发布的《印度冷却行动计划草案》显示，目前中国人均空间制冷能耗大大低于美国，并且不足日韩的一半，仍有提升空间。从长周期看，我国空间制冷需求仍有较大增长空间。\r\n　　三代制冷剂配额方案出台，国内四代制冷剂技术储备中\r\n　　2023年11月4日，生态环境部发布了“关于印发《2024年度氢氟碳化物配额总量设定与分配方案》的通知”，为实际履行《〈关于消耗臭氧层物质的蒙特利尔议定书〉基加利修正案》，实现2024年氢氟碳化物（HFCs）生产和使用量冻结在基线值的履约目标，有关单位被要求于2023年11月24日前组织做好2024年度HFCs生产配额、内用生产配额和进口配额申请填报等相关工作。按照《基加利修正案》有关规定，我国HFCs生产和使用的基线值，以吨二氧化碳当量（tCO2）为单位，分别为基线年（2020—2022年）我国HFCs的平均生产量和平均使用量，再分别加上含氢氯氟烃（HCFCs）生产和使用基线值的65%。确定我国HFCs生产基线值为18.53亿tCO2、HFCs使用基线值为9.05亿tCO2（含进口基线值0.05亿tCO2）；进口配额总量为0.1亿tCO2。\r\n　　中长期来看，下游空调、制冷、汽车等领域对制冷剂的需求有望继续增长；同时伴随配额方案落地，我们看好三代制冷剂价格中枢有望持续提升。另外，值得关注的是，第四代制冷剂R1234yf、R1234ze等的应用正处于起步阶段，目前巨化股份、中欣氟材等公司已实现代加工或已储备相应技术，未来第四代制冷剂将因其卓越性能与环保性成为第三代HFC制冷剂的绿色替代方案。另外，值得关注的是，第四代制冷剂R1234yf、R1234ze等的应用正处于起步阶段，目前巨化股份、中欣氟材等公司已实现代加工或已储备相应技术，未来第四代制冷剂将因其卓越性能与环保性成为第三代HFC制冷剂的绿色替代方案。巨化股份作为国内唯一拥有一至四代含氟制冷剂系列产品的企业，公司现拥有两套主流第四代氟制冷剂产品装置（含代加工），年产能8000吨。公司未来除积极做好第三代氟制冷剂配额管控下的经营工作，将其规模优势转化为经营优势外，将持续研发第四代氟制冷剂等低GWP新型制冷剂品种和混配品种，适应市场变化。\r\n　　投资建议：筑牢三代制冷剂巨头地位，并将引领行业周期景气反转，维持“买入”评级\r\n　　公司作为氟化工龙头，产业链布局完善、成本与配套优势显著，且财务结构健康。从氟制冷剂行业格局来看，三代制冷剂产品的价格及价差目前均处于底部区间，而配额管理即将在立法层面落地，随着供给侧结构性改革不断深化，行业竞争格局趋向集中，我们看好三代制冷剂有望迎来景气反转的拐点。公司持续逆势扩张，若本次交易顺利完成，我们看好公司在三代制冷剂行业的市占率有望达到35%-40%以上",
  "notice_date": "2023-12-06 00:00:00",
  "notice_title": "拟以14亿元收购飞源化工51%股权，筑牢三代制冷剂巨头地位",
  "page_size": 2,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "杨林,张玮航",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "538",
          "publishName": "化学制品"
        }
      ],
      "short_name": "巨化股份",
      "short_name_ch": "巨化股份",
      "short_name_cht": "巨化股份",
      "short_name_en": "ZJJH",
      "stock": "600160"
    }
  ],
  "short_name": "巨化股份",
  "source_sample_name": "国信证券",
  "star": "1"
}