{
  "attach_pages": "7",
  "attach_size": "1515",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011021425769822_1.pdf?1604342102000.pdf",
  "company_code": "80027629",
  "eitime": "2020-11-02 18:35:02",
  "extend": {},
  "info_code": "AP202011021425769822",
  "language": "1",
  "notice_content": "　　伊利股份(600887)\r\n　　3Q20  NP  +24%  YoY  to  RMB2,289mn,  9%  above  consensus  due  to RMB94mn/82mn  YoY  increase of fair value gain/other income.     The 10% share price drop last Friday was partly because share price already ran ahead of 3Q20 results  release. Share price jumped 9%  from 23 to 29 Oct (vs MN’s 1% drop).  We think Yili will implement four measures to offset raw milk pressure, and therefore we kept FY21/22E NP estimates unchanged.  We expect Yili would continue to benefit from industry consolidation. Maintain Buy.\r\n　　3Q20 NP beat but GPM missed. Revenue rose 11% YoY in 3Q20, which is in line with  consensus and our expectation, led by 19%/10%/1% growth of milk  powder/liquid  milk/ice-cream  segments.  GPM  fell  1.3ppt  to  34.7% because of 6-7% raw milk price growth (RMB4.5kg in 3Q20 vs China ModernDairy’s  ASP  ~RMB4.2/kg)  and  dilution  by  Westland.  That  said,  selling expenses ratio fell 1.4ppt to 20.5%, offsetting the impact of GPM decline.\r\n　　Four measures to offset raw milk pressure. Management expects raw milk price to grow by high single-digit in 2H20E and increase further in FY21E. (1) Reduce  discount  promotion:  Our  sources  of  channel  check  found  retail prices of Satine rose to RMB65 in second half of Oct (highest level since Feb)and so did MN’s Milk Deluxe (Figure 4 & 5). Management expects the sector would  be more disciplined in  promotions.  (2)  Control raw milk  source:  Yili became the  largest shareholder of Zhongdi  (1492  HK) in Sep  and its associate company, Youran, bought two farms from Fonterra China in Oct. (3) Product innovation:  For example,  Ambrosial launched  a high-end 5G  protein in Aug and Satine will launch a high-end 4.0g UHT milk in 1Q21. The retail price/gramof 5G  protein is more than double of Ambrosial original favour  (Figure 6 & 7).  (4) Improve efficiency of selling expenses:  Selling expenses ratio fell 0.9ppt to 22.7% in 9M20 through more precise marketing such as online advertising. It’s 12.3% A&P exp. ratio in FY19 was higher than many major consumer names(Figure 9). As dairy sector leader, we think Yili has room to improve efficiency. Management expects slight drop of selling expenses ratio in FY21E. \r\n　　To become global top three dairy company in 2025. The Company targets to become global top 3 dairy players in 2025 and the largest  player  in 2030. In the 14th  five year period, Yili  will strengthen its leadership and growth in dairy  sector,  while  sales  contribution  by  non-dairy  products  and  overseas market will not be significant.  At a 10% sales  CAGR  in 2019-25, we believe Yili could reach top 3 in 2025 (Figure 8). \r\n　　Maintain Buy. We lifted FY20E NP by 4% to reflect strong 3Q20 results and maintain our  NP  estimates in FY21/22E.  Our TP  is  kept at RMB45.90, still based  on  32x  FY21E  P/E.  Catalysts:  better-than-expected  revenue  and margins. Risks: Raw milk cost pressure, food safety issues.",
  "notice_date": "2020-11-02 00:00:00",
  "notice_title": "Four measures to offset raw milk pressure",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Albert Yip",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "438",
          "publishName": "食品饮料"
        }
      ],
      "short_name": "伊利股份",
      "short_name_ch": "伊利股份",
      "short_name_cht": "伊利股份",
      "short_name_en": "YILI",
      "stock": "600887"
    }
  ],
  "short_name": "伊利股份",
  "source_sample_name": "招银国际"
}