{
  "attach_pages": "6",
  "attach_size": "820",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202107011501072033_1.pdf?1625128949000.pdf",
  "company_code": "80000007",
  "eitime": "2021-07-01 08:42:29",
  "extend": {},
  "info_code": "AP202107011501072033",
  "language": "0",
  "notice_content": "　　泸州老窖(000568)\n　　事项：\n　　近期，我们参加了公司2020年度股东大会及投资者交流会，在此跟踪反馈公司最新动态情况。国信食品饮料观点：1）管理层思路清晰，目光长远，经营稳步推进，内生活力不断增强；2）短期看，21Q2回款动销良性，价盘稳中有升，国窖势能持续向上；3）中长期看，品牌价值持续回归，十四五高远目标指引下业绩稳增长可期；4）投资建议：持续看好品牌势能向上和全国化深入，维持此前盈利预测，2021-2023年营业收入为213.71/262.95/316.28亿元，归母净利润为79.11/100.77/124.84亿元，对应摊薄EPS为5.40/6.88/8.52元，当前股价对应PE为43.7/34.3/27.7X，维持“买入”评级。\n　　评论：\n　　管理层思路清晰，目光长远，经营稳步推进，内生活力不断增强\n　　昨日，公司在2020年度股东大会上对各品牌当下的发展情况和未来规划进行了详细介绍，我们总结要点如下：1）国窖品牌：国窖在2020年已经走向全国性品牌，从目前情况看全国7个大区都是正常且良性的状态；其中华东市场已进入快速增长状态（增长效率连续3年是冠军），目前华南市场增长很快，今年可能会是新的增长冠军。2）泸州老窖品牌：目前特曲跨过300元已经是非常大的进步，未来泸州老窖品牌要继续走价值之路。3）高光品牌：高光独立于国窖和泸州老窖品牌之外，是按照5-10年的规划做产品，以打造第三增长曲线，目前渠道布局等方面还在摸索阶段。总体感受下来，管理层发展思路清晰，立足当前着眼长远，重视年轻人才梯队建设，经营稳步推进，内生活力不断增强。\n　　短期看，21Q2回款动销良性，价盘稳中有升，国窖势能持续向上\n　　近期渠道调研来看，1）高档酒方面，目前国窖势能持续向上，价盘稳步提升。21Q2公司回款情况良好，目前国窖回款进度约60~70%，批价在910~920元/瓶左右，库存保持良性。随着茅五价格继续提升，国窖价格向上空间将继续打开。当下，国窖全国化补短板稳步推进，东进南图战略成效显现，华东市场已进入快速发展态势，华南市场今年也或有亮眼增速。2）中档酒方面，老字号特曲目前批价约240~250元，终端成交价约280~320元，未来有望继续向上站稳300元价位段。3）低档酒方面，继今年4月份二曲全面升级换代后，近日公司成立大成浓香公司，分团队运营高光、头曲、二曲品牌，预计7月份落地。此举着眼于光瓶酒赛道，布局长远，长维度看或有望同高端品牌并举双赛道驱动公司发展。结合近期公司反馈和渠道调研，我们预计21Q2公司收入业绩增速环比或有所放缓，主要由于二季度淡季需求影响，终端动销相对淡，同时为配合挺价稳价，公司在部分区域主动停货去库存，为中秋国庆旺季蓄力。我们认为，公司产品体系逐步优化，渠道基础逐步夯实，品牌势能持续释放，短期因素影响不改长期整体成长逻辑，未来公司量价齐升空间仍广，业绩有望保持稳增长。21年全年公司目标收入增长15%以上，考虑行业持续高景气和国窖势头持续向好，我们预计年底收入目标有望超预期实现。\n　　中长期看，品牌价值持续回归，十四五高远目标指引下业绩稳增长可期\n　　中长期看，公司志向高昂，路径规划清晰，十四五力争“全面进攻、全面冲刺、全面反超”，贯彻“136”战略，坚持推进品牌复兴。十三五期间国窖品牌已进入行业前三，稳居三大高端白酒阵营，泸州老窖品牌也进行了梳理调整。十四五期间公司有信心实现泸州老窖品牌以及公司整体回归行业前三的目标。我们认为，消费升级趋势下高端酒扩容仍在持续，国窖作为高端龙头之一，凭借独特优秀的销售和渠道模式，在品牌力和渠道力不断夯实的基础上，有望持续享受高端酒红利，未来随着国窖逐步步入并站稳千元价格带，以及全国化继续深入，量价增长空间将进一步打开，十四五目标有望顺利达成。\n　　投资建议：持续看好品牌势能向上和全国化深入，维持“买入”评级\n　　我们维持此前盈利预测，预计2021-2023年营业收入为213.71/262.95/316.28亿元，归母净利润为79.11/100.77/124.84亿元，对应摊薄EPS为5.40/6.88/8.52元，当前股价对应PE为43.7/34.3/27.7X，维持“买入”评级。\n　　风险提示\n　　宏观经济风险；高端酒需求不及预期；提价不及预期。\n",
  "notice_date": "2021-07-01 00:00:00",
  "notice_title": "重大事件快评：志高行远，稳健求进，国窖势能持续向上",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "陈青青,熊鹏",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "泸州老窖",
      "short_name_ch": "泸州老窖",
      "short_name_cht": "瀘州老窖",
      "short_name_en": "LUZHOU LAO JIAO",
      "stock": "000568"
    }
  ],
  "short_name": "泸州老窖",
  "source_sample_name": "国信证券",
  "star": "1"
}