{
  "attach_pages": "33",
  "attach_size": "1966",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109271518879349_1.pdf?1632757113000.pdf",
  "company_code": "80000081",
  "eitime": "2021-09-27 14:40:47",
  "extend": {},
  "info_code": "AP202109271518879349",
  "language": "0",
  "notice_content": "　　五粮液(000858)\n　　投资要点：\n　　公司是我国浓香白酒翘楚，今年上半年业绩实现稳健增长。公司是我国浓香型白酒的典型代表，总部坐落于四川省宜宾市，其前身为成立于1959年的宜宾五粮液酒厂，与贵州茅台、泸州老窖一并列入高端白酒梯队。根据Brandfinance发布的2020年全球烈酒品牌排行榜，公司品牌价值为208.72亿美元，同比增幅30.14%，位居全球烈酒品牌第二。随着白酒需求回暖，今年上半年公司业绩稳健增长。2021H1，公司分别实现营业收入与归母净利润367.52亿元与132.00亿元，分别同比增长19.45%与21.60%。\n　　浓香高端白酒市场潜力大，头部企业有望受益。浓香型白酒是我国第一大白酒香型，在市场中占比最大。目前在我国浓香型白酒市场中，形成了以五粮液为代表的一超多强的竞争格局。去年疫情加速了行业分化，部分经营能力差、抗风险能力低的小企业在发展中被清洗淘汰，浓香型白酒的市场份额未来有望进一步向头部企业靠拢。与此同时，我国高端白酒市场近几年持续扩容。在经历行业调整期后，白酒消费结构从以政务消费为主转向以大众消费为主。叠加消费结构升级，我国高端白酒市场未来具有确定性的发展机遇。\n　　多点开花，造就浓香白酒龙头。产品端，公司在夯实普五核心大单品的同时，今年将重点打造超高端产品经典五粮液，塑造价格标杆，提高公司在高端产品的市场份额。同时，公司持续发展系列酒，力争2021年系列酒营收破百亿。品牌端，公司针对此前经营的弊端，优化精简系列酒品牌矩阵，清理小品牌，品牌结构持续上移。渠道端，公司近几年多方优化渠道结构，大力发展团购渠道，引入控盘分利模式，通过数字化赋能跟踪产品实时动销。同时，公司于2020年成立新零售公司与开发数字酒证，丰富了线上渠道的消费场景。\n　　公司产品量价有望齐升。量方面，2020年7月，公司正式启动12万吨生态酿酒项目（一期）。随着扩建工程稳步推进，公司产能有望持续释放。预计到十四五末，公司将实现40万吨的原酒生产能力。按照五粮液基酒优质酒得酒率为10%-15%计算，工程完工后普五产能有望超过4万吨。价方面，根据公司目前的实际发展情况，在团购渠道占比增加与产品优化升级两大因素催化下，公司产品的吨价有望进一步上行。\n　　投资建议：2021年是公司“十四五”的开局之年，作为高端浓香白酒行业的龙头，公司产能扩张与产品升级稳步推进，团购渠道的发展将助力产品吨价进一步上行，公司产品的量价有提升空间。今年上半年，普五动销超市场预期。目前白酒处于销售旺季，可重点关注公司产品的动销情况。短期来看，白酒近期负面情绪基本消化，长期配置价值显现。同时，疫情加速了行业出清，高端白酒行业整体扩容趋势不变，行业马太效应显现，公司发展有较强的确定性。预计公司2021/2022年每股收益分别为6.38元和7.48元，对应PE估值分别为31.44倍和26.82倍，维持对公司的“推荐”评级。\n　　风险提示：产品推广不及预期，团购渠道扩张不及预期，行业竞争加剧，食品安全风险，宏观经济影响\n",
  "notice_date": "2021-09-27 00:00:00",
  "notice_title": "深度报告：浓香白酒翘楚，量价齐升可期",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "魏红梅",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "东莞证券",
  "star": "4"
}