{
  "attach_pages": "5",
  "attach_size": "508",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202210211579341019_1.pdf?1666370506000.pdf",
  "company_code": "80092742",
  "eitime": "2022-10-21 16:41:46",
  "extend": {},
  "info_code": "AP202210211579341019",
  "language": "0",
  "notice_content": "　　欧派家居(603833)\n　　事件：公司发布公告，基于对公司未来持续稳定发展的信心及价值的认可，控股股东姚良松提议以公司自有资金回购股份 1.25 亿元至 2.5 亿元。\n　　点评：\n　　上市以来启动首次回购，彰显管理层对公司长期发展信心。2022 年以来， 受到地产数据下行、疫情反复、经济消费环境持续偏弱等因素影响，家居行业景气调整。上半年公司收入实现稳健增长， 公司作为大家居行业龙头， 提份额能力以及经营韧性得以印证。 在当前行业景气仍持续承压的背景下，公司启动上市以来首次回购， 回购股份的用途为转换已发行的可转债、股权激励、员工持股计划， 显示了管理层对于公司未来发展的坚定信心。\n　　整装渠道加快布局， 加速构建商业模式护城河。 我们看到，过往几年每一轮行业景气调整，都是龙头加速长期业务布局的发展良机。今年以来，公司对铂尼思整装全面升级，推出零售整装 ABC 模式，一体化支持装企快速完善自身盈利能力， 强化对渠道合作伙伴的业务赋能。 截至 2022年 10 月 10 日，欧派整装大家居接单业绩已突破 24 亿，与 2021 年全年持平。同时，欧派橱柜已推动零售商合作装企超 4000 家，欧派衣柜今年也宣布目标通过三年时间实现 3000 家装企合作，整装业绩突破 50亿。 我们认为，逆势加快渠道布局体现了管理层对于行业长期发展方向的战略眼光， 看好公司整装业务正在快速打造的商业模式护城河。 长期来看， 我们期待欧派通过整装和大家居布局，为中国消费者构建起省心省力的一站式家居家装服务平台，打造中国家居行业消费者品牌。\n　　近期组织结构及人事调整，推进品类融合、 运营效率提升。 上半年以来，公司已逐步将卫浴整合进欧派橱柜，将软装、木门等整家系列品类整合进欧派衣柜，形成以欧派厨卫和欧派衣柜两大事业部统筹运营的架构。近期人事调整， 刘顺平任整家营销事业部总经理，将欧派家居集团原集成家居营销事业部，改为欧派家居集团整家营销事业部；厨卫合一，张秀珠任厨卫营销事业部总经理。 我们认为，本次事业部合并体现了公司对于深化整家战略的决心，随着销售模式由单品销售向空间化、套系化销售转变，品类融合有望持续做大客单值、提升转化率；同时，随着各事业部间“赛马”机制逐步向“整合”过渡，预计未来公司整体运营效率也将进一步提升。\n　　把握大家居龙头底部配置价值，维持“买入”评级。 欧派家居对于商业模式的创新迭代能力业内领先，强大执行力推动品类、渠道顺利扩张，市场份额加速提升。 经历过去几年基础打磨， 公司大家居模式已更成熟，品类渠道融合渐入佳境，行业调整加速公司长期战略落地。 我们预计公司  2022~2024 年归母净利分别为 27.76 亿元、31.84 亿元、36.76 亿元，同比分别增长 4.1%、14.7%、15.5%，目前股价对应  2022 年、2023 年 PE 分别为 23x、20x，维持“买入”评级。\n　　风险因素：地产销售大幅下滑风险，行业竞争加剧风险\n",
  "notice_date": "2022-10-21 00:00:00",
  "notice_title": "回购启动，大家居龙头厚积待薄发",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "李宏鹏",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "476",
          "publishName": "装修建材"
        }
      ],
      "short_name": "欧派家居",
      "short_name_ch": "欧派家居",
      "short_name_cht": "歐派家居",
      "short_name_en": "OPPEIN",
      "stock": "603833"
    }
  ],
  "short_name": "欧派家居",
  "source_sample_name": "信达证券",
  "star": "3"
}