{
  "attach_pages": "5",
  "attach_size": "616",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202105201492785053_1.pdf?1621505989000.pdf",
  "company_code": "80000064",
  "eitime": "2021-05-20 10:19:49",
  "extend": {},
  "info_code": "AP202105201492785053",
  "language": "0",
  "notice_content": "　　用友网络(600588)\r\n　　主要观点：\r\n　　事件概况\r\n　　用友网络子公司畅捷通近期发布公告，与美团的间接全资附属公司天津汉博信息技术有限公司签订战略合作协议，天津汉博与畅捷通同意共同为客户提供全面的餐饮管理系统服务。双方将互相推送客户资源，共同为客户提供全面的餐饮管理系统服务并收取功能使用费，其中畅捷通提供供应链管理系统和财务管理系统，天津汉博提供除此之外的其他餐饮管理系统及一体机。\r\n　　携手美团拓展小微商户，T+Cloud打开百亿级市场空间\r\n　　美团是中国领先的生活服务电子商务平台及专业的餐饮管理系统提供商，而用友子公司畅捷通是中国领先的小微企业云服务商、软件提供商。此次合作中，畅捷通有望为美团覆盖的小微商户提供T+Cloud云ERP产品。根据易观咨询发布的《中国小微企业云服务市场专题分析2020》报告，T+Cloud在云ERP市场覆盖率第一。此次双方将结合优势资源，共同打通餐饮企业所需的前端餐饮管理系统与后端业务财务一体化系统，为客户打造便捷无缝的前后端一体化、线上线下一体化的数智商业服务。此外，双方还将结合各自的线上、线下资源，在双方现有餐饮企业客户中推广全面的餐饮管理系统服务。我们认为，畅捷通将以此合作为切入点，与美团一起共同推进餐饮行业数字化，帮助餐饮行业商户更好实现数智化管理和经营。根据我们的测算，截止2020年12月31日，美团线上活跃商户数达到680万家，而畅捷通的T+Cloud旗舰版销售价格为2980元/年，采用年付费的SaaS化订阅模式。长期来看，两者合作有望为畅捷通打开每年200亿的市场空间，T+Cloud未来发展空间广阔。\r\n　　生态战略初露锋芒，五大生态计划构筑强大生态体系\r\n　　我们认为此次用友子公司畅捷通与美团子公司签署的战略合作协议，其意义不仅仅在于对公司小微企业云服务产品的业务拓展，更是公司生态战略的具体落地体现。\r\n　　2019年，用友正式发布“融合”新生态战略，提出构建和运营全球领先的商业和创新平台，服务千万客户，聚合十万伙伴，发展亿级社员。2020年，用友提出以“数智进化融创未来”为生态发展方向，发布用友3.0战略的核心产品YonBIP，截止2020年底，用友共发展8000+生态伙伴，11000+生态应用，2000+渠道伙伴，ISV认证伙伴增加30+，IUAP技术平台伙伴110+，银行生态伙伴增加40+，专业服务伙伴增加70+。\r\n　　2021年，用友进一步加码生态建设，提出五大生态计划，我们认为用友有望依托YonBIP战略级产品，持续构建强大的合作伙伴生态，从而真正从一个产品型企业转型为平台型、生态型企业，抓住企业级云服务的入口，创造更大的战略价值。五大生态计划具备包括：\r\n　　1）针对战略联盟生态伙伴推出“力合计划”。以YonBIP平台为核心，携手战略生态伙伴，加强生态体系的发展与运营，形成用友+伙伴+企业+政府多方共赢的企业服务生态体系。2021年目标构建20个产业平台，投入200场伙伴活动，赋能200家战略生态伙伴，拉动超过30亿的伙伴营收，创造3万个产业链就业岗位，创造超过1万个客户商机，投入20亿用于生态业务合作，引导10万企业数智化升级。\r\n　　2）针对专业服务生态伙伴推出“犇放计划”。2021年公司将强调继续以客户价值为核心、体系化运营、数智化支撑和阳光经营。对合作伙伴从行业和领域的角度进行细分，强化客户覆盖率，以分签为主、外包为辅的方式，在总部和机构协同推进下，强化生态赋能，保障交付质量。针对5大类型的专业服务伙伴，公司将设计灵活的合作模式与盈利模式，并形成标准化的项目合作流程，提供项目全生命周期的辅导和赋能。2021年目标拉动专业服务伙伴10亿元以上营收，重点发展5+钻石级实施伙伴，30+黄金实施伙伴，50+银牌实施伙伴，并重点打造伙伴赋能、培训、认证体系和运营管理平台。\r\n　　3）针对ISV生态伙伴推出“扬升计划”。通过完善ISV全生命周期服务和丰富的在线应用商城+应用中心双轮驱动，支持ISV发展及在线运营，建设全球领先的“企业服务产业共创平台”。2021年计划建立“用友+生态”一体化产品规划与研发模式，统一IUAP、统一YonBuilder、统一API、统一入口，并成立“ISV联合创新中心”；计划与300家ISV伙伴建立商务合作关系，共创并上市ISV云生态产品突破120款，ISV云生态产品业绩突破5亿，YonBuilder开发者认证突破2000人。同时计划在ISV发展与赋能上投入3000万，在ISV业务营销推广上投入2000万，成立20亿的配套投资孵化基金。\r\n　　4）针对渠道生态伙伴推出“千寻计划”。以YonBIP商业创新平台为核心，招募百家企业云服务合作伙伴。针对不同类型的渠道生态合作伙伴，从技术、营销、培训、项目、专业认证和伙伴之家等方向对伙伴进行全方位支持，加大市场和资源投入，针对细分市场和客群，扩大市场份额，实现爆发式增长。2021年目标新招募伙伴1000+，其中软件增值伙伴200+，云服务合作伙伴500+，行业/项目伙伴300+，战略伙伴50+。计划投入伙伴支持人员500+，赋能建设资金1亿+和市场投入5000万+。\r\n　　5）针对人才生态伙伴推出“汇智计划”。旨在以企业数智化转型的人才需求为导向，通过“课程平台+教育服务+就业对接+社会服务”一体化运营，打通新商科、新工科及新双创领域的交叉型、复合创新型人才培养的价值通路。推动新道与全国伙伴共同服务院校数智人才培养，共筑产教融合新范式，为用友“企业服务产业共享平台”提供人才支撑。2021年计划在全国院校中遴选建设30所数智产业学院、面向4类数智转型领域、打造100+数智实践基地，为用友商业创新生态输出10000+数智人才。\r\n　　投资建议\r\n　　公司携手美团持续落地生态战略，21Q1公司云业务实现高速增长，YonBIP生态逐渐完善，我们看好公司向企业级云服务商和商业创新平台提供商转型的发展前景。预计公司2021/22/23年实现营业收入104.4/139.0/179.6亿元，同比增长22.4%/33.2%/29.2%。预计实现归母净利润11.1/14.8/21.7亿元，同比增长11.9%/33.8%/46.3%。公司“软件+云”业务的收入有望继续保持增长，且伴随云业务占比提升，增速有望加快。我们预估公司2022年实现“软件+云”收入128亿元，给予15倍PS，公司估值有望达到1920亿元，维持“买入”评级。\r\n　　风险提示\r\n　　1）相关产业政策不及预期；\r\n　　2）产品应用推广和产业生态构建不及预期；\r\n　　3）工业软件关键核心技术研发落地不及预期。",
  "notice_date": "2021-05-20 00:00:00",
  "notice_title": "携手美团拓展小微商户，详解五大生态计划",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "尹沿技,赵阳,夏瀛韬",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "用友网络",
      "short_name_ch": "用友网络",
      "short_name_cht": "用友網絡",
      "short_name_en": "Yonyou",
      "stock": "600588"
    }
  ],
  "short_name": "用友网络",
  "source_sample_name": "华安证券",
  "star": "4"
}