{
  "attach_pages": "37",
  "attach_size": "2184",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202312281615165142_1.pdf?1703795403000.pdf",
  "company_code": "80092742",
  "eitime": "2023-12-28 20:30:03",
  "extend": {},
  "info_code": "AP202312281615165142",
  "language": "0",
  "notice_content": "　　农业银行(601288)\n　　本期内容提要:\n　　深耕县域，优势明显。作为一家国有控股银行，农业银行股权高度集中，金融实力雄厚，抗风险能力强。公司以高质量发展为主题，突出“服务乡村振兴的领军银行、服务实体经济的主力银行”两大定位，全面实施“三农”县域、绿色金融、数字经营三大战略。在“服务乡村振兴的领军银行”的定位下，公司常年深耕县域，优势突出：\n　　1）县域金融政策友好，市场潜力较大：①我国连续多年印发中央一号文件，推动农村改革发展，并多措并举出台各项政策，支持农业银行三农业务；②县域面积广阔，常住人口占比过半，县域金融不断扩张，发展潜力较大。\n　　2）农行县域金融优势突出，收入贡献持续提升。①公司渠道资源丰富，其县域网点共1.27万个，占全行网点的56%，惠农通服务点的乡镇覆盖率超过94%；②公司客户基础扎实，其个人客户总量居同业第一，县域个人客户量占全行的63%。③公司县域营收和利润占比逐步提升至2023H1的49%和56.6%，对总行的贡献力度不断加大。\n　　3）县域贷款量价质皆优，契合国家发展导向：①信贷规模上，农业银行持续扩大县域贷款的投放，2023H1县域贷款增量突破万亿元，增幅高于全行信贷增幅3.6pct；②收益率上，县域金融贷款平均收益率3.99%，高于农行总贷款收益率12bp；③资产质量上，县域贷款不良贷款率为1.27%，低于全行不良率8bp；拨备覆盖率355.15%，高于全行拨备覆盖水平50.48pct。④信贷投向上，聚焦重点三农领域，出台三农信贷政策指引，引导信贷有效投放，助力巩固提升服务乡村振兴领军银行地位。\n　　4）奠定强大的存款基础，铸造资金成本优势：得益于县域金融强大的销售网络和长期积累的客户基础，农业银行的负债端以存款为主，占比80%左右。其中，个人存款和活期存款占存款总额比例较高，存款结构稳定且成本较低，位居同业优势水平。近年来，县域存款占比稳定且成本率一直低于全行平均，是全行资金成本优势的主要贡献者，而充足的县域存款也为农业银行的内部资金往来提供了保障。\n　　不断为实体经济注入活水：农业银行在“服务实体经济的主力银行”定位下，在经济重点领域、居民消费、综合金融服务三大板块多力并行，成果显著。其中，农业银行积极布局先进制造业和新兴产业，充分发挥农银集团协调优势，加强产业集群培育，打造“投、贷、服”一体化的科创企业综合金融服务体系，潜在客户储备量大，这或将成为其未来的发展着力点。\n　　基本面：资产质量与价值创造均衡稳健\n　　1）业绩稳中有升，资产规模扩张强劲：农业银行近三年营收和归母净利润均位于国有大行第三。2023H1营收同比增长0.83%，归母净利润同比增长3.48%，总资产增量和增幅均位于国有大行第一。值得注意的是，虽然农业银行的贷款结构依旧以对公贷款为主，但在复杂的经济形势下，其个人贷款仍保持了0.43万亿元的增量，在国有大行中排名首位，增幅超国有大行平均增幅2.1pct。\n　　2）息差承压预计可控，中间业务优化转型。2023H1农业银行净息差1.66%，较2022年下降24bp。当前商业银行净息差处于历史低位，央行在2023Q2货币政策执行报告专栏中明确指出商业银行需保持合理利润和净息差水平，我们认为未来在存款利率下调等政策呵护下，银行净息差压力预计可控。公司积极寻求中间业务的优化转型，不断提高综合服务能力。例如通过银团贷款手续费收入驱动中收提升。\n　　3）资产质量改善，拨备水平较优：截至2023年6月末，农业银行的不良率、关注率、逾期贷款率均降至2014年以来最佳水平，逾期90天以上贷款、逾期贷款占不良贷款的比例仅为43.15%、72.95%，均位居国有大行最低水平，这表明农业银行对不良贷款的认定标准较为严格，资产质量扎实。与此同时，公司拨备覆盖率在国有大行中位列第二，风险抵补能力较强。\n　　4）加强金融科技：农业银行利用其国有大行的资金优势，持续加大对金融科技的支持力度，金融科技投入规模和科技人员数量在所有商业银行中位居前列，不断用科技创新赋能金融服务。\n　　盈利预测与投资评级：农业银行基本面扎实，深耕县域、积极布局三农、绿色和数字金融，未来随着县域金融继续增户扩面，公司有望成为服务乡村振兴的领军银行和服务实体经济的主力银行。我们看好公司未来的发展前景，预计公司2023-2025年归母净利润同比增长5.09%、5.39%、5.53%,以2023年12月27日收盘价计算，对应2024年BVPS7.48元、PB0.49倍。农业银行基本面扎实,发展前景广阔，具备县域金融的独特优势，未来随着经济回暖估值有望修复，我们给予其“增持”评级。\n　　风险因素：宏观经济不及预期，政策出台和落地进展缓慢，风险集中暴露。\n",
  "notice_date": "2023-12-28 00:00:00",
  "notice_title": "公司深度报告：县域优势突出的国有大行，基本面稳中向好",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "廖紫苑,张晓辉,王舫朝",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "农业银行",
      "short_name_ch": "农业银行",
      "short_name_cht": "農業銀行",
      "short_name_en": "ABC",
      "stock": "601288"
    }
  ],
  "short_name": "农业银行",
  "source_sample_name": "信达证券",
  "star": "3"
}