{
  "attach_pages": "6",
  "attach_size": "962",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202504301664681633_1.pdf?1745972629000.pdf",
  "company_code": "80027629",
  "eitime": "2025-04-30 00:23:49",
  "extend": {},
  "info_code": "AP202504301664681633",
  "language": "1",
  "notice_content": "　　联影医疗(688271)\r\n　　In 2024, United Imaging’s revenue declined 9.7% YoY to RMB10.3bn, withattributable net profit decreasing 36.1% YoY to RMB1.3bn mainly due to thechallenging domestic market environment. Due to delays in equipment renewalpolicies and prolonged industry rectification, the domestic medical equipmentmarket contracted by 12.4% YoY in 2024, according to IQVIA. Despite thechallenging environment, United Imaging’s GPM improved by 1.5 ppts YoY,supported by higher proportion of revenue from mid-to-high-end products (+0.9 pptsequipment GPM) and services (+1.7 ppts GPM from scale/cost optimization). In1Q25, United Imaging achieved turnaround in earnings with revenue andattributable net profit increasing by 5.4% and 1.9% YoY respectively, indicating arecovery in the domestic market.\r\n　　Overseas business remained robust. In 2024, overseas revenue grew 35.1%YoY to RMB2.3bn, accounting for 22.0% of total revenue (+7.3ppts YoY). ExNorth America revenue rose ~28% YoY to RMB1.6bn, accounting for ~71% ofthe total overseas revenue. United Imaging continued to expand in Europeanand emerging markets, with installation breakthroughs in France, Germany, andemerging markets such as South Africa, Morocco, and Brazil in 2024. Its marketshare in India rose to second place. The strong momentum of overseasbusiness persisted in 1Q25, and we expect overseas business to remain a keygrowth driver in 2025E. With North America contributing only ~6% of totalrevenue, the impact of trade frictions may be limited. Proactive inventorymanagement and global supply chain diversification will further help mitigatethe risks of trade tensions.\r\n　　Domestic business was under pressure but signs of recovery haveemerged. In 2024, domestic revenue fell by 17.5% YoY to RMB8.0bn.However, the Company’s market share in domestic imaging equipment(excluding ultrasound and DSA) increased significantly, ranking first in marketshare, with significant share gains (+5ppts) in the high-end market. Domesticprocurement recovered strongly in 1Q25, with the domestic medical equipmentbidding value up 67.5% YoY, according to Joinchain. Given the long revenuerecognition cycle for large equipment, we expect meaningful recovery ofdomestic revenue from 2H25E.\r\n　　Services income grew fast. Services revenue increased by 26.8% YoY toRMB1.4bn in 2024, with revenue contribution growing to 13.2% (+3.8ppts YoY).However, there remains a significant gap compared to GE Healthcare’s 34%service revenue share in 2024, indicating large room for improvement. As of2024, the Company’s global installed base exceeded 34,500 units. Withexpanding installed base, we expect service revenue to maintain rapid growth.\r\n　　Maintain BUY. Given the uncertain pace of domestic market recovery andongoing trade frictions, we revise down our 2024-2027E revenue forecasts to aCAGR of 18.1%.Thus, we adjust our TP to RMB149.83, based on a 9-year DCFmodel (WACC: 8.2%, terminal growth: 4.0%)",
  "notice_date": "2025-04-30 00:00:00",
  "notice_title": "1Q25 earnings turnaround: strong overseas growth and domestic market recovery",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Jill Wu,Cathy WANG",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1041",
          "publishName": "医疗器械"
        }
      ],
      "short_name": "联影医疗",
      "short_name_ch": "联影医疗",
      "short_name_cht": "聯影醫療",
      "short_name_en": "UIH",
      "stock": "688271"
    }
  ],
  "short_name": "联影医疗",
  "source_sample_name": "招银国际"
}