{
  "attach_pages": "3",
  "attach_size": "513",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202108311513459253_1.pdf?1630445689000.pdf",
  "company_code": "80000081",
  "eitime": "2021-08-31 21:34:49",
  "extend": {},
  "info_code": "AP202108311513459253",
  "language": "0",
  "notice_content": "　　美的集团(000333)\n　　事件：公司发布2021半年度报告，2021年上半年，公司营业总收入1,748亿元，同比增长25.14%；实现归属于母公司的净利润150亿元，同比增长7.76%。\n　　点评：\n　　公司营收保持较快增长，短期利润端承压。分季度来看，2021年Q2，公司实现营业总收入918.30亿元，同比增长12.86%；实现归母净利润85.40亿元，同比就减少6.33%。2021年H1，公司ToB和ToC业务双管齐下，推动国内与海外业务的双重质变，叠加2020年H1低基数效应，公司营收保持较快增长。而公司利润端在2021年Q2出现同比负增长，主要系因为家电上游原材料成本大幅上涨，人民币升值等因素，公司盈利端承压。\n　　公司在家电行业仍保持领先优势。根据奥维云网，2021年上半年，美的主要家电品类在国内市场的份额占比均实现不同程度的提升，其中家用空调产品的全渠道份额提升明显，在线上与线下的市场份额均位居行业第一，分别达到37.6%和36.5%。奥维云网数据显示，公司在国内市场中，洗衣机、冰箱产品的线上/线下市场份额分别为35.5%/27.7%、18.8%/14.7%，均排行业第二；消费电器方面，公司的电饭煲、电压力锅、电暖器、电磁炉、电风扇、电水壶在线上和线下的市场分额均排行业第一。\n　　公司聚焦场景化产品布局，继续加大研发。公司继续深化“以用户为中心”的战略变革，持续推动全价值链体验优化，加快推广智能化场景产品和服务，包括家居厅室、阳台、厨房、卫浴等场景。公司围绕用户需求，进行创新产品开发、先行平台研究、关键零部件研究、差异化卖点布局以及基本性能提升；通过全球产品群开发，搭建全球产品平台，构建科技领先能力。截至2021年6月，美的共有8个国家级企业技术中心和工业设计中心，近40个省部级企业技术中心、工程中心或设计中心。\n　　国内继续深化渠道变革，海外强化本地化运营。（1）国内：公司推动直营零售变革，目前超过90%的线下专卖体系零售商可向美的直接下单采购，初步实现代理商向运营商的转型目标；公司存销比降幅达20%，垂直效率提升。同时，公司重新整合相关产品事业部的内销业务，推动横向协同效率提升。另一方面，公司加速融合线上与线下市场，以用户需求和用户体验牵引零售转型，不断重构和匹配市场零售运营体系，构建面向终端零售的用户直达。（2）海外：公司积极搭建全球供应协同机制，强化海外本地运营，优化本地供应链比例，推进产品全球化与区域化，海外业务遍布北美洲、南美洲、欧洲、亚洲、非洲、大洋洲的200多个国家和地区。2021年上半年，美的建立以美国、巴西、德国、日本、东盟为突破口的全球突破战略，成立海外品牌建设专项基金；推进海外市场渠道向零售终端转型，新增海外零售网点超过18,000家；并加速开拓跨境电商业务，重点布局美洲、欧洲市场，进驻全球各主流电商平台。\n　　库卡订单大幅增长，中国市场机器人业务进一步拓展。2021年Q1，库卡业绩恢复明显，收到订单同比增幅近30%，收入同比增幅15.5%，业绩端扭亏并实现EBIT8.2百万欧元。根据库卡2021年上半年财报数据，库卡中国业务订单同比增长超40%，销售收入同比增长近100%，在库卡所有业务中增速最快。库卡中国保持在汽车领域领先地位的同时，大幅度提升电子、机械、弧焊及激光等行业的订单与出货占比，上半年出货同比增长超过80%。此外，库卡也积极协助美的集团提升智能制造水平，截至2021年7月，美的机器人使用密度已超过320台/万人，较2020年水平提升约33%，并计划在2023年实现530台/万人的目标。\n　　投资建议：美的是一家覆盖智能家居事业群、机电事业群、暖通与楼宇事业部、机器人与自动化事业部和数字化创新业务五大业务板块的全球化科技集团，坚持产品创新，业务多元化布局，综合竞争实力强劲。预计公司2021/2022年的EPS分别为4.28/4.81元，对应PE分别为15/14倍，维持“推荐”评级。\n　　风险提示：疫情风险；宏观经济波动风险；原材料价格波动风险；全球资产配置和海外市场拓展风险；汇率变动风险等。\n",
  "notice_date": "2021-08-31 00:00:00",
  "notice_title": "2021半年报点评：短期利润承压，国内外业务迎来质变",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "魏红梅",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "456",
          "publishName": "家电行业"
        }
      ],
      "short_name": "美的集团",
      "short_name_ch": "美的集团",
      "short_name_cht": "美的集團",
      "short_name_en": "MIDEA GROUP",
      "stock": "000333"
    }
  ],
  "short_name": "美的集团",
  "source_sample_name": "东莞证券",
  "star": "4"
}