{
  "attach_pages": "6",
  "attach_size": "422",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202112191535534079_1.pdf?1639992146000.pdf",
  "company_code": "80000049",
  "eitime": "2021-12-20 08:11:52",
  "extend": {},
  "info_code": "AP202112191535534079",
  "language": "0",
  "notice_content": "　　五粮液(000858)\r\n　　投资要点\r\n　　聚焦补短板，六大突破向前进\r\n　　公司2021Q1-Q3营收497.21亿元，同增17%；归母净利润173.27亿元，同增19%；扣非净利润172.86亿元，同增18.53%；其中2021Q3营收129.69亿元，同增11%；归母净利润41.27亿元，同增12%；扣非净利润41.52亿元，同增11.61%，继续保持稳增长。当前公司的短板在于五粮液品牌价值仍处于洼地，文化传播力度有待提升，部分市场基础工作薄弱，营销团队转型速度偏慢，少数经销商服务意识有待加强服务能力有待提升，部分商家盈利水平没有达到预期，从提升品牌价值、坚守品牌品质、统筹渠道管理等多个维度思考谋划。\r\n　　今年公司进行六大突破：1）产品结构实现新优化。核心大单品8代五粮液整体实现价稳量升、终端动销再创新高、量价关系争取良性。系列酒产品体系更加聚焦，成功推出新品五粮春、尖庄1911等产品，系列酒向自营品牌、中高价位品牌、优质品牌三个聚焦更加明显。2）品牌推广实现新突破。依托五粮液核心价值、厚重文化底蕴、原粮、窖池、酿造、品质品牌优势贴近不同消费圈层，从国际国内进行品牌输出活动。3）渠道建设实现新升级。传统终端渠道进一步优化，稳步推进五粮液和系列渠道供应链整合，全国、区域商超精细化服务稳步推进。团购网络进一步完善，70%企业实现团购，构建以龙头企业引领，覆盖全国3万家企业的团购网络，北上广深成都杭州南京郑州等重点市场进行专项拓展，实现较好增长。4）消费培育增强新活力。面向团购客户开展专项个性化服务，消费潜力进一步激发，举办品鉴会，在高端消费的口碑和活跃度稳步提升。系列酒以线上引流线下扫码促进消费者拉新和转化，忠实消费者逐渐增加。5）数字化转型取得新进展。对内建立自上而下的销售指标分解机制，全过程促进营销动作落地。对外将传统业务、创新业务等营销过程纳入线上数字化系统，数字赋能成效初次显现。6）厂商关系达到新高度。厂商共同顺畅沟通渠道、共同提供评鉴增值服务、共同加强业务学习、共同提升素质形象、共同做强代系传承，命运共同体更加稳固。\r\n　　2022年五大工作重点，品牌产品渠道向上\r\n　　2022年公司五大工作重点：1）坚持文化与服务并举，持续加大消费者培育力度。2022年公司计划新建10个文化体验馆并投入使用，打造意见领袖和消费圈培养的重要阵地。聚焦8代五粮液和经典五粮液，加大品牌宣传、IP升级、加大国际平台的战略合作、做好文化酒的定制工作，有序推进定制酒、封坛酒和团购销售。做好意见领袖和消费圈的服务、企业专属团购定制工作，构建更强大的服务经销体系，优化对意见领袖的一对一服务。2）坚持供给与需求平衡，持续提升五粮液的市场定位。坚持巩固8代五粮液千元价格带大单品的市场核心地位，持续优化计划配置，优化标准计划拓展增量计划、优化传统渠道拓展团购渠道，稳定传统优质市场拓展高级重点市场，夯实市场基础高质量挖取市场稳定增长潜力，优先保证优质销售的需求。坚持发力2000家白酒市场，强化经典五粮液市场培育，强化1+2+N渠道模式，用好经典五粮液稀缺的产品资源，经销资源。营造良好市场氛围，提升经典五粮液的市场地位。3）坚持个性与市场结合，持续满足新时代消费需求。启动老酒系列活动，做大老酒市场。持续培育低度消费市场，充分发挥低度白酒优势，扩大低度稳；稳主销市场优势，形成低度不低价的市场认知。契合新生代消费新需求，重点发展果酒和特质酒等酒品，适度发展葡萄酒。4）坚持规模与价值并重，持续推动系列酒升级发展。五粮液以“三性一度”和“三个聚焦”为导向，系统落实“做强全国性战略品牌、做大区域性重点品牌、做优总经销品牌”具体举措，集中力量打造五粮春、五粮醇、五粮特曲、尖庄四大全国新战略产品，区域战略品牌作为战略协同，进一步优化量价关系，促进系列酒品牌价值、市场规模双提升。加强产品动销，打造10/20/30/50亿级的大单品，加强品牌打造和扩展。加强渠道网点建设，积极发挥好KA、电商形象标杆的作用。5）坚持共享与共建并进，持续筑牢五粮液命运共同体。优化团队业务能力和服务能力，加快从“管理型”向“赋能型”、“服务型”团队转型。\r\n　　2022年继续稳中求进，品牌势能持续向上\r\n　　进入2022年，公司将继续做好营销工作，坚持稳中求进的工作总基调，坚持聚焦酒业做强主业不动摇，持续推动转型创新跨越，深入推进补短板拉长版的长期工作方针，布局新一轮高质量发展。坚持以高质量提升为核心，加快构建新厂商关系，强化供应链稳定、渠道转型、市场预期，确保全面实现稳中有进的新发展。\r\n　　未来公司四大看点：第一，主品牌“1+3”产品体系不变，持续推进既定战略，高举高打推进经典五粮液发展。第二，渠道方面，持续推进团购渠道，去年公司主动开拓团购渠道，2021年团购目标30%。第三，系列酒方面，聚焦资源打造尖庄、五粮醇、五粮春、五粮特曲四个全国性战略品牌，十四五期间力争销售额200亿元以上：尖庄目标100亿元，五粮醇和五粮春目标50亿元，五粮特曲目标20亿元。第四，当前茅台批价稳步在2500元以上，明年五粮液批价站稳千元价格带问题不大，有望继续量价齐升，业绩确定性较高。\r\n　　盈利预测\r\n　　当前茅台占位2500元以上价格带，这为五粮液站上千元价格带打开天花板。我们认为公司近几年多措并举，对品牌、产品、价格、渠道等进行改革和完善，效果显著，市场认可度较高，预计2021-2023年EPS分别为6.26/7.40/8.64元，当前股价对应PE分别为38/32/27倍，首次覆盖，给予“推荐”投资评级。\r\n　　风险提示\r\n　　宏观经济下行风险、疫情拖累消费、经典五粮液增长不及预期、批价上行不及预期、团购增长不及预期等。",
  "notice_date": "2021-12-20 00:00:00",
  "notice_title": "1218大会反馈积极，务实向前进",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "孙山山",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "五粮液",
      "short_name_ch": "五粮液",
      "short_name_cht": "五糧液",
      "short_name_en": "WULIANGYE",
      "stock": "000858"
    }
  ],
  "short_name": "五粮液",
  "source_sample_name": "华鑫证券",
  "star": "2"
}