{
  "attach_pages": "3",
  "attach_size": "456",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202106281500492324_1.pdf?1624875907000.pdf",
  "company_code": "80000081",
  "eitime": "2021-06-28 10:25:07",
  "extend": {},
  "info_code": "AP202106281500492324",
  "language": "0",
  "notice_content": "　　格力电器(000651)\n　　事件：近期，公司公布拟对第二期回购股份的用途进行调整，由原计划“回购股份将用于员工持股计划或者股权激励”变更为“回购股份用于注销以减少注册资本”。\n　　点评：\n　　公司2020年至今已进行3次股份回购。公司第一期和第二期回购已实施完毕，其中第一期回购股份金额接近60亿元，将第一期回购股份部分用于员工持股计划，已公布计划草案；第二期回购股份约60亿元，因尚无使用第二期回购股份用于员工持股计划或者股权激励的具体计划，公司拟将第二期回购股份用途变更为注销以减少注册资本；第三次回购正在实施当中，上限金额为150亿元。\n　　第一期员工持股计划折扣较大，业绩考核激发前提较为宽松，引发中小股东不满。此前公布的员工持股计划草案提及，员工购买公司回购股份的价格为27.68元/股，相当于1.2万员工可以5折价格购买公司股份。同时，计划的业绩考核方案可以理解为，2021年触发条件是业绩基本恢复至2019年水平，2022年触发条件是业绩恢复至2018年水平，年增速大概10%左右。2020年受新冠疫情影响和公司渠道改革因素影响，属于业绩洼地，因此此次业绩考核条件较易达成。虽然员工持股计划可以实现员工利益与公司利益捆绑，但计划合理性和可行性是激励是否有效的前提。此次员工持股计划公布后，对公司股价负面影响较大，大多中小股东认为有损其利益。我们认为，公司员工持股计划有助于留住人才，但对公司业绩提振作用有待观望。\n　　第二期回购股份用于注销，有利于提升每股收益。公司第二期回购股份共计101,261,838股，本次变更及注销后，公司总股本将由6,015,730,878股变更为5,914,469,040股。本次变更回购股份用途并注销事项尚需公司股东大会审议批准。公司回购股份是上市公司维护其二级市场价格稳定的常用手段之一，有利于维护股东、社会、员工的利益。若此次注销回购股份可顺利完成，一定程度上有利于提升每股收益水平，对于提高公司股东的投资回报有正面作用；同时，也侧面反映公司对中小投资者权益的关注与维护，有助于提振中小股东对公司的信心。\n　　第三期回购股份上限金额超过前两期回购之和，用途仍值得市场关注。第一期员工持股计划提及，公司全部有效的员工持股计划所持有的公司股票总数量不超过公司股本总额的10%，单个员工所获股份权益对应的股票总数量不超过公司股本总额的1%。按第三期股份回购计划所示，第三期回购股份也将用于员工持股计划或股权激励。对员工激励并非市场担忧之处，关键是激励方案的合理性，能否推动公司业绩增长和健康可持续发展。\n　　投资建议：维持推荐评级。建议继续关注公司回购股份用途计划。考虑到公司渠道改革成效开始彰显，新零售模式有望助力公司销售额扩张，预计公司2021/2022年的EPS分别为4.14/4.84元，对应PE分别为13/11倍，维持推荐评级。\n　　风险提示：公司渠道改革不及预期，成本大幅上涨，疫情防控不及预期，汇率变动等。\n",
  "notice_date": "2021-06-28 00:00:00",
  "notice_title": "事件点评：拟注销1亿回购股份",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "魏红梅",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "456",
          "publishName": "家电行业"
        }
      ],
      "short_name": "格力电器",
      "short_name_ch": "格力电器",
      "short_name_cht": "格力電器",
      "short_name_en": "GREE",
      "stock": "000651"
    }
  ],
  "short_name": "格力电器",
  "source_sample_name": "东莞证券",
  "star": "4"
}