{
  "attach_pages": "7",
  "attach_size": "565",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202311091609776917_1.pdf?1717603531000.pdf",
  "company_code": "80000007",
  "eitime": "2023-11-09 11:05:16",
  "extend": {},
  "info_code": "AP202311091609776917",
  "language": "0",
  "notice_content": "　　中国人寿(601628)\r\n　　事项：\r\n　　2023年10月31日，中国人寿保险股份有限公司（以下简称“中国人寿”）在天津举办投资者开放日，公司全面展示了养老生态体系建设成果及个险营销体系改革方案。\r\n　　国信非银观点：作为我国保险行业的龙头企业，中国人寿坚持高质量发展之路。一方面，公司从“保险+养老”的视角出发，制定长期战略规划，为客户提供跨周期的保险及养老保障服务，在资产负债联动下，打造优质高效的养老体系。另一方面，中国人寿通过“六大举措”进一步推动营销转型，对接新生代客户需求，把握市场细分机遇。公司上市20周年以来，积极完善全产业链布局，在保险服务、综合金融、养老建设、资金管理等方面均走在行业前列，结合全方位的转型战略，我们持续看好公司未来的增长势能。预计公司2023年至2025年EPS为1.48/1.87/2.09元，对应P/EV为0.71/0.64/0.57倍，我们维持公司“买入”评级。\r\n　　评论：\r\n　　六大改革举措，布局新营销战略\r\n　　自2022年末“八大工程”战略提出以来，中国人寿坚持推进营销体系的改革，提高存量团队人均产能，促进代理人团队的升级，营销改革初见成效。截至2023年三季度末，公司个险渠道总保费达4484亿元；个险人力规模66万余人，基本与年终持平；在代理人规模基本保持稳定的前提下，渠道人均产能提升29%，销售团队改革成果显著。\r\n　　中国人寿的新营销战略分为“新团队培育”和“现有团队提升”两大板块。新团队打造方面，公司推出“种子计划”，围绕“新定位、新架构、新制度、新营销、新赋能、新发展”六大板块打破传统营销模式，对接新生代客户需求，推动产能的持续提升。公司计划通过2年的时间，在全国打造3至5个成功样本城市。\r\n　　1.新定位：公司重新定位代理人为“金融保险规划师”，旨在秉持专业、价值、融合的理念，打造专业化保险营销团队，在保险消费市场年轻化及专业化趋势下，引领行业的革新。\r\n　　2.新架构：实现由多层次到扁平化的架构转型，从一人多职到专业专注转变。仅设立“管理者”、“合伙人”、“规划师”三个层级，分别专注于团队的管理、经营、销售，发挥各自优势，提高营销效率。\r\n　　3.新制度：通过激励导向、考核管理、人员准入、产能驱动、业务品质、发展诉求的改革优化，吸引高质量才人，打造高效能团队。\r\n　　4.新营销：采用独创营销模式将场景营销、内容生产与科技赋能融合，为客户提供售前风险减量、售中精准决策、售后经济补偿等多维价值。\r\n　　5.新赋能：构建涵盖金融、营销、健康、养老、管理等多为体系，为团队提供“共性+个性”的全方能赋能支持，实现“稳态+敏态”的赋能体系。\r\n　　6.新发展：在人员招募方面，采取“公司招募+个人招募”相结合的方式，坚持高标准，统一准入门槛，优化，建立与新生代适配的人员管理模式。\r\n　　现有团队升级方面，公司计划通过“强体工程”的六大举措，至2025年产能提升30%。\r\n　　1.结构升级：升级现有队伍质量、年龄结构，强化代理人的专业能力。目前，公司通过众鑫计划、队伍4.0、星际工程等项目，提高中高产能占比2.4pt。\r\n　　2.育成升级：升级培训赋能，打造“一体化新人育成”运作模式。截至三季度末，公司新人人均保费提升30%，月均一年内新人留存率提高7pt。\r\n　　3.基础升级：打造自主经营、高效运作、健康持续的营业部运作模式，通过目标管理、活动管理、辅导训练三个方面全面提升营业部产能。\r\n　　4.区域升级：发挥公司县域级覆盖优势，深耕下沉市场。\r\n　　5.销售升级：结合科技赋能及数字化支持，升级公司销售模式，更精准的匹配客户需求。\r\n　　6.服务升级：优化服务体系，结合现有客户体量及公司综合实力，为客户提供全方位服务。\r\n　　引领行业养老生态，构建“一主多辅”发展模式\r\n　　随着我国人口老龄化程度持续加深，国民养老需求持续上升，完善多层次养老保障体系、积极参与养老第三支柱建设是完善养老体系重要的一环。中国人寿坚持长期主义，从“保险+养老”的长期视角出发，定制战略规划。当前公司养老模式主要分为四种，分别是“城郊”机构养老、“城心”机构养老、居家养老和社区养老，逐步形成了以“城心”为核心的“一主多辅”的养老体系。目前，公司养老项目已启动养老项目14个，共计覆盖13城市。未来，中国人寿将打造资负联动、优质高效的养老服务管理体系，通过轻重资产结合的方式，在部分城市快速形成健康养老服务供给能力，构建起覆盖客户全生命周期的养老产品和服务，更好地满足客户多层次养老需求。\r\n　　投资建议：\r\n　　作为我国保险行业的龙头企业，中国人寿坚持高质量发展之路。一方面，公司从“保险+养老”的视角出发，制定长期战略规划，为客户提供跨周期的保险及养老保障服务，在资产负债联动下，打造优质高效的养老体系。另一方面，中国人寿通过“六大举措”进一步推动营销转型，对接新生代客户需求，把握市场细分机遇。公司上市20周年以来，积极完善全产业链布局，在保险服务、综合金融、养老建设、资金管理等方面均走在行业前列，结合全方位的转型战略，我们持续看好公司未来的增长势能。预计公司2023年至2025年EPS为1.48/1.87/2.09元，对应P/EV为0.71/0.64/0.57倍，我们维持公司“买入”评级。\r\n　　风险提示：\r\n　　改革成果不及预期；新产品吸引力不及预期；“开门红”短期销售节奏调整；资本市场延续震荡；长端利率下行等。",
  "notice_date": "2023-11-09 00:00:00",
  "notice_title": "布局养老机遇，推进营销改革",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "孔祥",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "474",
          "publishName": "保险"
        }
      ],
      "short_name": "中国人寿",
      "short_name_ch": "中国人寿",
      "short_name_cht": "中國人壽",
      "short_name_en": "China Life",
      "stock": "601628"
    }
  ],
  "short_name": "中国人寿",
  "source_sample_name": "国信证券",
  "star": "1"
}