{
  "attach_pages": "3",
  "attach_size": "499",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202107071502292884_1.pdf?1625656119000.pdf",
  "company_code": "80000031",
  "eitime": "2021-07-07 10:13:31",
  "extend": {},
  "info_code": "AP202107071502292884",
  "language": "0",
  "notice_content": "　　东方财富(300059)\n　　事件： 2021 年 7 月 6 日东方财富发布公告，东方财富证券股份有限公司近日收到中国证监会《关于东方财富证券股份有限公司试点开展基金投资顾问业务有关事项的复函》。根据该复函，中国证监会对东方财富证券试点开展基金投资顾问业务无异议。\n　　东财证券投顾试点获批，财富管理逐步完善： 1） 东财证券投顾业务试点获批， 财富管理进程不断加速。 与“卖方投顾”相比， “买方投顾”主要赚取投资顾问费，以客户资产管理规模为收费基准， 此次投顾试点获批有望推动东方财富证券拓宽财富管理新赛道，加强资管领域竞争力。2）公司不断注入新鲜“血液”， 人员引进赋能财富管理。 公司灵魂人物其实继续担任公司董事长，新一代经营管理团队有望带领公司走向年轻化与国际化。 2021 年 6 月 25 日公司重新调整组织架构， 新设财富管理事业群和创新业务，同时大力招聘资管与中台研究人员，我们预计公司架构调整与人才引用将加速公司财富管理进程。 3）东财上线独家投顾超市，实现全程定制委托。 此前天天基金上线投顾管家，通过接入具有公募基金投顾牌照的基金和证券公司，由基金和券商公司为用户提供基金投资顾问业务服务。 截至 2021 年 7 月 6 日，投顾管家已上线 7 家公司的投顾产品，千元起投，投顾费率 0.15%起。\n　　投顾试点持续扩容，券商财富管理持续转型升级： 1）2019 年 10 月，证监会下发《关于做好公开募集证券投资基金投资顾问业务试点工作的通知》， 基金投顾业务的落地推动客户全权委托专业投顾进行管理有利于我国资本市场专业化发展，倒逼传统机构提供更优质服务，优化我国投资者结构，有效促进居民资产向中长期资金转化，我国基金业迎来新发展时期。 2）银行、券商、公募基金和第三方机构进入同台竞技时代。截至 2021 年 7 月 6 日， 全市场有超 50 家机构获得基金投顾试点批文，其中公募基金 22 家，第三方独立销售机构 3 家，银行 3 家，证券公司24 家。 3）券商实现“买方投顾”，发挥专业投顾能动性。 与银行和第三方机构相比， 券商在产品设计、产品销售、投资顾问等方面具有一定的优势。我们预计未来券商将以基金投顾为“抓手”， 从代销金融产品为主的卖方投顾转向账户管理的买方投顾时代，重塑财富管理及资管行业。\n　　 投顾试点获批加速东财“买方投顾”进程， 看好财富管理新时代： 1）权益市场快速发展下，公司业绩有望持续超市场预期。 公司基金业务收入约 6 成来自基金代销的尾佣及销售服务费，截至 2020 年 12 月末，东财基金代销规模同比+97%至 12978 亿元，带动东财基金销售收入同比+140%至 29.6 亿元，未来居民财富持续增长，我们预计东财基金保有量将稳固提升； 2） 可转债补充运营资本，我们预计证券经纪、两融将保持高增长：公司发挥互联网财富管理生态圈和海量用户核心竞争优势，2020/2021Q1 经纪业务净收入同比+78%/44%至 34.5/10.47 亿元，经纪市占率稳步提升； 2020 年东财证券实现利息净收入 12.6 亿元，同比+88%，我们预计可转债发行两融经纪业务将进一步扩张。 3） 当前资本市场进入黄金发展时期，权益类基金的规模和资本市场体量有望持续增长， 看好公司在财富管理领域展现高流量、 低成本、优质服务三大天然核心优势，未来在基金产品创设、投资顾问、客户资产配置方面将有大幅提升。\n　　盈利预测与投资评级： 我们预计随着权益市场进入黄金发展周期，公司零售财富管理业务进入良好发展时期，我们预计 2021-2023 年归母净利润 达 69.19/93.64/114.85 亿 元 ， 当 前 市 值 对 应 2021-2023 年 P/E44.89/33.17/27.04 倍，维持“买入”评级。\n　　风险提示： 1）基金代销市场竞争激烈； 2）东财证券市占率提升不及预期。 3）宏观经济不及预期。\n",
  "notice_date": "2021-07-07 00:00:00",
  "notice_title": "东财证券投顾牌照获批，财富管理大有可为",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "胡翔,朱洁羽",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "447",
          "publishName": "互联网服务"
        }
      ],
      "short_name": "东方财富",
      "short_name_ch": "东方财富",
      "short_name_cht": "東方財富",
      "short_name_en": "EASTMONEY",
      "stock": "300059"
    }
  ],
  "short_name": "东方财富",
  "source_sample_name": "东吴证券",
  "star": "3"
}