{
  "attach_pages": "5",
  "attach_size": "971",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202102221464199773_1.pdf?1613993293000.pdf",
  "company_code": "80050806",
  "eitime": "2021-02-22 11:28:13",
  "extend": {},
  "info_code": "AP202102221464199773",
  "language": "0",
  "notice_content": "　　蓝思科技(300433)\n　　事件：公司今日发布公告，为了满足日常生产经营需要，同时提高募集资金的使用效率，降低财务费用，公司拟在保证募集资金投资项目的资金需求及项目投资计划正常开展的前提下，结合实际生产经营情况及财务状况，使用不超过人民币60亿元的暂时闲置募集资金暂时补充流动资金。\n　　合理灵活使用募集资金有望快速丰裕公司现金流，保障业务开展。关注这则公告需要明确的一点是，公司并非更变募集资金使用用途，而是在募集资金项目还未开展的当下，暂时借用，在限定期限内仍要归还至募集资金，其最直观的好处公告里也已提及，按照中国人民银行公布的贷款市场报价利率（LPR）一年期贷款利率3.85%测算，本次闲置募集资金暂时补充流动资金预计可为公司节约财务费用2.31亿元。但其实对公司正面的影响并非只是节省财务费用，公司在2月8日已经公告了湘潭组装业务行将开展，玻璃、蓝宝石、陶瓷、金属、组装、车载相关组件业务的订单爆满，都需要充裕的自由现金流去予以支持。2020年是蓝思业务扩张非常重要的一年，可成可利的金属业务的纳入，组装业务的前期铺垫，核心客户各类新品、新材料应用的推广，都已经全面展开。金属方向，铝合金是既有主体，不锈钢正在推进；组装方向，智能手机、手表与平板都将是今年很重要的构成；车载方向，包括中控屏、仪表盘、B柱、车窗等等，蓝思所覆盖的组件未来会越来越多。未来需要消耗现金流的业务覆盖也将越来越大，良好的自由资金是公司保持规模和资源优势，持续成长的重要保障。\n　　生产经营管理水平持续提高，生产与财务成本不断优化。自2019年下半以来，公司在生产、经营、资本等方面的管理水平持续提高，不但搭建了完整的内部生产配套体系，实现了前十大物料的内部生产（自行制造），大幅降低了生产辅料、辅助工具及耗材的成本。在资本运作、财务管理等方面的水平也在持续提高，展现了较高的管理与运作水平，因而能够维系连续六个季度的持续高速、良性成长。\n　　充足自由现金流是公司深化、开展新业务的坚实基础。前文我们已经提及充足自由现金流对全新业务开展以及垂直整合的重要意义，蓝思以消费电子与汽车电子为双轴，在各大客户的强力支持下，公司不断丰富并深化产品覆盖面，跟随核心客户的产业布局，完成双龙头业务在行业的全面领先，行业地位进一步提升的未来，非常值得期待。\n　　盈利预测和评级：维持买入评级。组装业务的如期落地，为公司平台型业务凑齐了最后一块拼图，凭借在玻璃、陶瓷、蓝宝石等外观件产品生产制备方面深厚的技术工艺储备和经验积累，叠加在模组、模切、声学、PCBA等应用领域的逐步成长，公司已完成了整机组装业务的顺利拓展。展望未来，在当下平台基础之上，蓝思覆盖面越来越广的组件市场份额有望得到进一步提升，而新能源汽车、可穿戴、智能家居等更多全新领域，公司将以模组级或整装级的方式全面铺开，成长显然值得期待，预计公司2020-2022年的净利润分别为50.51亿、78.02亿和100.75亿元，当前股价对应PE31.58、20.44和15.83倍，维持买入评级。\n　　风险提示：（1）因疫情全球蔓延或全球宏观经济下滑导致消费者购机能力减弱，大客户新机销售情况不及预期；（2）康宁或其他微晶玻璃生产厂商无法有效地快速降低原材成本；（3）竞争对手恶性降价导致行业利润率下滑。\n",
  "notice_date": "2021-02-22 00:00:00",
  "notice_title": "60亿补流为新业务快速扩张奠定基础，管理水平再提高",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "王凌涛,沈钱",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1037",
          "publishName": "消费电子"
        }
      ],
      "short_name": "蓝思科技",
      "short_name_ch": "蓝思科技",
      "short_name_cht": "藍思科技",
      "short_name_en": "LENS",
      "stock": "300433"
    }
  ],
  "short_name": "蓝思科技",
  "source_sample_name": "太平洋",
  "star": "3"
}