{
  "attach_pages": "7",
  "attach_size": "1139",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404241631117473_1.pdf?1713964584000.pdf",
  "company_code": "80027629",
  "eitime": "2024-04-24 13:16:24",
  "extend": {},
  "info_code": "AP202404241631117473",
  "language": "1",
  "notice_content": "　　恒立液压(601100)\r\n　　 Hengli’s net profit in 2023 was +7% YoY to RMB2.5bn, which is -5%/+3% versusour/consensus estimates. Net profit in 1Q24 dropped 4% YoY to RMB602mn,due to weak demand for excavators’ hydraulic components and an increasedexpense ratio. We trim our earnings forecast in 2024E/25E by 13%/15%, mainlydue to lower volume assumptions for excavator-related products. Our TP isrevised down to RMB64, based on 31x 2024E P/E (historical average). We stilllike Hengli as (1) revenue contribution from non-excavator componentscontinues to increase; (2) product expansion to ball screws (a key componentof robots), which started trial production in 1Q24, will likely serve as a newgrowth driver; (3) the commencement of hydraulic components production basein Mexico starting from 2Q24 will help speed up its penetration in the US market.\r\n　　 Key highlights in 2023 results: Revenue in 2023 grew 10% YoY toRMB9bn (2%/19%15%/17% growth of hydraulic cylinders / pump & valve /hydraulic systems / components). In particular, sales volume of all nonexcavator products reported growth. Blended gross margin expanded1.3ppt YoY to 41.9%, driven by hydraulic cylinders. EBIT, however, grewonly 8% due to a higher SG&A expense ratio. Net profit in 2023 grew 7% toRMB2.5bn while operating cash inflow rose 30% YoY to RMB2.68bn. In4Q23, net profit increased by 26% YoY to RMB745mn, driven by 16%revenue growth and gross margin expansion (to 46%).\r\n　　 Key highlights in 1Q24 results: Net profit dropped 4% YoY to RMB602mn,due to a 3% YoY decrease in revenue, 0.8ppt YoY gross margin contraction(to 40.1%) and an increase in expense ratio in general, which offset theincrease in finance income (helped by weak RMB). Net profit in 1Q24accounted for 22% of our full-year estimates (run rate in 1Q23: 25%).\r\n　　Maintain BUY. Our new TP of RMB64 (previously: RMB83) is based on 31x2024E P/E (rolled over from 2023), equivalent to the historical average. Weno longer assign a valuation premium (previously 1SD above the historicalaverage) as we expect relatively stable earnings growth between 2024Eand 2026E.\r\n　　 Risk factors: (1) further weakness in the demand for hydraulic componentsfor excavators; (2) slower-than-expected new business development",
  "notice_date": "2024-04-24 00:00:00",
  "notice_title": "4Q23&1Q24 earnings not exciting; but more positive drivers to come",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Wayne Fung",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "恒立液压",
      "short_name_ch": "恒立液压",
      "short_name_cht": "恒立液壓",
      "short_name_en": "JSHL",
      "stock": "601100"
    }
  ],
  "short_name": "恒立液压",
  "source_sample_name": "招银国际"
}