{
  "attach_pages": "23",
  "attach_size": "2402",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202109021513860149_1.pdf?1630626198000.pdf",
  "company_code": "80092742",
  "eitime": "2021-09-02 22:18:53",
  "extend": {},
  "info_code": "AP202109021513860149",
  "language": "0",
  "notice_content": "　　陕西煤业(601225)\n　　深化供给侧改革背景下，煤炭产能加速西移，利好公司所在矿区。供给侧改革化解过剩落后产能，煤炭产能向资源禀赋条件好、开采成本低、安全保障程度相对较高的地区集中。2011-2020年三西地区（山西、陕西、蒙西）煤炭产量保持稳步增长态势，其中2020年三西地区原煤产量达到十年新高27.43亿吨，同比2019年增加1.03亿吨（3.90%），全国原煤产量占比也攀升至71.37%。陕西煤业享供给侧改革政策红利，所在的陕北、彬黄矿区原煤产量不断攀高。陕西煤业发挥资源、技术等优势，逐步释放优质产能，原煤产量稳定持续增长。2015年至2020年陕西煤业原煤产量复合增速为2.64%，其中2020年陕西煤业原煤产量1.25亿吨，同比增加约1000万吨，增长率8.74%，领先于行业。\n　　低碳发展形势下，优质资源溢价有望逐步提升。双碳目标下供给受限，而“十四五”煤炭需求有望持续增长，趋紧格局或将延续。煤炭价格大幅上涨，陕煤所拥有的高卡动力煤价格涨幅领先。在双碳目标指引下，火力发电对节能、环保的要求愈加严苛，燃煤机组对煤炭的品质要求也将越来越高。对于陕煤的高卡、低硫动力煤而言，其低硫、低磷、低灰以及高发热量属性，发电效率更高，排放水平更低，市场竞争力趋强。此外，陕西煤业所属矿区煤层赋存条件好、地质构造简单，且大多数煤层瓦斯含量低，适宜建设现代化大型矿井，可以在较短周期内建设高产高效煤矿，未来具有产能扩张潜力。\n　　双碳目标或将持续制约煤炭供给，资源丰富优势日益彰显。依据《20210605-信达证券-信达证券煤炭产能趋势深度研究》测算，2016年以来国家核准的煤矿产能呈现明显的下滑趋势。展望十四五，在碳达峰碳中和背景下，煤炭新增供给或将进一步受限。产能置换、煤价机制与权益金等制度制约企业投资建矿意愿，融资环境不佳制约企业投资能力，新增供给受限或将进一步凸显存量煤炭资源价值。陕西煤业煤炭储量丰富，测算可采年限超过50年。截至2020年底，公司煤炭保有资源量159.52亿吨，可采储量96.61亿吨，依据13205万吨的核定产能，考虑储量备用系数1.4，则公司煤炭资源可供开采约52年，具备类永续经营属性，即便考虑到碳中和情形，未来依然有陕西煤业的生存空间。此外，陕西煤业2008年成立，2014年实现A股上市，体内矿井建设时间整体比较晚，公司参控股的18座矿井规模较大，基本属于国家先进、优质产能。其中，包括红柳林、张家峁等在内的12对矿井，属于安全生产标准化一级矿井（具有良好政策环境）。此外，陕西煤业较高的矿井安全生产水平，有效规避安全生产事件的发生，也可以最大限度地保障产能的释放。\n　　背靠陕煤集团，有望打开资产注入成长空间。陕西煤业是陕西煤业化工集团有限责任公司煤炭资产唯一上市公司，拥有显著的平台优势。自A股上市以来，陕煤集团对上市公司的发展提供了有利支持，主要表现在优质资产注入、劣质资产剥离方面。避免同业竞争，集团资产注入或将打开公司成长空间。中短期看，在建矿井方面，截至2021年3月末，陕煤集团（不含上市公司）拥有5对在建矿井，合计产能3000万吨/年，均为具备规模优势、安全生产效率高的矿井，主要位于陕北及关中等地区。在建矿井建成后，如全部注入上市公司，届时陕西煤业核定产能将由现在的13205万吨，攀升至16205万吨，增幅22.72%。中长期看，集团体内在陕北地区有多对规划矿井（榆神三期、榆神四期），合计规模近5000万吨，奠定长期发展基石。\n　　盈利预测与投资评级：预计公司2021-2023年营业收入分别为1351.03、1503.34、1643.65亿元，实现归母净利润分别为168.17、185.20、203.00亿元，每股收益分别为1.73、1.91、2.09元，维持“买入”评级，考虑公司双碳目标下的成长空间与资源禀赋优势，基于2021年业绩给与12倍PE，6个月目标价20.82元。\n　　风险因素：疫情再次爆发带来宏观经济大幅失速下行，导致煤价下跌；政策不确定性（包括长协机制等），拖累公司业绩释放；产能释放与资产注入不及预期。\n",
  "notice_date": "2021-09-02 00:00:00",
  "notice_title": "公司深度报告：双碳目标下为何看好陕西煤业",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "BBB",
  "researcher": "左前明,杜冲,周杰",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "437",
          "publishName": "煤炭行业"
        }
      ],
      "short_name": "陕西煤业",
      "short_name_ch": "陕西煤业",
      "short_name_cht": "陜西煤業",
      "short_name_en": "SHCI",
      "stock": "601225"
    }
  ],
  "short_name": "陕西煤业",
  "source_sample_name": "信达证券",
  "star": "3"
}