{
  "attach_pages": "5",
  "attach_size": "858",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202508281735945371_1.pdf?1756388915000.pdf",
  "company_code": "80050806",
  "eitime": "2025-08-28 13:48:35",
  "extend": {},
  "info_code": "AP202508281735945371",
  "language": "0",
  "notice_content": "　　华友钴业(603799)\n　　事件：2025H1，公司实现营业收入371.97亿元，同比增长23.78%；归母净利润27.11亿元，同比增长62.26%。主要是因为公司多款产品出货量增加和钴、铜系列产品涨价所致。\n　　点评：\n　　钴系列产品价格回暖，公司受益。根据USGS数据，2024年全球钴矿产量29.0万吨，其中刚果（金）产量22.0万吨，全球占比76%，为全球第一大钴矿供应国。刚果（金）自2025年2月起实施为期四个月的钴出口禁令，并于6月再次延长至9月22日，预计2025年全球钴供应将大幅减少，MB钴价从年初9.81美金/磅稳步攀升至报告期末的15.16美金/磅，期间涨幅近55%。需求端，主要得益于三元正极材料、钴酸锂和硬质合金等市场贡献稳定发展。公司的钴资源主要来自非洲，主要产品为粗制氢氧化钴，钴矿料由自有矿山供应和向当地矿业公司采购，另外，在印尼的镍钴矿增加了公司钴资源储量和来源。报告期内，钴产品出货量2.08万吨，同比下降9.89%。\n　　镍产能全面释放，出货量大幅增长。据SMM数据，2025年H1，全球原生镍供应约180万吨，需求约174万吨，随着新需求的拉动，镍供应过剩局面好转。截止2024年底，公司在印尼先后建成华越6万吨湿法项目、华科4.5万吨高冰镍项目、华飞12万吨湿法项目，收购擎天火法项目，总计具备约24.5万吨（金属量）镍中间品生产能力。报告期内，公司上游红土镍矿湿法冶炼产能全面释放，持续稳产超产，湿法项目持续领跑，MHP出货量约12万吨，同比增长超40%。镍产品累计出货量13.94万吨，同比增长83.91%，为公司业绩增长提供有力支撑。同时，年产12万吨镍金属量的Pomalaa湿法项目开工建设，年产6万吨镍金属量的Sorowako湿法项目前期准备工作有序推进，波马拉园区展开建设。\n　　锂资源储量增加，硫酸锂产能有序推进。公司锂业务主要来自自有矿山，主要产品为锂辉石精矿、透锂长石精矿，为国内锂盐厂提供原料。公司通过补充勘探，Arcadia锂矿资源量从150万吨碳酸锂当量增加至245万吨，品位提升至1.34%；项目生产运营指标不断优化，生产成本持续下降；年产5万吨硫酸锂项目进入设备安装阶段，预计年底建设完成。\n　　锂电正极系列产品增长，新型锂电材料技术不断进步。公司通过全球资源配置、前驱体和三元正极材料产能布局，不断完善能源金属产业链。据统计，2025年H1全球三元材料产量为45.5万吨，同比下降4.5%，中国三元材料产量为32.1万吨，同比增长7.3%。公司实现三元正极材料出货量3.96万吨，同比增长17.68%，超高镍9系产品占比提升至六成以上。三元前驱体出货量4.21万吨，因主动减少部分低盈利产品出货，优化产品结构，较去年同期有所下滑。公司积极开发多款新型锂电材料，多款高端镍产品开发并实现量产，多款4.55V高电压四氧化三钴产品量产，钠电聚阴离子实现工艺定型，富锂锰基前驱体首代定型、二代预研并切入固态/低空/机器人供应链。同时，公司持续与锂电行业头部公司保持密切合作，扩宽正极材料谱系，多款用于车用大圆柱电池、e-VTOL低空飞行器、人形机器人的9系超高镍三元正极已率先实现规模化出货并持续放量，半固态电池正极材料已应用于终端客户1000公里超长续航车型，全固态电池三元正极材料开发全路线覆盖。海外产能持续推进，印尼华能5万吨三元前驱体一期项目实现批量供货，为进入北美市场奠定基础；匈牙利正极材料一期2.5万吨项目顺利推进，预计年内建成，助力公司深度嵌入欧洲电动汽车产业链，抢占欧洲乃至全球锂电产业链市场先机。\n　　投资建议：公司积极开发全球的锂镍钴矿产，资源储量和产出量不断提高，且实现了资源到锂电材料以及回收的一体化发展战略。我们持续看好公司的发展前景，预测2025-2027年公司归母净利润分别为57.18亿元，68.88亿元和75.24亿元，对应的PE分别为14倍，12倍和10倍，首次覆盖给予“买入”评级。\n　　风险提示：公司矿产资源和材料市场全球化，国际贸易关系对行业有较大影响；新能源汽车是锂电池最大的市场，该行业的变化对电池材料的供需有明显影响；其他风险。\n",
  "notice_date": "2025-08-28 00:00:00",
  "notice_title": "新能源金属及正极材料一体化龙头，受益行业大发展",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "CCC",
  "researcher": "张文臣",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1015",
          "publishName": "能源金属"
        }
      ],
      "short_name": "华友钴业",
      "short_name_ch": "华友钴业",
      "short_name_cht": "華友鈷業",
      "short_name_en": "HUAYOU COBALT",
      "stock": "603799"
    }
  ],
  "short_name": "华友钴业",
  "source_sample_name": "太平洋",
  "star": "3"
}