{
  "attach_pages": "37",
  "attach_size": "3691",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202302071582860342_1.pdf?1675798362000.pdf",
  "company_code": "80114781",
  "eitime": "2023-02-07 19:32:42",
  "extend": {},
  "info_code": "AP202302071582860342",
  "language": "0",
  "notice_content": "　　爱美客(300896)\n　　爱美客是医美器械及药物生产商，处于产业链中游，多年来聚焦医美主业，围绕各种求美需求进行多品类布局，有望最大程度享受医美市场扩容红利。\n　　轻医美快速扩容，看好中游产品生产商龙头。我国医美渗透率提升带动市场快速扩容，轻医美需求强劲、商业模式高效，未来10年有望保持近20%的高速增长。爱美客处于医美产业链中游，中游拥有更强的研发和审批壁垒，竞争格局清晰，产业链议价能力强，保持较高的利润水平。政策端看，医美市场或将保持严监管常态化，但在方向上重点打击医美乱象、引导行业健康合规发展，而非抑制医美需求。中长期有望将加速行业供给端出清，推动非合规产品向合规产品转移，爱美客作为合规产品生产商龙头，有望受益。\n　　公司作为中游综合生产商龙头，产品力、渠道力和交叉销售优势领先。前瞻性、差异化的设计思路指引方向，多项行业领先的核心技术专利保证可行性，叠加丰富的获证经验，实现领先商业化、打造产品力优势。渠道网络广泛而稳定，且未来仍有较大拓展空间，为业务持续扩张提供动力；销售策略清晰稳健，保证产业链利润，延长产品生命周期。持续拓宽产品矩阵，品类覆盖和渠道铺设广度行业领先，不同产品在功能上互补，在渠道上协同，形成交叉销售优势，提升公司综合议价能力和市场份额。\n　　持续拓宽产品矩阵，打造接力增长曲线。公司拥有玻尿酸、再生针剂、埋植线等多款获批产品，上市以来销售保持高增；还有肉毒素、利拉鲁肽等产品进入临床试验，有望引领新增长曲线。1）玻尿酸：品牌矩阵丰富，上市产品稳定快速放量，差异化优势显著。基础产品爱芙莱维持稳定；高端长效产品宝尼达经多年培育进入放量期，有望保持增长态势；核心产品嗨体不断拓展适应症并提价，未来2-3年差异化优势有望延续，全国一至三线城市近万家下游渠道可供拓展，看好未来收入继续保持高增。2）濡白天使：再生针剂兼具长效性和自然性，濡白天使具有牌照及产品力优势，销售策略稳健，价格体系坚挺，未来2-3年有望快速放量。3）肉毒素：橙毒有望于2023年底至2024年获批上市，与现有玻尿酸、再生针剂形成“填充+萎缩”的产品组合，交叉销售优势下，有望引领新增长曲线。4）体重管理：GLP-1受体激动剂减重有效性高，副作用小，增长空间广阔。爱美客旗下利拉鲁肽已完成I期临床，处于第二梯度，关注未来审批进展。\n　　公司盈利预测及投资评级：公司作为医美中游生产商龙头，品类矩阵完善，技术实力强，获证经验丰富，产品力领先；渠道销售广泛而稳健，多品类布局强化交叉销售优势。公司上市产品差异化优势仍将延续，在研管线丰富并有望逐渐落地，成长曲线清晰，有望充分享受医美市场扩容及合规化红利，实现业绩持续快速增长。我们预计公司2022-2024年净利润分别为20.0、31.8、45.5亿元，对应EPS分别为6.2、9.8、14.0元。当前股价对应2022-2024年PE值分别为95.7、60.9、42.7倍，首次覆盖给予“强烈推荐”评级。\n　　风险提示：行业政策出现重大变化、疫情反复影响需求、竞争格局恶化、重大安全风险事件。\n",
  "notice_date": "2023-02-07 00:00:00",
  "notice_title": "产品接力打造增长曲线，尽享医美市场扩容红利",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘田田,刘雪晴,魏宇萌",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "1035",
          "publishName": "美容护理"
        }
      ],
      "short_name": "爱美客",
      "short_name_ch": "爱美客",
      "short_name_cht": "愛美客",
      "short_name_en": "IMEIK",
      "stock": "300896"
    }
  ],
  "short_name": "爱美客",
  "source_sample_name": "东兴证券",
  "star": "1"
}