{
  "attach_pages": "5",
  "attach_size": "967",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202011031426122593_1.pdf?1665334329000.pdf",
  "company_code": "80000200",
  "eitime": "2020-11-03 16:34:50",
  "extend": {},
  "info_code": "AP202011031426122593",
  "language": "0",
  "notice_content": "　　中联重科(000157)\r\n　　公司发布 2020 年三季报： 前三季度累计实现营业收入 452.4 亿元，同比增长 42.5%，归母净利润 56.9 亿元，同比增长 63.4%，扣非归母净利润 49.6 亿元，同比增长 79.2%，经营净现金流 40.2 亿元，同比下降 19.1%。\r\n　　支撑评级的要点\r\n　　淡季不淡营收和利润持续双高增长，核心产品市场份额继续稳步提升。 疫情冲击致行业需求延后， 三季度明显淡季不淡，延续二季度高增长的发展趋势，下游基建、地产行业需求持续保持高景气度，混凝土泵车、塔机、工程起重机等中后周期产品更新换代需求持续旺盛，混凝土搅拌车受治超驱动市场需求也十分火爆。近年来公司打造研发、产品、服务的闭环，推出的 4.0 产品不断获得市场热捧， 市场份额持续稳步提升，汽车起重机市场份额在去年大幅提升背景下今年继续提升，进一步缩小与行业龙头的差距，塔机继续保持全球最强者的风范， 9 月发货量已突破百亿，强化龙头地位，混凝土泵车市场份额大幅提升，搅拌车市场份额也大幅跃升至行业前三， 行业高景气度及核心产品市场份额提升带动公司三季度营收和利润实现双高增长，单季度营收 164.2 亿元，同比增长 72.9%，归母净利润16.7 亿元，同比增长 84.6%， 营收和利润增速相比上半年进一步提升。\r\n　　持续执行可持续、高质量发展的经营理念， 三季度经营现金流开始加速修复。 2020Q1-3 公司期间费用率为 13.6%，同比下降 3.9pct， 其中销售费用率、管理费用率、研发费用率、财务费用率分别为 6.9%、 2.8%、 3.8%、 0.1%，分别同比下降 1.8pct、下降 0.8pct、提升 1.5pct、下降 2.8pct， 销售和管理费用率的下行主要系端对端销售模式的成功推广、成本费用管控的加强、规模化效应及线上销售推广活动的增加，财务费用率大幅下行主要系净负债规模的降低及汇兑损失减少所致。 前三季度公司整体毛利率为 28.5%，同比下降 1.3pct， 毛利率下行主要系产品结构调整及产品价格与去年同期相比有一定的下行所致，后续随着产品价格的企稳及产品结构的优化，公司毛利率有望稳步回升， 前三季度公司盈利能力进一步提升， 净利率同比提升 1.8pct 至 12.7%。 Q1-3 公司经营净现金流为 40.2 亿元，其中 Q3 单季度25.4 亿元，上半年疫情冲击导致客户回款滞后及公司加大对供应链的备货，现金流受到较大影响，三季度现金加速回收，现金流大幅好转， 全年现金流仍有望达到去年水平。\r\n　　土方机械、农机、高空作业平台等新兴业务板块打造中长期增长新引擎， 成长型工程机械龙头有望迎来业绩持续释放和估值中枢提升的双击。 公司目前形成了丰富的产品梯队， 一线的混凝土机械、 塔机、工程起重机等后周期工程机械品种继续保持高景气度，公司的核心竞争力不断增强，市场份额预计将继续进一步提升， 一线梯队产品的发力将为公司未来 2-3 年释放高业绩弹性，业绩增速有望延续行业领先。 二线的土方机械、农机、高空作业平台等新兴业务板块今年开始明显发力，前三季度实现强劲增长，市场地位大幅提升，这些潜力新业务板块将逐渐成为公司中长期增长的新引擎，未来也会成长为独挡一面的大业务板块， 土方机械推出“矿世英雄”大挖产品，完善产品谱系，进一步优化销售服务体系， 挖掘机再回归首年即实现 2%左右的市场份额， 随着明年智慧产业城 3.3万台挖掘机智能产线的投产， 挖掘机的 市场竞争力将进一步加强，看好公司土方机械未来 3-5年成长为国内前 5乃至国内前 3；农机行业需求明显回暖，公司加大对经济型作物及高端智能机型的研发推广，产品的销量和盈利水平都有明显的提升， 随着国家对粮食安全重视程度的提升， 高端农机的国产渗透率预计将逐渐提升， 农业的机械化水平及作业效率也将大幅提升， 农机业务市场空间巨大，公司农机最有希望成为中国的约翰迪尔；高空作业平台去年以黑马姿态杀入市场，今年继续实现高增长，稳居行业第一梯队， 臂式产品优势突出， 海外市场今年也开始布局， 未来也有望打造成 50-100亿规模的大业务板块。 三线的干混砂浆设备、应急设备等也在不断的培育和孵化，为公司的长远发展培养增长因子。 多梯次的产品发展策略有助于公司拉平传统工程机械的周期波动，未来几年仍将是公司高速发展的黄金时期，公司有望成长为工程机械成长型企业，这些新业务板块也理应给与相应的估值，因此公司未来有望迎来业绩持续释放和估值中枢提升的双击。\r\n　　估值\r\n　　基于行业持续高景气度及公司核心竞争力的提升，我们上调公司 2020-2022 年归母净利润分别至 74.8/96.3/113.7 亿元，对应 EPS 为 0.94/1.21/1.44 元/股，对应 PE 分别为 7.7/6.0/5.0 倍，维持买入评级。\r\n　　评级面临的主要风险\r\n　　全球疫情持续发酵，行业竞争加剧，基建和地产投资不及预期，环保及治超力度不及预期。",
  "notice_date": "2020-11-03 00:00:00",
  "notice_title": "多梯次产品打造成长型工程机械龙头，新业务板块齐发力有望再造一个中联",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "陶波,杨绍辉",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "739",
          "publishName": "工程机械"
        }
      ],
      "short_name": "中联重科",
      "short_name_ch": "中联重科",
      "short_name_cht": "中聯重科",
      "short_name_en": "ZOOMLION",
      "stock": "000157"
    }
  ],
  "short_name": "中联重科",
  "source_sample_name": "中银证券",
  "star": "4"
}