{
  "attach_pages": "6",
  "attach_size": "868",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202304261585864033_1.pdf?1682522895000.pdf",
  "company_code": "80114781",
  "eitime": "2023-04-26 15:28:15",
  "extend": {},
  "info_code": "AP202304261585864033",
  "language": "0",
  "notice_content": "　　欧派家居(603833)\n　　事件：公司发布2022年度报告。2022年公司营业收入224.8亿元，同比+10.0%；归母净利润26.9亿元，同比+0.9%。其中Q4营业收入62.1亿元，同比+2.8%；归母净利润7.0亿元，同比+26.4%。\n　　多维度扩张助力零售业务逆势增长，大宗业务保持稳健。收入分业务看，1）零售业务全年收入182.9亿元，同比+12.4%；其中Q4收入48.8亿元，同比+1.6%。公司零售业务展现出较强的韧性，依托品类、渠道、品牌三个维度的扩张，在行业压力下全年保持增长：①品类扩张：公司持续推进大家居战略，以套系化销售推动多品类协同增长。以衣柜为核心的整家产品不断打磨，目前定制体系已迭代到2.0，通过六大空间定制、空间净醛等措施强化服务和产品力，并提高客单价水平。同时，公司整合厨卫营销，推动木门向木墙柜一体升级，各产品线的品类扩张均在不断推进。②渠道拓展：整装/零售两种大家居业务模式持续开拓，公司全品类供应能力提供支撑，同时大家居业务也拉动新品类快速提升规模。整装渠道处于增长快车道，我们推测全年收入同比增速在40%以上，其中铂尼思品牌已独立运作，打开发展空间；零售大家居不断探索，截至22年底已有102家门店。此外，公司持续开拓拎包、新零售、线上云店等新渠道。③品牌矩阵拓宽：定位年轻的欧铂丽品牌继续保持较高增速，门店净开65家至1089家；高端定制品牌miform正式推出，未来将覆盖更多消费人群。2）大宗业务全年收入35.0亿元，同比-5.0%；其中Q4收入10.6亿元，同比+2.4%。大宗业务方面公司积极推动多品类导入，并拓宽业务场景如学校、医院等，在行业压力下收入保持稳健。公司通过代理商模式和客户筛选严控风险，信用风险低。公司积累了强大的渠道运营能力以及优秀的经销商资源，整装零售大家居模式引领行业渠道布局领先，同时品类矩阵丰富全面。我们看好公司渠道与品类相互促进，持续实现优于行业的表现。\n　　大家居战略持续推进，整家产品成为公司增长主要引擎。收入分品类看，1)衣柜及配套家具家品业务全年收入121.4亿元，同比+19.3%。2）橱柜业务收入71.7亿元，同比-4.7%。3）卫浴、木门业务收入10.4、13.5亿元，同比+4.6%、+8.9%。以衣柜为核心的整家产品已是公司业绩增长的主要引擎，持续领跑行业。衣柜门店数基本稳定，净增加9至2210家，增长主要来自家具家品配套率的提升、产品竞争力提升叠加渠道拓展带动整体规模提升。橱柜方面，渠道布局多管齐下：推进门店新开新装，推动经销商与装企合作，推进集成厨房模式开店170家。合计门店净增加20至2479家。橱柜业务在地产下行压力下基本实现微降，维持冠军地位。木门门店新增35至1056家，向木墙柜体系升级提高产品竞争力，同时木门持续导入整装与大宗渠道，在行业压力下保持增长。卫浴门店新增11至816家，当前初步完成了整装与大宗渠道的开拓，未来随厨卫融合推进，有望实现增长。公司持续推进大家居战略，立足橱柜、衣柜等品类基本盘，通过协同销售带动其他品类发展，打开未来发展空间。\n　　盈利能力短期承压，回升可期。公司2022年毛利率31.29%，同比持平，其中Q4同比+1.51pct。原材料价格22上半年保持高位，公司毛利率承压；下半年原材料价格回落，同时公司8月份进行了提价，使得毛利率回升，推动全年毛利率持平。公司销售、管理、研发费用率分别+0.7、+0.4、0.6pct，费用率整体承压，主要因收入受疫情影响未达公司预期，而费用投放在年初制定。公司历史上展现出较强的费用管控能力，费用率有望随疫情影响减弱而降低。2022全年净利率12.0%，同比-1.1pct，费用率是压力主要来源。近两年公司毛利率处于历史较低水平，原材料价格低位下毛利率有提升空间；同时费用率在收入端复苏后降低确定性高，因此公司今年利润率回升可期。长期来看，大家居战略有望持续降低费用率水平，公司盈利能力有望稳中有升。\n　　盈利预测与投资评级：公司在经营上积极进取，同时积累了行业领先的渠道运营经验和经销商资源。我们看好公司持续通过拓品类、拓渠道、拓品牌，多维度推动自身不断成长。预计公司2023-2025年归母净利润分别为32.17、37.74、44.43亿元人民币，EPS为5.28、6.20、7.29元，目前股价对应PE分别为21.70、18.50、15.71倍，维持“推荐”评级。\n　　风险提示：地产复苏不及预期；家居消费不及预期；原材料价格上涨超预期。\n",
  "notice_date": "2023-04-26 00:00:00",
  "notice_title": "经营韧性彰显，大家居战略效果显著",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "刘田田,常子杰,沈逸伦",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "476",
          "publishName": "装修建材"
        }
      ],
      "short_name": "欧派家居",
      "short_name_ch": "欧派家居",
      "short_name_cht": "歐派家居",
      "short_name_en": "OPPEIN",
      "stock": "603833"
    }
  ],
  "short_name": "欧派家居",
  "source_sample_name": "东兴证券",
  "star": "1"
}