{
  "attach_pages": "5",
  "attach_size": "971",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202310301605646374_1.pdf?1698675211000.pdf",
  "company_code": "80027629",
  "eitime": "2023-10-30 14:13:31",
  "extend": {},
  "info_code": "AP202310301605646374",
  "language": "1",
  "notice_content": "　　韦尔股份(603501)\r\n　　Will Semi announced better-than-expected 3Q results. Revenue came in atRMB6.2bn, representing 44.4% YoY growth and 37.6% QoQ growth,respectively. 3Q revenue marked the second-highest quarterly revenue in thecompany’s history. Net profit was RMB215mn, turning positive from 2Q. Wethink the sound results were driven by: 1) better-than-expected recovery inconsumer electronics, noticeably in domestic Android phone markets; and 2)strong growth in auto CIS as the company booked more orders across bothexisting and new manufacturers. We think the worst has passed. As its inventorywent down to a relatively healthier level, we expect Will Semi’s pricing power toimprove in the future and revenue to resume growth. Meanwhile, we believe thecompany’s net income will follow its revenue’s recovery and increasemeaningfully in the next few quarters (GPM is currently at 21.8%, vs previously30%+). Hence, we upgrade to BUY with an adjusted TP of RMB117.5.\r\n　　The company has reported a significant rebound in 3Q revenue, aboveour previous expectations. This strong growth can be attributed to the toptwo largest segments (smartphone and auto) by revenue contribution (overhalf of total 1H23 revenue). In the mobile CIS sector, there has been anotable influx of new Android smartphones (e.g., Xiaomi 14) to the marketin 2H23. The latest products, such as OV50H, have been quickly adoptedby domestic Android brands. The company also experienced growingdemand for its products in the auto market.\r\n　　Inventory returned to a healthy level: The company’s inventory fell by46.5% YoY and 23.2% QoQ to RMB7.5bn in 3Q23 from its peak ofRMB14.1bn in 3Q22. We think this indicates the end-market demand isrecovering. The current inventory is around 4 months of sales (based on 3Qrevenue). As its inventory level returns to a healthier level, we expect WillSemi’s revenue and net profit to resume sound growth.\r\n　　Upgrade to BUY and adjust TP to RMB117.5. We revise up 2023/24/25Erevenue by 11%/12%/14% and NP by 4%/44%/15%, considering 1)resumed good growth in both top and bottom lines, 2) competitiveadvantage of its latest products, and 3) the continued, strong localizationtrend. Our new TP is based on a higher 35x 2025E P/E (vs. previous 29.3x2025E P/E). We believe the valuation is fair considering the NP CAGR of36.5% over 2024-25E. Potential downside risks: 1) lower-than-expectedAndriod smartphone shipments, and 2) weakening global macro.",
  "notice_date": "2023-10-30 00:00:00",
  "notice_title": "Expect strong 3Q momentum to continue;Upgrade to BUY",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "1036",
          "publishName": "半导体"
        }
      ],
      "short_name": "豪威集团",
      "short_name_ch": "豪威集团",
      "short_name_cht": "豪威集團",
      "short_name_en": "OMNIVISION GROUP",
      "stock": "603501"
    }
  ],
  "short_name": "豪威集团",
  "source_sample_name": "招银国际"
}