{
  "attach_pages": "5",
  "attach_size": "905",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202012221442631792_1.pdf?1608653005000.pdf",
  "company_code": "80000007",
  "eitime": "2020-12-22 14:02:03",
  "extend": {},
  "info_code": "AP202012221442631792",
  "language": "0",
  "notice_content": "　　贵州茅台(600519)\r\n　　事项：\r\n　　根据茅台时空报道， 继 12·12 习酒和 12·16 茅台酱香酒“两大经销商年会”后， 12 月 21 日，贵州茅台酒 2020 年度全国经销商联谊会在茅台总部举行。\r\n　　国信食品饮料观点： 1） 2020 年公司顺利完成“十三五”规划目标， 夺取疫情防控和企业发展的双胜利； 2） 当前工作重点为控价稳市常态化以及确保一季度开门红， 在渠道低库存以及供需两旺的背景下有望顺利实现； 3） 2020 年为茅台基础建设年， 也是十三五收官之年， 公司整体发展较为稳健， 2021 年开始公司步入十四五发展的新时期， 在继续深化渠道体系改革以及产品结构调整等的基础上，将实现高质量发展大踏步前进。 4） 投资建议： 短期公司一季度开门红确定性高， 2021 年十四五第一年高质量发展值得期待。 中长期看， 茅台稀缺性仍在，公司依靠绝对的领先地位、 高渠道价差安全垫、产品及渠道结构调整和基酒扩产， 将中长期保持量价齐升的状态， 高业绩确定性同时将享受估值溢价。 继续维持此前盈利预测，预计 20-22 年归母净利润 467/546/636 亿， 对应 EPS 为 37.17/43.50/50.61 元， 对应当前股价 PE 为50/42/36X， 维持“买入”评级。\r\n　　评论：\r\n　　 2020 年茅台夺取疫情防控和企业发展的双胜利， 圆满完成“十三五”收官\r\n　　在今年新冠疫情爆发的非常形势下，茅台按照省委、省政府统筹疫情防控和经济社会发展安排部署，坚持有力抓好疫情防控， 确保了在 2 月 13 日顺利复工复产， 实现茅台酒全年产量突破 5 万吨。同时也有效做好保供稳市，经营业绩实现逆势上扬， 答好了市场工作“满意卷”，顺利助推集团公司圆满完成十三五规划收官。 2020 年公司的主要收获集中在四个方面： 一是市场布局更具层次， 非均衡集中投放，增设自营网点，拓展终端消费渠道等，推动市场稳、价格稳； 二是营销服务更有温度；三是改革发展更富成效， 优化完善体制机制，清理违法违规违纪经销商，有序推进联营公司的清理清退；同时，严格落实整改要求，全面排查清理专供、特供、定制产品，推动茅台品牌从管住向管好转变； 四是同心同德更显担当， 打造出“百年老店传承人”“茅粉节”等文化品牌，引领经销商自觉内养外化，宣贯和践行茅台文化理念。\r\n　　控价稳市常态化， 当前重点确保一季度实现“开门红”\r\n　　此次经销商联谊会上， 茅台集团董事长高卫东还特别强调了当前的重点工作：一是控价稳市工作常态化；二是做好元旦、春节的销售工作，精准服务好消费者，确保一季度“开门红”。 2020 年茅台销售受疫情影响较小， 终端需求旺盛， 批价在2-3 月份触底后连续上行， 当前批价稳定在 2800 元以上，短期内仍处于供不应求的状态。同时，根据渠道调研反馈当前经销商库存普遍在半个月的水平， 2020 年配额大部分地区均已发完， 部分地区开始打款 2021 年计划。 12 月份以来逐步进入元旦春节备货期， 终端需求旺盛，同时公司此前也加大茅台供给，四季度在直销渠道计划销售 4160 吨飞天茅台酒。我们认为，在当前渠道库存低位，终端消费逐步向好，茅台酒供需两旺的背景下，公司一季度开门红有望顺利实现。\r\n　　2021 年站上“十四五”的新起点，开启高质量发展新征程\r\n　　2021 年是“十四五”规划的开局之年， 公司将围绕“力争将茅台打造成省内首家世界 500 强企业”战略目标，坚持把高质量发展要求贯彻生产管理、市场营销全过程。作为“十四五”的开局年，高卫东也对 2021 年茅台酒营销工作提出了新的要求：要坚定不移保稳定促发展，以基础稳、品质稳、政策稳，推动市场稳、价格稳、发展稳；要全力以赴统筹提质增效，主动迎合市场趋势，多渠道优势互补，充分发挥品牌效能，实现更高水平的供需动态平衡；要坚持文化和服务理念创新，搭建与大众沟通的桥梁，培育聚拢忠实粉丝，以获得更为广泛的价值认同。 同时， 在具体工作执行方面， 2021 年公司将继续深化渠道体制改革，积极推动商超电商渠道成为精准销售、稳市稳价、平衡供需的重要组成，同时严肃整治和处理“高价、变相高价”等扰乱市场秩序的行为，加快反黄牛系统研发，强化联防联控；在投放方面因地施策、精准营销，调整优化生肖、精品、陈年等产品销售，不断支持总经销做强管理、做优品牌，确保茅台品牌始终保持强劲的市场引领能力。 我们认为， 2020 年为茅台基础建设年， 也是十三五收官之年， 公司整体发展较为稳健， 2021 年开始公司步入十四五发展的新时期， 在继续深化渠道体系改革以及产品结构调整等的基础上，将实现高质量发展大踏步前进。\r\n　　投资建议： 维持“买入”评级\r\n　　短期公司一季度开门红确定性高， 2021 年十四五第一年高质量发展值得期待。 中长期看， 茅台稀缺性仍在，公司依靠绝对的领先地位、 高渠道价差安全垫、产品及渠道结构调整和基酒扩产， 将中长期保持量价齐升的状态， 高业绩确定性同时将享受估值溢价。 继续维持此前盈利预测，预计 20-22 年归母净利润 467/546/636 亿， 对应 EPS 为 37.17/43.50/50.61元， 对应当前股价 PE 为 50/42/36X， 维持“买入”评级。",
  "notice_date": "2020-12-22 00:00:00",
  "notice_title": "重大事件快评：十三五圆满收官，十四五开启高质量发展新征程",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "熊鹏,陈青青",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "477",
          "publishName": "酿酒行业"
        }
      ],
      "short_name": "贵州茅台",
      "short_name_ch": "贵州茅台",
      "short_name_cht": "貴州茅台",
      "short_name_en": "KWEICHOW MOUTAI",
      "stock": "600519"
    }
  ],
  "short_name": "贵州茅台",
  "source_sample_name": "国信证券",
  "star": "1"
}