{
  "attach_pages": "8",
  "attach_size": "472",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202205301568807716_1.pdf?1653905910000.pdf",
  "company_code": "80000007",
  "eitime": "2022-05-30 10:18:30",
  "extend": {},
  "info_code": "AP202205301568807716",
  "language": "0",
  "notice_content": "　　盐湖股份(000792)\r\n　　事项：\r\n　　公司公告：公司为加快建设世界级盐湖产业基地，落实公司“十四五”生态盐湖产业发展规划“扩大锂”战略部署，延伸锂产业链，拟投资新建4万吨/年基础锂盐一体化项目。项目拟定为新建年产2万吨电池级碳酸锂+年产2万吨氯化锂，建设地点为公司察尔汗钾锂工业园区内，建设周期24个月，总投资约70.82亿元，资金来源是公司自有资金和银行贷款。\r\n　　国信金属观点：1）公司控股子公司蓝科锂业现有碳酸锂产能3万吨/年，控股子公司盐湖比亚迪规划建设碳酸锂产能3万吨/年，再加上新规划的4万吨/年基础锂盐产能，截至目前公司盐湖提锂产能总计有10万吨/年的规划，有望继续实现快速成长，稳居国内盐湖提锂行业龙头的地位；2）两大核心业务板块均处高景气周期：公司现有氯化钾产能500万吨/年，是国内最大的氯化钾生产企业，占国内总产能比重超过60%，目前海外钾肥供应不可抗力频发，推升全球钾肥价格；公司现有碳酸锂产能3万吨/年，是国内最大的盐湖提锂生产企业，具有较强成本优势且仍有极大扩产潜力，目前锂行业出现供需两旺的格局，碳酸锂价格处于历史新高水平；3）预计公司2022-2024年营收为354.22/347.25/360.53亿元，同比增速139.7%/-2.0%/3.8%，归母净利润为161.87/165.35/180.11亿元，同比增速261.4%/2.2%/8.9%；摊薄EPS为2.98/3.04/3.32元，当前股价对应PE为10.4/10.2/9.3X。考虑到公司依托察尔汗盐湖得天独厚的资源优势，在国内钾肥和盐湖提锂领域均处于绝对领先的地位，尤其是公司未来在盐湖提锂领域的产能有望实现快速扩张，有望充分享受锂行业高景气周期带来的发展红利，小幅上调2022年盈利预测，维持“买入”评级；4）风险提示：钾肥和锂盐价格上涨不达预期；碳酸锂扩产进度低于预期。\r\n　　评论：\r\n　　“扩大锂”是公司落实青海建设世界级盐湖产业基地的重要举措\r\n　　公司经过多年的探索与创新，具备成熟的盐湖提锂技术，已实现规模化、高效率生产。“扩大锂”是公司落实《青海建设世界级盐湖产业基地行动方案（2021-2035年）》关于锂产业扩规提质的重要举措，符合国家“双碳”目标要求。公司在现有3万吨/年碳酸锂生产能力的基础上再扩能建设，有助于巩固盐湖提锂的行业龙头地位，加快成为新能源的“护航者”。\r\n　　公司现有碳酸锂产能3万吨/年，产能在控股子公司蓝科锂业体内。蓝科锂业成立于2007年3月，已联合业内领先企业成功攻克了“吸附法从超高镁锂比卤水中提锂”的世界性技术难题。首期年产1万吨工业级碳酸锂装置从2012年开始逐步量产，2017-2020四年时间产量分别为8000/11008/11302/13602吨，实现达产达标的基础上甚至有所超产。另外蓝科锂业于2017年底启动扩产规划，扩建2万吨/年电池级碳酸锂项目，总投资31.3亿元，2021年3月起新增2万吨项目除沉锂装置外其余装置均已建成，陆续进入投料试车状态。总体上蓝科锂业2021年碳酸锂产量达到2.27万吨，预计今年产量有望达到3万吨以上。\r\n　　蓝科锂业目前采用吸附法提锂，核心竞争优势包括——\r\n　　核心优势1：资源优势，察尔汗盐湖扩产潜力大且成本低\r\n　　察尔汗盐湖位于素有聚宝盆之称的柴达木盆地的中东部，东西长168km，南北宽20-40km，面积5658km2，海拔2680m，湖内蕴藏氯化钾5.4ⅹ108t，氯化镁4.0ⅹ109t，氯化锂1.2ⅹ107t，均居全国第一位，是中国最大的可溶钾镁盐矿床，也是世界最大盐湖之一。\r\n　　目前蓝科锂业是采购盐湖股份提完钾肥之后的老卤来生产碳酸锂。盐湖股份钾肥生产每年按产量500万吨测算，每年排放老卤量约2亿立方米，其锂离子的浓度在200-250mg/L左右，即每年排放的老卤中锂资源折合氯化锂为20-30万吨，该原料液为锂产业发展提供了可靠的资源保障。蓝科锂业生产1吨工业级碳酸锂需消耗约2000立方氯化锂含量在250-300mg/L的卤水。\r\n　　核心优势2：技术优势，新型锂高效吸附剂实现自产自用\r\n　　蓝科锂业2010年引入俄罗斯院士团队的吸附剂技术，成功实现卤水提锂技术的突破。目前公司所使用的吸附剂为新型锂高效吸附剂，在俄罗斯吸附剂基础上进行优化，是公司自主研发和生产的产品，取得国家技术专利，吸附剂损耗控制在10%以内。公司新型锂高效吸附剂合成方法引入价格低廉的其他材料，通过对制备工艺的优化，大幅降低制造成本，降低最终产品的完全成本。相比较一代吸附剂的制造成本，新型锂高效吸附剂制造成本降低约50%。公司自主生产的吸附剂可完全满足生产使用。\r\n　　核心优势3：成本优势，工业级碳酸锂完全成本控制在34000元/吨以内\r\n　　蓝科锂业依托察尔汗盐湖丰富的锂资源及盐湖股份公司工业园区的公共设施，吸附提锂技术生产碳酸锂的成本相对同行具有明显优势，也适合锂产业大规模布局。近几年公司工业级碳酸锂完全成本控制在34000元/吨以内。目前公司正在通过优化工艺技术、降低消耗、降低采购成本和提高产量等方式，进一步降本增效、减少单位成本。\r\n　　盐湖比亚迪公司年产3万吨电池级碳酸锂项目将争取早日实现开工建设。2016年10月盐湖股份与比亚迪、卓域成投资公司共同投资成立“青海盐湖比亚迪资源开发有限公司”，盐湖股份持股49.5%，比亚迪持股49%，深圳市卓域成投资有限公司持股1.5%，公司规划建设年产3万吨电池级碳酸锂项目。根据工艺生产特点，项目分为盐田及储池、提锂、沉锂及吸附剂合称四个工艺装置；预计项目总投资48.5亿元，其中30%由企业自筹，其余70%申请银行贷款。公司与比亚迪合作建设3万吨电池级碳酸锂项目目前建设准备及建设手续工作已基本完成，此前因碳酸锂市场变及前期公司司法重整影响，未启动建设。盐湖比亚迪公司目前在充分对建设涉及核心内容进行论证，争取早日开工建设，实现公司锂产业新的布局。\r\n　　综上，截至目前公司盐湖提锂产能总计有10万吨/年的规划。盐湖比亚迪公司年产3万吨产能和新规划的年产4万吨产能有望于今年启动项目建设，按照建设周期24个月来推算，两个项目预计将于2024年逐步投入生产，所以公司在盐湖提锂领域有望继续实现快速成长，稳居国内盐湖提锂行业龙头的地位。另外在新规划的年产4万吨产能当中，有年产2万吨电池级碳酸锂和年产2万吨氯化锂，公司在氯化锂产品上的布局有利于未来向氢氧化锂或金属锂延伸，一定程度上也降低了项目的风险。\r\n　　重视国内锂资源开发，青海将加快建设世界级盐湖产业基地\r\n　　中国锂资源储量丰富，兼具矿石锂和盐湖锂两种类型。中国锂资源主要集中在青海、西藏、四川、江西等四省（自治区），此外在湖南、新疆、河南、福建、陕西等5个省（自治区）亦有产出。西藏和青海主要为盐湖卤水型；四川甘孜州和阿坝州锂辉石资源储量丰富；江西宜春地区是锂云母的主要生产基地。\r\n　　国内资源量以盐湖为主，发展潜力巨大。中国矿产资源报告，2018年国内硬岩锂潜在资源量为878万吨（锂辉石），卤水锂潜在资源量为9250万吨（LiCl）。盐湖锂资源主要集中在青海和西藏：SMM数据统计，青海盐湖资源中已编入矿产储量的锂矿产地有10处，保有氯化锂储量2447.38万吨；西藏盐湖资源达到边界工业品位的盐湖有80个，其中大型以上的有8个，氯化锂资源储量为1738.34万吨。\r\n　　中国发展盐湖提锂具有重要意义。目前“澳洲锂辉石+中国锂盐厂”是最经济有效、能快速放量的组合，但是全球锂精矿原料供应紧张，又主要集中于澳洲，国内中游锂盐加工厂如若不能锁定稳定的上游资源，未来产能释放具有不确定性。另外，中澳关系的变化给锂资源供应安全带来了不确定性，因此加快国内锂资源的开发具有重要意义，而盐湖作为国内占比最大的资源储量来源，其发展的重要性有目共睹。\r\n　　中国盐湖提锂发展缓慢有客观原因。中国对盐湖提锂工艺的探索已有几十年的历史，1980年郑棉平院士在扎布耶盐湖发现天然碳酸锂矿石，其后提锂实验不断开展，工艺路线不断优化，但整体发展较慢。主要的制约因素包括：西藏盐湖海拔高，周边配套设施建设难度大，生产、运输均存在制约因素；青海盐湖资源镁锂比高，对于成熟的蒸发-转化提锂工艺，高镁锂比盐湖卤水沉淀除镁试剂消耗量大，不宜采用。\r\n　　技术路线日趋成熟，产能持续释放。随着对工艺路线的不断探索，我国盐湖提锂技术已取得实质性突破，不同企业形成适合自身资源特征的方法，如西藏扎布耶盐湖，低镁锂比的碳酸盐型盐湖，采用太阳池法；如察尔汗盐湖，超高镁锂比的硫酸盐型盐湖，采用吸附法提锂；其他盐湖工艺路径还包括膜法、溶剂萃取法和煅烧法等。随着国内盐湖提锂工艺逐步成熟，所制备的碳酸锂成本已具有较强的竞争优势，逐步实现试产、量产、达产。百川数据统计2021年青海地区碳酸锂产量达到6.08万吨，同比+20.72%。目前我国已具备盐湖提锂产能超过10万吨，产量快速释放，且发展潜力巨大。\r\n　　青海将加快建设世界级盐湖产业基地。据新华社2021年3月7日消息，习近平主席参加十三届全国人大四次会议青海代表团审议时强调，要结合青海优势和资源，贯彻创新驱动发展战略，加快建设世界级盐湖产业基地，打造国家清洁能源产业高地、国际生态旅游目的地、绿色有机农畜产品输出地，构建绿色低碳循环发展经济体系，建设体现本地特色的现代化经济体系。2021年5月16日，建设世界级盐湖产业基地行动方案编制领导小组第一次会议在西宁召开，审议讨论《建设世界级盐湖产业基地行动方案(初稿)》。为深入贯彻落实习近平总书记参加青海代表团审议时的重要讲话精神，特别是“加快建设世界级盐湖产业基地”的重大要求，青海省委、省政府高度重视顶层设计工作。建设世界级盐湖产业基地行动方案编制领导小组于2021年5月20日在北京召开《行动方案》国内专家论证会，听取国内盐湖领域知名院士和专家学者对《行动方案(初稿)》的评价和修改完善的具体意见，确保行动方案更具科学性、前瞻性和可操作性。\r\n　　公司两大核心业务板块均处于高景气周期，有望享受行业发展的战略红利\r\n　　公司是青海省国资委控股的国有企业，依托于青海察尔汗盐湖得天独厚的战略资源优势，在盐湖资源开发方面有非常重要的战略地位，成为国内钾肥和盐湖提锂双龙头企业。公司氯化钾和碳酸锂目前都是是行业景气度非常高的板块，公司全年的经营业绩有望实现跨越式增长。\r\n　　公司现有氯化钾设计产能500万吨/年，是国内最大的氯化钾生产企业，占国内总产能比重超过60%。公司氯化钾生产技术领先、成本优势突出，是保障我国粮食安全的“压舱石”。目前海外氯化钾供给不可抗力频发，白俄罗斯和俄罗斯钾肥供给约占全球的38%，由于被制裁及地缘政治冲突导致钾肥出口受限；同时随着粮食、大宗商品等价格上涨，全球钾肥价格呈大幅上涨的态势。公司钾肥产品销售价格在今年大合同价格指引下也有望进一步上调。\r\n　　公司现有碳酸锂产能3万吨/年，是国内最大的盐湖提锂生产企业，具有明显的成本优势，且仍有极大的扩产潜力。目前锂行业整体出现供需两旺的格局，锂矿和锂盐价格均已创历史新高。全球以中国、欧洲和美国为主，支持新能源汽车发展政策不断加码；全球汽车电动化发展趋势明确，已经成为锂消费最核心的驱动力。但是与此同时，锂资源开发周期较长，供给端增速或低于需求端增速，锂行业有望迎来3年以上的景气周期。而中国锂资源储量丰富，又以盐湖资源为主，为保障锂资源供应的安全和稳定，加快国内锂盐湖资源开发具有重要意义。青海将加快建设世界级盐湖产业基地，公司有望充分享受青海盐湖大开发的战略红利。\r\n　　公司2021年氯化钾产量约502.96万吨，销量约473.69万吨，库存约70.91万吨；22Q1氯化钾产量约114万吨，销量约145万吨。公司2021年碳酸锂产量约2.27万吨，销量约1.93万吨，库存约3435吨；22Q1碳酸锂产量约0.7万吨，销量约0.67万吨。预计22Q2随着青海地区气温转暖，产线运营效率提升，公司氯化钾和碳酸锂产量环比均会有所提升。\r\n　　投资建议\r\n　　上调盈利预测，预计公司2022-2024年营收为35",
  "notice_date": "2022-05-30 00:00:00",
  "notice_title": "新增4万吨锂盐项目，盐湖提锂年产能总规划达到10万吨",
  "page_size": 2,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "刘孟峦,杨耀洪",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "731",
          "publishName": "化肥行业"
        }
      ],
      "short_name": "盐湖股份",
      "short_name_ch": "盐湖股份",
      "short_name_cht": "鹽湖股份",
      "short_name_en": "YHGF",
      "stock": "000792"
    }
  ],
  "short_name": "盐湖股份",
  "source_sample_name": "国信证券",
  "star": "1"
}