{
  "attach_pages": "6",
  "attach_size": "678",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202212141581081802_1.pdf?1671030408000.pdf",
  "company_code": "80000007",
  "eitime": "2022-12-14 15:06:48",
  "extend": {},
  "info_code": "AP202212141581081802",
  "language": "0",
  "notice_content": "　　海康威视(002415)\n　　事项：\n　　公司新闻：（1）12月10日公司发布公告，拟拆分子公司杭州海康机器人股份有限公司至深交所创业板上市。本次分拆有助于海康机器人实现业务聚焦，为研发投入提供资金保障，以提升海康机器人在机器视觉和移动机器人领域的制造与技术能力。（2）子公司萤石网络已完成科创板注册，并于12月13日进行初步询价。萤石网络主要聚焦智能家居，是以硬件产品为基础的综合智能家居服务商及物联网云平台提供商。\n　　国信电子观点：海康以感知技术为轴，通过产品和软件组合为各行业提供定制化解决方案，是国内的智能物联龙头。在此基础上，机器人、萤石网络为代表的创新业务逐步发展成独立板块，为公司成长注入新动力。随着工业自动化带来机器视觉和移动机器人的持续需求，以物联技术为基础的智能家居加速渗透，海康机器人与萤石网络有望保持快速增长。我们看好公司软硬结合的智能物联综合方案解决能力以及在此基础上延伸的创新业务成长空间，预计22-24年营收869/985/1132亿元，归母净利润142.3/172.2/202.6亿元，当前股价对应PE分别为23/19/16x，维持“买入”评级。\n　　评论：\n　　拟拆分子公司海康机器人至创业板上市，有利于海康机器人技术与业务独立发展\n　　海康机器人主营业务为机器视觉和移动机器人的硬件产品和算法软件平台。作为创新业务之一，海康机器人在机器视觉和移动机器人业务领域深耕智能制造产品与技术，通过对软硬件产品及平台技术和交付流程不断完善以实现用户提效降本。19-21年海康机器人营业收入复合增速为71.5%，归母净利润增速为225.6%。\n　　预计全球机器视觉市场规模将从21年804亿元增至1200亿元，全球移动机器人（AGV）市场规模将从21年215.5亿元增至25年765.5亿元。随着工业自动化渗透，机器视觉系统可满足对物体检测、增强分析、监控容差和准确的组件测量等要求。在此驱动下，全球机器视觉市场规模将从21年804亿元增至1200亿元，复合增速超12%。随着企业内部供应链向高效、智能化发展，应用于搬运场景的移动机器人需求增加，预计全球移动机器人（AGV）市场规模将从21年215.5亿元增至25年765.5亿元；中国作为主要市场将从21年78.12亿元增至268.5亿元。\n　　海康机器人在机器视觉及移动机器人核心领域市场份额居本土企业首位。根据GGII数据，海康机器人凭借视觉定位导航、激光SLAM定位导航、障碍物感知识别、视觉成像技术、复杂数据处理、算法优化等领域的优势，19-21年在机器视觉及移动机器人领域均位居国产厂商整体业务规模首位。\n　　智能家居加速渗透，萤石网络蓄势待发\n　　萤石网络是智能家居服务商及物联网云平台提供商。在海康威视智能物联能力基础上，萤石网络以视觉技术作为核心，打造以视觉交互形式的智能家居产品，依托萤石物联云平台通过增值服务和开放式AI算法赋能用户；此外，针对行业客户，萤石网络还可通过开放平台帮助客户推进智能化转型，协助客户开发面向复杂场景的解决方案。\n　　萤石网络18-21年营收复合增速为40.5%，扣非归母净利润复合增速为50.5%。18-21年萤石网络营业收入从15.3亿元增至42.4亿元，扣非归母净利润从1.2亿元增至4.5亿元。公司的四大产品体系为智能家居摄像机、智能入户、智能控制、智能服务机器人，其中智能家居摄像机占比近70%，高毛利业务云平台服务占比逐年提升，业务结构不断软化。\n　　随着智能家居行业从单品智能化到单品互联互通再到系统智能化发展，公司业务价值量有望不断提升。在智能化应用需求驱动下，截至1H22，萤石物联云平台接入IoT设备数已超过1.82亿台，萤石物联云平台用户数量突破1亿名，月活跃用户近4000万名，“萤石云视频”应用中的平均月付费用户数量超过170万名，开放平台注册的境内外行业客户近24万名。\n　　随着工业自动化、家居智能化发展，海康机器人与萤石网络为代表的创新业务有望保持高增长，我们看好公司软硬结合的智能物联综合方案解决能力以及在此基础上延伸的创新业务成长空间，预计22-24年营收869/985/1132亿元，归母净利润142.3/172.2/202.6亿元，当前股价对应PE分别为23/19/16x，维持“买入”评级。\n　　风险提示\n　　需求不及预期；创新业务拓展不及预期；汇率波动风险。\n",
  "notice_date": "2022-12-14 00:00:00",
  "notice_title": "海康机器人拟分拆上市，萤石网络完成科创板注册",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "胡剑,胡慧,周靖翔,叶子,李梓澎",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "735",
          "publishName": "计算机设备"
        }
      ],
      "short_name": "海康威视",
      "short_name_ch": "海康威视",
      "short_name_cht": "海康威視",
      "short_name_en": "HIKVISION",
      "stock": "002415"
    }
  ],
  "short_name": "海康威视",
  "source_sample_name": "国信证券",
  "star": "1"
}