{
  "attach_pages": "9",
  "attach_size": "720",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202307241592569037_1.pdf?1690212615000.pdf",
  "company_code": "80000007",
  "eitime": "2023-07-24 15:30:15",
  "extend": {},
  "info_code": "AP202307241592569037",
  "language": "0",
  "notice_content": "　　工商银行(601398)\r\n　　事项：\r\n　　近年来，工商银行立足于本行客户优势，以政务、产业、个人服务（GBC）联动为抓手，坚持多做打基础、利长远的工作；同时把经营着力点放在服务实体经济上，有力稳住经营基本盘。我们认为长期来看通过打造“GBC+”客户生态实现价值循环，有望持续巩固工商银行的基础客户优势，而短期来看工商银行经营稳健、股息率居同业前列。我们维持盈利预测不变，预计2023-2025年归母净利润3784/3984/4182亿元，同比增速5.0/5.3/5.0%；摊薄EPS为1.02/1.08/1.13元；当前股价对应PE为4.5/4.2/4.0x，PB为0.5/0.4/0.4x，维持“买入”评级。\r\n　　评论：\r\n　　扬长补短：打造“GBC+”客户生态，实现价值循环\r\n　　客户是银行一切经营发展与创新的支柱，工商银行作为客户生态建设的集大成者，从全局高度提出GBC（政府、企业、个人）战略，构建金融服务新生态，壮大坚实客户基础。“GBC+”基础性工作包含GBC联动、资金承接、网点竞争力提升、城乡联动推动乡村振兴、织网补网、代发业务、商户营销、手机银行APP建设八项工作。其中，GBC联动为核心，围绕教育、三农、科创等重点场景，以资金流和信息流为工作主线，公司、机构、个金三个业务条线密切联动，构建“一点接入、全集团响应、全流程服务”的GBC全链条营销服务体系，深耕重点场景GBC三端资源，完善客户生态，实现资金闭环。\r\n　　“GBC+”既可以通过G（政府）/B（企业）传导到C（个人），也可以通过C（个人）传导到G（政府）/B（企业），打造全价值链。一方面，从G/B到C，底层逻辑是G/B客户提供了批量获C的方式，能够帮助银行相对低成本地快速获取客户，提升个人客户规模，改善个人客户结构。相反，另一反面，从C到G/B的反哺也开始显现，从个人端发起传导，推动工商银行给G/B客户提供综合金融服务。\r\n　　在整体架构方面，工商银行依托在财政、社保、医疗、教育等领域积累的政务服务成功经验，以及区块链、大数据、云计算、人工智能等金融科技能力，对政务服务重点领域进行功能信息化和服务便利化改造，整理形成了智慧财政、智慧社保、智慧医疗、智慧教育、智慧政法、智慧优抚、智慧宗教、智慧招标、智慧住建、智慧工会、智慧园区、智慧景区等12大重点延伸合作领域；以及云办公、云党建、云人力、云采购、云差旅、云物业、云停车、云食堂、云出行、云征信等10项云端服务。\r\n　　近年来，工商银行以“GBC+”为核心的一系列基础性工程深入实施。以工商银行江西分行为例，近年来江西分行扎实推进以“GBC+”为核心的基础性工程，成绩可观。联动成效方面，2022年，该分行于重点场景G端和B端拓户2.31万户，增存158.96亿元，带动C端获客活客210.92万人，带动交易资金370.69亿元。客户生态方面，2022年，该分行拓展对公账户6.86万户，同业第一。其中，头部客户方面，以全市场第一名先后中标省级社保统筹、职业年金归集总账户、财政省级调剂金账户、中国稀土基本账户等重大项目；腰部和底部客户方面，日均金融资产1万元以上机构客户、公司客户增幅分别为11.33%、17.55%；普惠客户增幅47%；资产5万元以上个人客户增幅17.78%。\r\n　　在积极推动下，工商银行GBC重点场景建设落地见效，全行客户拓展和提质同步推进。聚焦乡村振兴、民生消费、医保服务等22个重点场景，GBC三端联动融合、互相促进，实现全面发展。2022年，重点场景累计带动G端拓户6994户（同比增长195%），B端拓户47.3万户（同比增长141%），C端获客活客7275万人（同比增长85%），客户生态加快完善；G端增存1519亿元、B端增存3388亿元，C端代发1.9万亿元，增存引流成效显著。2022年，对公客户和账户均历史性突破1000万户，新增对公客户带动对公存款较上年末增长2838亿元，新增个人客户带动储蓄存款较上年末增长1780亿元；日均金融资产1万元以上公司客户与日均金融资产5万元以上个人客户大幅增长，客户质量不断优化。公司有贷户数量增长近30%，公司类贷款较上年末增长1.63万亿元，创历史新高。\r\n　　此外，GBC战略得益于工商银行金融科技的强大实力，同时在GBC战略下，工商银行金融科技价值创造力也持续提升。工商银行着力加强D-ICBC数字生态、ECOS技术生态建设，为“GBC+”客户生态发展提供有力动能。\r\n　　总体而言，工商银行作为一家大行，GBC战略有助于发扬其客户服务、生态建设方面的优势，扬长补短，从“做产品”到“做客户”再到“做生态”，实现价值循环。\r\n　　固本强基：服务制造业当家，推进战新产业，持续优化信贷结构\r\n　　工商银行精准支持社会发展的重点领域，信贷投放“量”增“价”降，为经济发展注入活力。长期以来，工商银行按照工行所长，有效发挥服务实体经济的大行引领和支柱作用，持续加大制造业、战略性新兴产业、绿色金融、普惠金融、乡村振兴等重点领域支持力度，稳步推进以新制造业、新服务业、新基础产业和高技术客群为主要内涵的“三新一高”公司信贷布局，京津冀、长三角、大湾区、中部及成渝经济圈等重点战略区域对公贷款持续增长。今年一季度，工商银行境内人民币贷款增量、增幅均为同期最高；同比多增3300亿元，一季度各月均保持多增，在制造业、绿色、战略性新兴产业、普惠金融等领域贷款增速均明显高于全行贷款增速。\r\n　　其中，制造业方面，工商银行服务制造业高质量发展，积极开展“制造业金融服务提质工程”专项行动，创新推出“专业布局、专有名单、专责考核、专用资源”等措施。2022年末，投向制造业贷款突破3万亿元，投向制造业贷款、投向制造业中长期贷款、投向制造业信用贷款的余额和增量均居同业首位。截至2023年3月末，工商银行制造业贷款余额较年初增加超3000亿元，增幅超10％\r\n　　战略性新兴产业方面，工商银行聚焦高新技术企业、“专精特新”企业等重点客群开展“春苗行动”专项服务活动，与科学技术部火炬中心联合开展“十百千万”专项行动。2022年末，国家重点支持的高新技术领域企业贷款余额1.23万亿元，战略性新兴产业贷款余额1.75万亿元。\r\n　　以工商银行江苏分行为例，目前江苏分行区域信贷投放主要分为六大板块，重大项目建设、制造业发展、科技企业、民营普惠金融、绿色低碳转型和恢复扩大消费。制造业方面，江苏是传统制造业强省，工商银行江苏分行近三年制造业贷款净增超1495亿元，年均增幅30%，坚定打造金融服务制造业标杆银行目标，充分发挥工行服务工业、服务制造业的传统优势。科技企业方面，江苏分行聚焦重点客群，推出科创企业、专精特新企业综合金融服务方案，创新“生物医药贷”“知识产权贷”“园区e贷”等专属产品，近三年累计投放科创贷款2800亿元，年均增幅24%，助力江苏现代化产业建设。\r\n　　总体而言，工商银行制造业服务能力和现代金融不断融合，做到固本强基的同时，信贷资金投放精准直达战略性新兴产业。工商银行积极支持新型城镇化与交通运输领域在建及补短板重大项目建设，有效落实乡村振兴战略，全面把握绿色金融发展机遇，持续加大对智能制造、数字经济、战略性新兴产业及传统产业转型升级等先进制造业重点领域的投融资支持。在保持量的合理增长同时，持续调整优化信贷投放力度、节奏和结构，不断增强金融服务的适应性、竞争力。\r\n　　工商银行经营稳健，股息率高\r\n　　工商银行经营稳健，股息率接近7%。从公司最新披露的一季报数据来看，公司经营业绩稳定：（1）业绩增长稳定。公司2023年一季度实现营业收入2276亿元，可比口径同比下降1.1%，但考虑到后续同比基数降低，收入增速预计将逐渐回正；（2）资产规模较快增长。2023年一季末总资产同比增长12.7%至42.0万亿元，增速依然处于较高水平，积极支持实体经济。其中存款同比增长14.3%，负债优势保持；（3）净息差环比趋稳。公司2023年一季度日均净息差1.77%，测算的今年一季度单季净息差较去年四季度小幅上升2bps，整体而言趋于稳定（4）资产质量稳定。公司2023年一季末不良贷款率1.38%，与上年末持平；一季末拨备覆盖率214%，较上年末上升4个百分点，资产质量稳定。\r\n　　投资建议\r\n　　我们认为长期来看通过打造“GBC+”客户生态实现价值循环，有望持续巩固工商银行的基础客户优势，而短期来看工商银行经营稳健、股息率居同业前列。我们维持盈利预测不变，预计2023-2025年归母净利润3784/3984/4182亿元，同比增速5.0/5.3/5.0%；摊薄EPS为1.02/1.08/1.13元；当前股价对应PE为4.5/4.2/4.0x，PB为0.5/0.4/0.4x，维持“买入”评级。\r\n　　风险提示\r\n　　宏观经济形势走弱可能对银行资产质量产生不利影响。",
  "notice_date": "2023-07-24 00:00:00",
  "notice_title": "政务、产业、个人服务联动，信贷结构优化",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "AA",
  "researcher": "王剑,陈俊良",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "475",
          "publishName": "银行"
        }
      ],
      "short_name": "工商银行",
      "short_name_ch": "工商银行",
      "short_name_cht": "工商銀行",
      "short_name_en": "ICBC",
      "stock": "601398"
    }
  ],
  "short_name": "工商银行",
  "source_sample_name": "国信证券",
  "star": "1"
}