{
  "attach_pages": "7",
  "attach_size": "779",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202102021457422769_1.pdf?1612291522000.pdf",
  "company_code": "80114781",
  "eitime": "2021-02-02 15:03:41",
  "extend": {},
  "info_code": "AP202102021457422769",
  "language": "0",
  "notice_content": "　　上海机场(600009)\n　　事件：上海机场发布业绩预亏，预计2020年归母净利润为-12.9到-12.1亿，扣非后净利润为-14.06到-13.26亿元。同时，由于疫情影响，上海机场与中免签署了免税业务补充协议，重新约定了2021-2025年的销售提成方式。疫情影响下公司首次亏损：受疫情影响，去年公司减免了部分航空性收费标准，并对非公中小企业相关租金进行减免；而对利润影响最大的是免税收入的下滑，由于疫情系不可抗力因素，公司与中免签订免税补充协议，报告期内公司免税店租金收入合计11.56亿元，较2019年的52.1亿元大幅下滑，直接导致了公司报告期亏损。\n　　签订免税补充协议，销售提成方式改变：公司与中免签订免税补充协议，销售提成方式出现大幅变化。原有协议中机场以免税销售额为基准按照扣点率获得提成，并至少获得保底收入。在新协议中，由于疫情影导致的不确定性，提成方式按照国际旅客量恢复程度分为两种情况：\n　　情况1：当该月的国际实际客流小于2019年对应月份实际国际客流80%时，月实际销售提成=19年人均贡献（135.3元/人）X月实际国际客流量X客流调节系数X面积调节系数。其中客流量调节系数与面积调节系数大于1，并会随着客流量恢复而逐渐下降，最终恢复到1。该指标的存在平滑了上海机场的收入曲线，保证即使在国际客流量较低时也能够获得一定收入。\n　　情况2：当该月的国际实际客流大于2019年对应月份实际国际客流80%时，根据实际客流量恢复情况分档位给予保底收入，保底收入上限不超过原协议每年的保底额度。\n　　补充协议执行期间上海机场免税收入主要与国际旅客量挂钩：相比于原有提成模式，新模式下上机的销售提成变为保底制，且获得的保底收入金额只与实际国际旅客量相关，不再受益于客单价的提升；同时原协议下的收入下限变为新协议下的收入上限。可以认为上海机场受限于疫情导致的巨大不确定性，而对提成模式做出了一定妥协。\n　　预计2021年免税收入存在较大不确定性，但会明显高于2020年：新冠疫情的好转难以一蹴而就，我们认为2021年的大部分时间，上海机场的实际国际旅客量依旧会低于19年同期的80%，故免税收入会采用情况1的计算方式。由于客流量调节系数与面积调节系数并未披露，加之国际客流量的恢复情况存在不确定性，我们难以准确估计2021年上海机场的免税收入。但由于调节系数的存在，21年的免税收入大概率会明显好于20年。2022年往后，预计国际航线将基本恢复，则公司能够获得保底收入。\n　　长期来看，新协议有助于维护机场的渠道优势：相比于原有协议，新协议鼓励免税企业扩大机场渠道的销售额，因为在提成有封顶的情况下，如果免税店能够大幅度提升销售金额，则可以获得比原协议丰厚得多的利润，这种情况下，中免更有动力做大机场渠道的销售额。在疫情背景下，机场通过放弃一部分短期利益，维护自身渠道的长期优势，已经是现有情况下最好的选择。\n　　公司盈利预测及投资评级：我们预计公司2020-2022年净利润分别为-12.3、11.6和45.8亿元，对应EPS分别为-0.64、0.60和2.38元。虽然长期来看，上海机场始终是我国国际旅客的主要入口，其在免税产业链上的渠道地位依旧强势，但考虑到新协议下未来业绩的巨大不确定性以及疫情持续时间的不确定性，我们降低公司评级至“中性”。\n　　风险提示：疫情持续时间超预期，防疫成本超预期。\n",
  "notice_date": "2021-02-02 00:00:00",
  "notice_title": "免税补充协议导致收入下降，但有助于维护渠道优势",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "曹奕丰,李蔚",
  "security": [
    {
      "market_uni": "1",
      "publish_relation": [
        {
          "originalCode": "420",
          "publishName": "航空机场"
        }
      ],
      "short_name": "上海机场",
      "short_name_ch": "上海机场",
      "short_name_cht": "上海機場",
      "short_name_en": "SIA",
      "stock": "600009"
    }
  ],
  "short_name": "上海机场",
  "source_sample_name": "东兴证券",
  "star": "1"
}