{
  "attach_pages": "6",
  "attach_size": "1006",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202403181626963993_1.pdf?1710768735000.pdf",
  "company_code": "80027629",
  "eitime": "2024-03-18 13:32:15",
  "extend": {},
  "info_code": "AP202403181626963993",
  "language": "1",
  "notice_content": "　　深南电路(002916)\r\n　　Shennan Circuit released its FY23 earnings, with revenue down 3.3% YoY toRMB13.5bn (5%/2% higher than our forecast/consensus) and net profit down14.8% YoY to RMB1.4bn (11%/5% higher than our forecast/consensus). TheCompany beat estimates thanks to a stronger-than-expected 4Q. Thequarterly revenue/NP accounted for 30%/35% of full year results. 4Q revenueincreased by 15.9% YoY/18.6% QoQ to RMB4.1bn, and net profit increased by6.6% YoY/12.8% QoQ to RMB490mn. GPM rose in three consecutive quarters to24.2% in 4Q (vs. 22.8%/23.4% in 2Q/3Q).\r\n　　We expect Shennan to have a modest recovery this year, as we believe thePCB sector has reached the end of the trough in 2H23. 2024 revenue growthis projected to be 12.5% from a low base in 2023, given utilization rates of bothPCB and substrate businesses are up. However, we do not expect a fullrecovery for Shennan, at least not in 1H24, considering ongoing priceerosion in PCB products and weak demand in telecom market. Meanwhile,we are conservative in NP growth (10% in 2024), due to a potential increase incopper price. Maintain HOLD with TP adjusted to RMB79, based on 27x2024E P/E, higher than previous 25x given the current position of the cycle, butlower than 5-year historical of 32x as challenges remain. The stock is currentlytrading at 28.5x 24E P/E, which is fair.\r\n　　By segments, in FY23, PCB/substrate revenue both declined by 8.5% YoY toRMB8.1bn/RMB2.3bn, while PCBA sales rose 21.5% to RMB2.1bn. 2H23results were much stronger, with 8.0%/49.2%/80.8% increase from 1H.Substrate sales grew as downstream inventory digestion has almost endedand utilization rate was back to 80% in 2H. PCB growth was mainly driven byauto/energy market, partially offset by ongoing weakness intelecom/datacenter. AI demand brought incremental revenue, however, thecontribution was not large. GPM for PCB and substrate businesses were26.6% and 23.9%, declined by 1.57ppts and 3.11ppts, respectively. 2H23GPM was improved from 1H for both segments (1.36ppts and 7.87ppts).\r\n　　Despite industry headwinds, we think Shennan is poised for future growth asthe Company achieved a significant milestone in its FC-BGA production lines.Wuxi phase II and Guangzhou factories are ramping up capacity, which willbenefit Shennan in the long run. However, in the short term, these twoprojects are likely to weigh on margins (R&D exp. up 31% in FY23).\r\n　　A potential increase in copper price. We saw copper concentrates TC indexreached historical low at US$11/tonne in March. In addition, Fed may cutrates in June 2024. These catalysts may favor a jump in copper price in thenear term, which will hurt PCB suppliers’ GPM.",
  "notice_date": "2024-03-18 00:00:00",
  "notice_title": "FY23 results beat helped by better 4Q",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lily Yang,Kevin Zhang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "459",
          "publishName": "电子元件"
        }
      ],
      "short_name": "深南电路",
      "short_name_ch": "深南电路",
      "short_name_cht": "深南電路",
      "short_name_en": "SCC",
      "stock": "002916"
    }
  ],
  "short_name": "深南电路",
  "source_sample_name": "招银国际"
}