{
  "attach_pages": "4",
  "attach_size": "637",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202102041458563955_1.pdf?1612434454000.pdf",
  "company_code": "80000064",
  "eitime": "2021-02-04 10:27:34",
  "extend": {},
  "info_code": "AP202102041458563955",
  "language": "0",
  "notice_content": "　　科大讯飞(002230)\n　　事件概述\n　　2月3日晚间，公司发布公告，针对下午股价大跌引发的市场顾虑进行了回应，并上调了全年业绩预告的区间。公司三季报发布的业绩预告为全年累积净利润同比增长30%-70%。由于公司2020年第四季度经营持续向好，根据最新财务审计工作进展，业绩预期范围进一步明确至：2020年度累积净利润为12.3-13.9亿元，同比增长50%-70%。另一方面，公司2021年度非公开发行股票事项在下午举行的临时股东大会上顺利通过，各项业务稳步推进。\n　　上调业绩预告区间体现良好经营态势，优势赛道持续拓展\n　　公司此次上调2020年净利润预期的区间至50%-70%，体现了公司全年良好的发展态势。我们认为公司已经逐渐从人工智能1.0阶段的大规模研发投入、行业探索阶段进入到人工智能2.0的规模商用、红利兑现阶段，有望在优势赛道逐步形成“数据-算法-产品”的闭环，构建“刚需+代差”的竞争优势，产生标杆案例、应用成效、标准化产品，从而助力公司业绩持续快速增长。\n　　目前公司在教育赛道已经逐渐跑通了2G、2B、2C的商业落地模式。2B的区域性因材施教解决方案成效显现，截至2020年12月底，智慧课堂产品共覆盖34个省份，3万多所学校，服务教师85余万名，服务学生120余万名，帮助教师授课900余万次，备课1800余万次，帮助老师备课时间平均减少56%，批改作业时间平均减少45%，课堂效率提升了28%。2021年1月再次中标郑州市金水区6.88亿元的智慧教育项目，商业模式的复制性得到验证，逐渐从安徽走向全国。\n　　2C领域的个性化学习手册和学习机产品崭露头角。个性化学习手册依托人工智能和大数据技术，对每个学生的日常学业进行分析，精准定位薄弱知识点，让每位学生的平均作业时长在40分钟左右，平均答对率超过75%，错题解决率达到90%以上。讯飞智能学习机2020年，共发布3款产品，累计升级迭代54个版本。讯飞智能学习机X2Pro自7月22日上市后，精准帮助学生找到薄弱知识点共1325.5万个，并通过个性化的学和练，使得薄弱知识点解决率达到74.9%。自上市起，得到广大消费者的认可与喜爱，天猫DSR评分高达4.9+，京东好评率高达98%，每个月有超过89％的用户坚持使用讯飞学习机学习，整体满意度较高。\n　　我们认为这种2G-2B-2C的闭环商业模式不仅仅在教育领域为公司带来持续增长的动能，更有望进一步拓展至其他优势赛道如医疗等领域，从而为公司创造多个新的增长极。因此，我们不能简单将讯飞定位为一个教育信息化企业，而是一个依托人工智能技术、专业领域数据积累和场景化落地能力，在各个优势赛道跑通规模落地商业模式的人工智能龙头企业。\n　　实控人通过定增项目大额增持公司股份，坚定发展信心\n　　公司定增项目顺利通过股东大会的审议，预计向实控人及其关联企业融资20-26亿元，我们认为主要有两方面的目的：\n　　1）提高实控人持股比例，巩固公司控制权，彰显发展信心。当前刘董事长及其一致行动人合计持有公司股权比例为16.17%，处于较低水平。刘董事长与公司长期利益休戚与共，通过认购此次非公开发行股票，刘董事长实际持有的公司股权比例提升至18.99%，进一步巩固控制地位。此外，实控人大额认购公司定增股份，彰显了其对人工智能行业和公司未来发展前景的坚定信心，有利于公司长期稳定发展。\n　　2）补充营运资金需求，加快AI业务发展。伴随公司经营规模的不断扩大，尤其是公司在教育赛道逐渐形成了“数据-算法-产品”的闭环，区域因材施教解决方案逐渐落地，对资金的需求也日益增加。此次定增有望为公司提供更加充足的流动资金，加快公司业务发展。\n　　我们认为实控人在公司千亿市值的新起点通过定增项目增持公司股份，体现了对公司业务发展的高度认可，同时也将与公司继续休戚与共、风雨同舟。\n　　投资建议\n　　公司当前正处于人工智能战略2.0阶段，逐步形成“数据-算法-产品”的闭环，有望摆脱以项目制、定制化为主的商业模式，转向2B和2C双轮驱动，实现人工智能技术的规模商用。预计公司2020/21/22年实现营业收入126.1/166.0/213.9亿元，同比增长25.1%/31.6%/28.8%。预计实现归母净利润13.7/13.9/19.5亿元，同比增长67.4%/1.5%/40.6%，维持“买入”评级。\n　　风险提示\n　　1）国内外疫情扩散，企业商务活动受限，订单需求不及预期；\n　　2）政府对教育、医疗等领域投资力度不及预期；\n　　3）消费者产品认可度和推广效果不及预期；\n　　4）产业竞争加剧，公司先发优势逐渐减弱。\n",
  "notice_date": "2021-02-04 00:00:00",
  "notice_title": "上调全年业绩预告区间，定增项目进展顺利",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "rating": "A",
  "researcher": "尹沿技,夏瀛韬",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "737",
          "publishName": "软件开发"
        }
      ],
      "short_name": "科大讯飞",
      "short_name_ch": "科大讯飞",
      "short_name_cht": "科大訊飛",
      "short_name_en": "IFLYTEK",
      "stock": "002230"
    }
  ],
  "short_name": "科大讯飞",
  "source_sample_name": "华安证券",
  "star": "4"
}