{
  "attach_pages": "12",
  "attach_size": "2127",
  "attach_type": "0",
  "attach_url": "https://pdf.dfcfw.com/pdf/H3_AP202404251631258594_1.pdf?1714036848000.pdf",
  "company_code": "10001968",
  "eitime": "2024-04-25 09:20:48",
  "extend": {},
  "info_code": "AP202404251631258594",
  "language": "0",
  "notice_content": "　　海康威视(002415)\r\n　　投资要点：\r\n　　初步完成智能物联（AIoT）战略转型，24年归母净利润目标160-170亿。公司发布2023年年报和2024年一季报。2023年，公司逐步构建和完善AIoT技术体系，推出和完善相关产品与解决方案，初步完成智能物联（AIoT）战略转型，实现营业总收入893.40亿元，同比增长7.42%；归母净利润141.08亿元，同比增长9.89%；扣非归母净利润136.66亿元，同比增长10.83%；毛利率为44.44%，同比增长2.15pcts；净利率为16.96%，同比增长0.66pcts。2024Q1，公司实现营业收入178.18亿元，同比增长9.98%；归母净利润19.16亿元，同比增长5.78%；扣非归母净利润17.60亿元，同比增长13.27%。分业务来看，2023年，公共服务事业群（PBG）实现营收153.54亿元，同比下降4.84%；企事业事业群（EBG）实现营收178.45亿元，同比增长8.12%；企事业事业群（EBG）实现营收126.79亿元，同比增长1.46%；境外主业实现营收239.77亿元，同比增长8.83%；创新业务实现营收185.53亿元，同比增长23.11%。公司预期国内经济逐步企稳，公司业绩可能呈现前低后高的趋势，2024年归母利润希望能达到160-170亿。公司将基于更加丰富的感知技术，为各类企业数字化转型，提供众多的场景数字化产品和解决方案。公司会持续改善内部运作机制和优化运营流程，成为各类企业数字化转型的伙伴。企业的数字化转型，是一个漫长的过程，将为公司未来业务增长提供巨大的成长空间。\r\n　　EBG较为乐观，PBG仍有机会，SMBG进入企稳状态。随着宏观环境的变化，政府治理的需求也在发生改变。近年来，政府更关注民生、经济发展等问题，以及如何提高政府治理效率，如何提高社会运营的效益等。政府的需求在变化，但会持续存在。因此，公司对PBG业务的未来抱有乐观态度，虽然PBG业务收入可能有所下滑、（政府）投资有所减少，但整体基础还在，基本的社会运行需要支撑，不会下滑太多，这块市场更不会消失。EBG方面，公司预期企业市场未来将拥有较好的增长速度。公司帮助企业提质、降本、增效，这是企业永恒的主题。公司利用技术手段和方案帮助企业提高产品品质、降低运营成本、提升运营效率。过去，完成此类任务的产品已经存在，但大多数是进口产品，而现在公司已经能够提供一些仪器仪表类的产品，在这个层面上，公司是继续在往产业的上游走。随着产业集中度的提高，细分行业领域的企业规模进一步提升，企业在技术改造和技术提升方面的需求更加强烈，所以公司认为，EBG面对的业务机会正在进入一个更好的时代。总结来看，在PBG、EBG、SMBG中，公司认为EBG整体更加乐观；PBG方面，随着过去几年（政府）积压下来未做的事情的逐渐落地，包括万亿国债的投放，也会给公司带来一定的机会。SMBG方面，经过过去几年的低谷，已经到了企稳的状态。\r\n　　创新业务协同效应逐步显现，持续加大海外业务投入。创新业务方面，萤石网络于2022年登陆科创板，已成为行业内少有的从硬件设计研发制造到物联云平台能力健全，具备完整垂直一体化服务能力的AIoT企业。海康机器人聚焦工业物联网、智慧物流和智能制造，持续在移动机器人、机器视觉领域深耕投入，已经成为国内规模领先的机器视觉及移动机器人企业，并已向创业板递交IPO申请。其他创新业务都处于高速发展期，市场竞争力持续提升。业务布局有统有分，共同支撑公司业务的持续稳定增长，助力公司行稳致远。总结来看，创新业务在各个场景中的竞争格局已经逐步形成。海康威视与创新业务子公司在智能物联的战略牵引下，技术、产品、应用等方面的协同效应逐步显现，公司赋能数字化转型的业务布局形成一定的规模。此外，2024年公司只会有少量的人员投入计划，人员增长不超过5%，但是主要投向方向就包括创新业务子公司。海外业务方面，海康威视国际业务从最初的对外贸易模式，逐步发展为设立区域中心开展本地化销售，再到目前已建立遍布全球的销售和服务渠道，以“一国一策”战略做本地化营销。截至2023年，公司已在国际及港澳台地区设立80个分支机构，为150多个国家和地区提供本地化服务。海康威视以“全球领先的智能物联网产品与解决方案提供商”为海外市场的战略定位。公司在安防等传统行业里的技术领先和各方面的综合优势仍然存在。未来几年，公司基本判断海外业务是增长的，并对海外业务做了组织架构、运作机制等调整，会进一步加大在海外的投入，在更多的国家设立分支机构，适当做一些营销人员、通道及模式的调整，来适应各种变化。所以，公司对海外的未来几年还是比较乐观的。除了主业部分，公司的创新业务在海外也在增长，包括之前的萤石、海康微影、海康机器人，海康智存，现在的海康睿影、海康慧影、汽车电子（重组后叫森思泰克）及海康消防，都在继续往海外走，加大海外市场投入。公司对创新业务的海外发展有更大的期待。\r\n　　公司高度重视人工智能发展，观澜大模型或打开公司发展新篇章。2021年，基于人工智能技术的快速迭代和数字化场景落地的实际诉求，海康威视开始启动大规模预训练模型相关的研发工作，随后创新推出海康威视观澜大模型。观澜大模型整体分为基础大模型、行业大模型和任务模型三级架构。基础大模型吸收了海量数据知识，具有参数量大、高可泛化、性能优异等特点。行业大模型在基础大模型的基础上，利用行业数据进一步预训练和微调，在针对性行业领域具备专家级别能力。任务模型专注于具体的场景或业务，是实现大模型能力落地的重要方式。观澜大模型具备四大核心优势，包括模态数据丰富：大模型应用的构建需要以高质量的训练数据作为支撑，观澜大模型可以广泛接入包括电磁波、机械波及其他传感等领域丰富的高质量多模态数据，具备全面的物联感知数据基础；行业能力专业：观澜大模型将海康威视多年积累的10余个主行业、近90个子行业、500多个场景的实践经验沉淀到模型中，固化为行业应用能力，具备深刻的行业理解力；部署性价比高：观澜大模型通过创新硬件部署技术有效降低性能成本，利用云边部署的多种方案高效满足各类场景需求，构建起高性价比的应用模式；应用灵活高效：观澜大模型为AI开放平台提供了技术支撑，通过AI开放平台实现了推理能力的开放，以满足碎片化、多样化、个性化的算法应用需求。观澜大模型最近参加了由中国信通院组织的大模型权威评测，取得了非常不错的成绩。其中，观澜大模型模型开发模块获得了国内业内的之首的5级，即卓越级；模型能力模块获得国内业内目前最高的4+级，即优秀级。基于公司的大模型，AI开放平台的应用也保持着高速增长，面向安防、交通、电力、钢铁、煤炭、安检等多个垂直行业，结合这些行业的高质量领域数据和知识，打造行业模型和应用。在云眸方面，公司的大模型能力被广泛使用在智能巡店等应用上，帮助中小用户实现智能化升级。面对不同的行业用户，公司在AI开放平台上生成了超过10万个模型，在2万多个项目中落地，形成面向千行百业不同需求的策略。未来，公司还将保持在人工智能上的密集投入。此外，公司利用AI技术对多维感知的应用和产品在信号处理方面做提升，在人工智能方案中加入公司在LLM行业知识的提炼和融合。公司认为，在未来，尤其在公司所在的企业数字化转型的领域，人工智能的应用还会持续高速的发展。我们认为，公司高度重视人工智能发展，观澜大模型目前优质的技术实力和独特的领先优势已经得到了充分的印证，未来观澜大模型有望打开公司发展新篇章。\r\n　　盈利预测与投资建议。我们认为，公司初步了完成智能物联（AIoT）战略转型，这奠定了公司未来长期稳定发展的坚实基础，目前EBG业务机会较为乐观，创新业务协同效应逐步显现，海外业务投入也将持续加大，再叠加公司观澜大模型的持续迭代，公司有望进入发展的新篇章。我们预测，公司2024-2026年营业收入分别为1000.29/1132.56/1313.62亿元（24-25年原预测为983.29/1119.91亿元），归母净利润分别为165.34/193.57/228.40亿元（24-25年原预测为168.36/194.60亿元），对应EPS分别为1.77/2.07/2.45元（24-25年原预测为1.80/2.09元）。参考可比公司，给予2024年PE28倍，6个月目标价49.62元（原目标价50.52元，2024年动态PE28倍，-2%），维持“优于大市”评级。\r\n　　风险提示。AI发展不及预期，行业需求不及预期，市场竞争加剧的风险。",
  "notice_date": "2024-04-25 00:00:00",
  "notice_title": "公司年报点评：初步完成AIoT战略转型，24年归母净利润目标160-170亿",
  "page_size": 1,
  "page_size_ch": 0,
  "page_size_cht": 0,
  "page_size_en": 0,
  "researcher": "Lin Yang",
  "security": [
    {
      "market_uni": "0",
      "publish_relation": [
        {
          "originalCode": "735",
          "publishName": "计算机设备"
        }
      ],
      "short_name": "海康威视",
      "short_name_ch": "海康威视",
      "short_name_cht": "海康威視",
      "short_name_en": "HIKVISION",
      "stock": "002415"
    }
  ],
  "short_name": "海康威视",
  "source_sample_name": "海通国际"
}